Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Bali, one of the provinces in Indonesia, is a strategic island for cultural exchange, as the island is located between Java and Lombok Island. Most people recognize Bali as a tourist island; meanwhile, this refers to Bali Island, not Bali Province. Aside from Bali Island, Bali province has other small islands nearby, namely Nusa Penida, Nusa Lembongan, Nusa Ceningan, Serangan, and Menjangan. The majority of Bali's population is Balinese Hindus, who are slightly different from Indian Hindus. They also have their own language, Balinese. Bali utilizes its territory as a primary source of income through tourism. However, before the 18th century, its inhabitants made their living in agriculture and fishing. Through the original lifestyle, they have a system for determining the right time to do rituals and live by interpreting the sky. From its location, Balinese sky culture is one of the unique sky cultures in Indonesia due to its mixture of cultures. This sky culture has a mixture of influences from China and India through the religion transmission, Hindu-Buddhist, and trade. Polynesian influence existed earlier, given that Polynesians were accustomed to seafaring. Furthermore, it is known that most of the ancestors of Indonesians were sailors, which is supported by the fact that Indonesia is an archipelago. <img width="900" src="illustrations/descr_pics/Map.png"/> <i>Cultural Map that influences Balinese Sky Culture</i> In written form, Balinese sky culture is preserved in lontar or leaves of Borassus flabellifer or palmyra which is dried and used as a material for manuscript and antique crafts. This sky culture is related to Balinese calendar, and this system is Palelintangan. Palelintangan is a set of 35 asterisms that has a deep connection between cosmic movement and human life. Basically, they rely their daily activities based on which palelintangan is appear in that time. They believe each lintang of palelintangan has their own cosmos power to handle their work. Palelintangan is formed by combining seven-day cycle (from Redite/Sunday to Saniscara/Saturday) and five-day cycle (from Umanis to Kliwon). Palelintangan adopted Nakṣatra system and combining with the earlier existing concept in Bali. From all 35-lintang, four of them could not be considered as constellation. They are lintang Laweyan, lintang Děpat, lintang Dupa and lintang Srengenge. ### Sky This sky culture has one small lintang system called "Kartika". You can see it clearly if you zoom into the Pleiades. Balinese people are gifted in art. They use art to admire the cosmos and the gods who guard it. Consequently, the constellations depicted in this culture are found not only on palm-leaf manuscripts but also on textiles sold in the marketplace. Furthermore, they also depict them on buildings such as the Floating Pavilion, used for royal gatherings, receiving guests, and ceremonial purposes. ### Moon and Sun Bali has two distinct calendars: the Pawukon calendar and the Balinese Saka calendar. The Pawukon calendar is a purely arithmetic calendar with a 210-day cycle, divided into 30 seven-day units called wuku. This calendar does not have a new year but begins with the Sinta wuku. This calendar is related to the Palelintangan system. Furthermore, most feast days in Bali are determined based on the Pawukon calendar. Next is the Balinese Saka calendar, a Balinese Hindu lunisolar calendar with a normal year consisting of 12 months. The beginning of each month is determined by the new moon (called Tilem). The waxing phase of the moon is called Penanggal, and the waning phase is called Panglong. The difference in the number of days in the solar and lunar years results in an intercalation of 11 days, which is then added to form the 13th month every three years. The New Year is called Nyepi (Silence Day), the first day of the 10th month (Sasi Kadasa). It always falls on the day after Tilem, which is closest to (but after) the March equinox. Coupled with intercalation regulations, Nyepi is kept in the mid-March to mid-April Gregorian calendar. For the civil calendar, in Indonesia, all regions are required to follow the national calendar. However, Bali has its calendars for religious rituals. The Balinese government eventually took the initiative to combine various calendar systems and adapt all Indonesian holidays to the one civil Balinese calendar. As a result, this calendar circulating in the community has become a complex one, consisting of the Saka Balinese calendar, the Pawukon calendar, the Saka Javanese calendar, the Chinese calendar, and the Japanese calendar. Therefore, a single date contains information from various calendar systems used in Bali. ### Other Celestial Objects The Balinese consider comets to be stars, calling them lintang Dupa. Dupa is an incense. They think that comets are similar to incense. Furthermore, lintang Laweyan and lintang Děpat are unique. These two lintangs are related to the story of Kalau Rau, a powerful demon who stole the holy water (tirta amerta) that can make anybody immortality. His actions were discovered by the Sun God and Moon God. One of their weapons split the demon's head and body. His head is called lintang Laweyan, which in Vedic concept is associated with Rahu. Meanwhile, his body is called lintang Děpat, which in Vedic concept is associated with Ketu. In astronomical concept, lintang Laweyan is the lunar ascending node, and the descending node is lintang Děpat.
sv: Bali, en av provinserna i Indonesien, är en strategisk ö för kulturellt utbyte, eftersom ön ligger mellan Java och Lombok. De flesta känner till Bali som en turistö, men detta avser ön Bali, inte provinsen Bali. Förutom ön Bali har provinsen Bali andra små öar i närheten, nämligen Nusa Penida, Nusa Lembongan, Nusa Ceningan, Serangan och Menjangan. Majoriteten av Balis befolkning är balinesiska hinduer, som skiljer sig något från indiska hinduer. De har också sitt eget språk, balinesiska. Bali utnyttjar sitt territorium som en primär inkomstkälla genom turism. Före 1700-talet levde dock invånarna av jordbruk och fiske. Genom sin ursprungliga livsstil har de ett system för att bestämma rätt tidpunkt för ritualer och lever genom att tolka himlen. På grund av sitt läge är den balinesiska himmelskulturen en av de mest unika himmelskulturerna i Indonesien tack vare sin blandning av kulturer. Denna himmelskultur har influenser från både Kina och Indien genom religionsöverföring, hindu-buddhism och handel. Polynesiska influenser fanns redan tidigare, eftersom polynesierna var vana vid sjöfart. Dessutom är det känt att de flesta av indonesiernas förfäder var sjömän, vilket stöds av det faktum att Indonesien är en ögrupp. <img width="900" src="illustrations/descr_pics/Map.png"/> <i>Kulturell karta som påverkar den balinesiska himmelskulturen</i> I skriftlig form bevaras den balinesiska himmelskulturen i lontar eller blad av Borassus flabellifer eller palmyra som torkas och används som material för manuskript och antika hantverk. Denna himmelskultur är relaterad till den balinesiska kalendern, och detta system kallas Palelintangan. Palelintangan är en uppsättning av 35 asterismer som har en djup koppling mellan kosmiska rörelser och människors liv. I grund och botten baserar de sina dagliga aktiviteter på vilken palelintangan som visas vid den tidpunkten. De tror att varje lintang i palelintangan har sin egen kosmiska kraft för att hantera sitt arbete. Palelintangan bildas genom att kombinera en sjudagarscykel (från Redite/söndag till Saniscara/lördag) och en femdagarscykel (från Umanis till Kliwon). Palelintangan har antagit Nakṣatra-systemet och kombinerat det med det tidigare befintliga konceptet på Bali. Av alla 35 lintang kan fyra inte betraktas som konstellationer. Det är lintang Laweyan, lintang Děpat, lintang Dupa och lintang Srengenge. ### Himlen Denna himmelskultur har ett litet lintang-system som kallas "Kartika". Du kan se det tydligt om du zoomar in på Plejaderna. Balineserna är begåvade inom konsten. De använder konsten för att beundra kosmos och de gudar som vaktar det. Följaktligen finns de konstellationer som avbildas i denna kultur inte bara på palmbladmanuskript utan också på textilier som säljs på marknaden. Dessutom avbildar de dem också på byggnader som den flytande paviljongen, som används för kungliga sammankomster, mottagande av gäster och ceremoniella ändamål. ### Månen och solen Bali har två olika kalendrar: Pawukon-kalendern och den balinesiska Saka-kalendern. Pawukon-kalendern är en rent aritmetisk kalender med en cykel på 210 dagar, uppdelad i 30 sjudagarsenheter som kallas wuku. Denna kalender har inget nytt år utan börjar med Sinta wuku. Denna kalender är relaterad till Palelintangan-systemet. Dessutom bestäms de flesta helgdagar på Bali utifrån Pawukon-kalendern. Nästa är den balinesiska Saka-kalendern, en balinesisk hinduisk lunisolarkalender med ett normalt år bestående av 12 månader. Början av varje månad bestäms av nymånen (kallad Tilem). Månens tilltagande fas kallas Penanggal och den avtagande fasen kallas Panglong. Skillnaden i antalet dagar i solåret och månåret resulterar i en skottdag på 11 dagar, som sedan läggs till för att bilda den 13:e månaden vart tredje år. Nyåret kallas Nyepi (tystnadens dag) och infaller den första dagen i den 10:e månaden (Sasi Kadasa). Det infaller alltid dagen efter Tilem, som ligger närmast (men efter) vårdagjämningen i mars. I kombination med reglerna för skottdagar hålls Nyepi i mitten av mars till mitten av april enligt den gregorianska kalendern. När det gäller den civila kalendern måste alla regioner i Indonesien följa den nationella kalendern. Bali har dock sina egna kalendrar för religiösa ritualer. Den balinesiska regeringen tog så småningom initiativet att kombinera olika kalendersystem och anpassa alla indonesiska helgdagar till den civila balinesiska kalendern. Som ett resultat har denna kalender som cirkulerar i samhället blivit komplex och består av den balinesiska Saka-kalendern, Pawukon-kalendern, den javanesiska Saka-kalendern, den kinesiska kalendern och den japanska kalendern. Därför innehåller ett enda datum information från olika kalendersystem som används på Bali. ### Andra himlakroppar Balineserna betraktar kometer som stjärnor och kallar dem lintang Dupa. Dupa är rökelse. De anser att kometer liknar rökelse. Dessutom är lintang Laweyan och lintang Děpat unika. Dessa två lintangs är relaterade till berättelsen om Kalau Rau, en mäktig demon som stal det heliga vattnet (tirta amerta) som kan göra vem som helst odödlig. Hans handlingar upptäcktes av solguden och månguden. Ett av deras vapen delade demonens huvud och kropp. Hans huvud kallas lintang Laweyan, vilket i vediskt tänkande förknippas med Rahu. Hans kropp kallas lintang Děpat, vilket i vediskt tänkande förknippas med Ketu. I astronomiskt tänkande är lintang Laweyan månens uppstigande nod, och den nedstigande noden är lintang Děpat.

source: Kala Sungsang is an upside-down demon. Sungsang itself is inverted. Kala also means time. So the duty of this demon is to remind people who forget or even neglect the time. <img width="255" src="illustrations/descr_pics/Ra_U.jpg"/>
sv: Kala Sungsang är en upp-och-nervänd demon. Sungsang i sig är inverterat. Kala betyder också tid. Så denna demons uppgift är att påminna människor som glömmer eller till och med försummar tiden. <img width="255" src="illustrations/descr_pics/Ra_U.jpg"/>

source: Gajah is an elephant. In Hinduism, the elephant has a connection with deities. On the one hand, an elephant is a vehicle of the God Indra; together they eradicate the forces of evil. On the other hand, God Ganesha is a god who has an elephant’s head with a human body. <img width="255" src="illustrations/descr_pics/Ra_Pa.png"/>
sv: Gajah är en elefant. I hinduismen har elefanten en koppling till gudarna. Å ena sidan är elefanten ett fordon för guden Indra; tillsammans utrotar de ondskans krafter. Å andra sidan är guden Ganesha en gud som har ett elefanthuvud och en människokropp. <img width="255" src="illustrations/descr_pics/Ra_Pa.png"/>

source: Patrem is keris (indigenous dagger). A royal spy code or women use this kind of dagger. <img width="255" src="illustrations/descr_pics/Ra_Po.jpg"/>
sv: Patrem är en keris (inhemsk dolk). En kunglig spionkod eller kvinnor använder denna typ av dolk. <img width="255" src="illustrations/descr_pics/Ra_Po.jpg"/>

source: Těnggala is a plough. Betelgeuse is the red pain of the farmer. Bellatrix is the farmer's eye. Orion's belt is the plough. Rigel and other stars to the west are the animals (cow). <img width="255" src="illustrations/descr_pics/Ra_Wa.jpg"/>
sv: Těnggala är en plog. Betelgeuse är bondens röda smärta. Bellatrix är bondens öga. Orions bälte är plogen. Rigel och andra stjärnor i väster är djuren (kon). <img width="255" src="illustrations/descr_pics/Ra_Wa.jpg"/>

source: Klapa Sunda is a leaning coconut tree. There is a man in the coconut tree. He can't climb because there are two ants fighting on his foot. <img width="255" src="illustrations/descr_pics/Ca_U.png"/>
sv: Klapa Sunda är en lutande kokospalm. Det finns en man i kokospalmen. Han kan inte klättra eftersom det finns två myror som slåss på hans fot. <img width="255" src="illustrations/descr_pics/Ca_U.png"/>

source: Hulanjar is a widow. <img width="255" src="illustrations/descr_pics/Ca_Po.png"/>
sv: Hulanjar är änka. <img width="255" src="illustrations/descr_pics/Ca_Po.png"/>

source: Lěmbu is a white ox or a white cow. Lembu is a sacred animal in Bali. Lembu are used in agricultural rituals such as traditional ploughing of fields, which contains the meaning of respect for nature. In addition, the majority of Hindus do not eat cows because cows are the mounts of the god Shiva. <img width="255" src="illustrations/descr_pics/Ca_Wa.png"/>
sv: Lěmbu är en vit oxe eller en vit ko. Lembu är ett heligt djur på Bali. Lembu används i jordbruksritualer såsom traditionell plöjning av åkrar, vilket symboliserar respekt för naturen. Dessutom äter majoriteten av hinduerna inte kött från kor, eftersom kor är guden Shivas riddjur. <img width="255" src="illustrations/descr_pics/Ca_Wa.png"/>

source: Pědati Suung is an empty horse cart. <img width="255" src="illustrations/descr_pics/Ca_Kli.png"/>
sv: Pědati Suung är en tom hästvagn. <img width="255" src="illustrations/descr_pics/Ca_Kli.png"/>

source: Kuda is a horse. In Bali, horses are closely related to the possessions of high-caste people. because horses are considered a luxury item that not everyone can have. <img width="255" src="illustrations/descr_pics/A_U.png"/>
sv: Kuda är en häst. På Bali är hästar nära förknippade med högkastiga människors ägodelar, eftersom hästar anses vara en lyxartikel som inte alla kan ha. <img width="255" src="illustrations/descr_pics/A_U.png"/>

source: Yuyu is freshwater crab. In Bali, yuyu can be found in rice fields. However, yuyu are considered pests in rice fields because they often make holes in the ground. In addition, sometimes Balinese people make cetik using yuyu. Cetik is a traditional Balinese poison that has been legendary for hundreds of years. <img width="255" src="illustrations/descr_pics/A_Pa.png"/>
sv: Yuyu är en sötvattenskrabba. På Bali finns yuyu i risfält. Yuyu betraktas dock som skadedjur i risfält eftersom de ofta gräver hål i marken. Dessutom tillverkar balineserna ibland cetik av yuyu. Cetik är ett traditionellt balinesiskt gift som har varit legendariskt i hundratals år. <img width="255" src="illustrations/descr_pics/A_Pa.png"/>

source: Asu is a dog. It is not a usual dog, but Balinese dog. Balinese dogs are Proto-dogs or street dogs. <img width="255" src="illustrations/descr_pics/A_Po.png"/>
sv: Asu är en hund. Det är inte en vanlig hund, utan en balinesisk hund. Balinesiska hundar är protohundar eller gatuhundar. <img width="255" src="illustrations/descr_pics/A_Po.png"/>

source: Prahu Sarat is an overloaded ship and about to sink. <img width="255" src="illustrations/descr_pics/A_Wa.png"/>
sv: Prahu Sarat är ett överlastat fartyg som är på väg att sjunka. <img width="255" src="illustrations/descr_pics/A_Wa.png"/>

source: Sidamalung is a pig or wild boar. Pigs are animals that are almost always present in various traditional and religious ceremonies, such as odalan, ngaben, and usaba. <img width="255" src="illustrations/descr_pics/A_Kli.png"/>
sv: Sidamalung är en gris eller vildsvin. Grisar är djur som nästan alltid förekommer i olika traditionella och religiösa ceremonier, såsom odalan, ngaben och usaba. <img width="255" src="illustrations/descr_pics/A_Kli.png"/>

source: Tangis is tears of mourning person because a loved one died. <img width="255" src="illustrations/descr_pics/Bu_U.png"/>
sv: Tangis är tårar av sorg för att en älskad person har dött. <img width="255" src="illustrations/descr_pics/Bu_U.png"/>

source: Gajahmina is an elephantfish. A sea-creature that have elephant head and fish body. It is a supranatural creature and helps the inhabitants. <img width="255" src="illustrations/descr_pics/Bu_Pa.png"/>
sv: Gajahmina är en elefantfisk. Ett havsdjur som har ett elefanthuvud och en fiskkropp. Det är ett övernaturligt djur som hjälper invånarna. <img width="255" src="illustrations/descr_pics/Bu_Pa.png"/>

source: Lumbung is granary or paddy storage. Lumbung is considered sacred by the Balinese people because it is related to the success of the harvest and the presence of Dewi Sri, the goddess of rice or the goddess of fertility. <img width="255" src="illustrations/descr_pics/Bu_Po.png"/>
sv: Lumbung är ett spannmålsmagasin eller risförråd. Lumbung anses heligt av balineserna eftersom det är kopplat till en god skörd och närvaron av Dewi Sri, risets gudinna eller fruktbarhetens gudinna. <img width="255" src="illustrations/descr_pics/Bu_Po.png"/>

source: Kartika is a star and also refering to Vedic Nakṣatra Kṛttika (Krittika). <img width="255" src="illustrations/descr_pics/Bu_Wa.png"/>
sv: Kartika är en stjärna och hänvisar också till vedisk Nakṣatra Kṛttika (Krittika). <img width="255" src="illustrations/descr_pics/Bu_Wa.png"/>

source: Atiwa-tiwa is bringing corpse to cremation. This is the stage when the corpse has been purified and the people bring the corpse to the cremation place. <img width="255" src="illustrations/descr_pics/Bu_Kli.png"/>
sv: Atiwa-tiwa innebär att man för liket till kremeringen. Detta är det skede då liket har renats och folket för liket till kremeringsplatsen. <img width="255" src="illustrations/descr_pics/Bu_Kli.png"/>

source: Sangkatikěl is a broken hoe. <img width="255" src="illustrations/descr_pics/Wra_U.jpg"/>
sv: Sangkatikěl är en trasig hacka. <img width="255" src="illustrations/descr_pics/Wra_U.jpg"/>

source: Salah Ukur is an error measurement. The man with keris tries to fight a big animal. The unbalance of the human size and the big animal stands for this lintang. <img width="255" src="illustrations/descr_pics/Wra_Pa.png"/>
sv: Salah Ukur är ett felaktigt mått. Mannen med keris försöker bekämpa ett stort djur. Obalansen mellan människans storlek och det stora djuret symboliserar detta lintang. <img width="255" src="illustrations/descr_pics/Wra_Pa.png"/>

source: Bade is funeral bier. The name for corpse tower in Hindu Bali rituals. Bade has different levels depending on the caste and size of the event. <img width="255" src="illustrations/descr_pics/Wra_Po.png"/>
sv: Bade är en begravningsbår. Namnet på liktorn i hinduiska balinesiska ritualer. Bade har olika nivåer beroende på kast och evenemangets storlek. <img width="255" src="illustrations/descr_pics/Wra_Po.png"/>

source: Kumba is an earthen vessel. This vessel contains holy water. Kumba is used in the manusa yadnya (ceremony for humans). <img width="255" src="illustrations/descr_pics/Wra_Wa.png"/>
sv: Kumba är ett lerkärl. Detta kärl innehåller heligt vatten. Kumba används i manusa yadnya (ceremoni för människor). <img width="255" src="illustrations/descr_pics/Wra_Wa.png"/>

source: Naga is a dragon. Naga are mystical creatures with special powers. The famous Naga Basuki, in particular, is the one that connected to the Bali Strait. <img width="255" src="illustrations/descr_pics/Wra_Kli.png"/>
sv: Naga är en drake. Naga är mystiska varelser med speciella krafter. Den berömda Naga Basuki är särskilt känd för sin koppling till Baliströmmen. <img width="255" src="illustrations/descr_pics/Wra_Kli.png"/>

source: Banyak Angrěm is the brooding Goose. In some areas, this aves is believed to bring peace to those who keep it. They are usually closely related to Hindu religious ceremonies in Bali. They are vehicle for the God Brahma and the magic of the Goddess Saraswati as a symbol of widya which can filter to separate from impurities or things that can lead astray in science. <img width="255" src="illustrations/descr_pics/Su_U.png"/>
sv: Banyak Angrěm är den grubblande gåsen. I vissa områden tror man att denna fågel bringar fred till dem som håller den. De är vanligtvis nära förknippade med hinduiska religiösa ceremonier på Bali. De är ett redskap för guden Brahma och gudinnan Saraswatis magi som en symbol för widya, som kan filtrera bort orenheter eller saker som kan leda vilse inom vetenskapen. <img width="255" src="illustrations/descr_pics/Su_U.png"/>

source: Bubu Bolong is a leaky fish trap. Bubu is a traditional tool made of woven bamboo to catch fish and shrimp. Bubu is a traditional fishing tool where the structure allows fish to enter the bubu easily, but cannot get out again. While bosor is leaking. Using bubu has caught a lot of fish which means big profits, but if the bubu has holes or leaking so that it can release the catch easily. This is one of the shortcomings of bubu. <img width="255" src="illustrations/descr_pics/Su_Pa.jpg"/>
sv: Bubu Bolong är en läckande fiskfälla. Bubu är ett traditionellt redskap tillverkat av flätad bambu för att fånga fisk och räkor. Bubu är ett traditionellt fiskeredskap vars konstruktion gör att fiskar lätt kan simma in i bubu, men inte kan simma ut igen. Bosor är däremot läckande. Med hjälp av bubu har man kunnat fånga mycket fisk, vilket innebär stora vinster, men om bubu har hål eller läcker kan fångsten lätt simma ut igen. Detta är en av bubus nackdelar. <img width="255" src="illustrations/descr_pics/Su_Pa.jpg"/>

source: Prahu Pěgat is a broken ship <img width="255" src="illustrations/descr_pics/Su_Po.png"/>
sv: Prahu Pěgat är ett havererat skepp <img width="255" src="illustrations/descr_pics/Su_Po.png"/>

source: Magělut is quarrel over debt. <img width="255" src="illustrations/descr_pics/Su_Wa.png"/>
sv: Magělut är en tvist om skulder. <img width="255" src="illustrations/descr_pics/Su_Wa.png"/>

source: Udang is a prawn or a shrimp. <img width="255" src="illustrations/descr_pics/Su_Kli.png"/>
sv: Udang är en räka eller en skaldjur. <img width="255" src="illustrations/descr_pics/Su_Kli.png"/>

source: Ru is an arrow, but basically bow and arrow. <img width="255" src="illustrations/descr_pics/Sa_Pa.jpg"/>
sv: Ru är en pil, men i grunden båge och pil. <img width="255" src="illustrations/descr_pics/Sa_Pa.jpg"/>

source: Puwuh Atarung is a battling quails. <img width="255" src="illustrations/descr_pics/Sa_Wa.png"/>
sv: Puwuh Atarung är en stridande vaktel. <img width="255" src="illustrations/descr_pics/Sa_Wa.png"/>

source: Larung Paglangan means throwing ashes. Cremation will produce the ashes. Here the family needs to throw the ashes to the sea. <img width="255" src="illustrations/descr_pics/Sa_Kli.png"/>
sv: Larung Paglangan betyder att kasta aska. Kremering ger upphov till aska. Här måste familjen kasta askan i havet. <img width="255" src="illustrations/descr_pics/Sa_Kli.png"/>
