Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: [Maori sky culture on Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): a more complete version of this text. - [#2]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): a very good website on Maori sky culture (Wairarapa, New Zealand).
de: - [#1]: [Maori sky culture on Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): Ausführlichere Version. - [#2]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): Sehr gute Website über Maori Sternkultur (Wairarapa, Neuseeland).
es_419: - [#1]: [Cultura estelar maorí en Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29): una versión más completa de este texto. - [#2]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): un muy buen sitio web sobre la cultura del cielo maorí (Wairarapa, Nueva Zelanda).

source: - [#1]: Kunitzsch, P.; Smart T. (2006). "A Dictionary of Modern star Names: A Short Guide to 254 Star Names and Their Derivations" (2nd rev. ed.). Cambridge, MA: Sky Pub. ISBN 978-1-931559-44-7. - [#2]: Allen, R. H. (1963). "Star Names: Their Lore and Meaning" (rep. ed.). New York, NY: Dover Publications Inc. ISBN 0-486-21079-0. - [#3]: [2000, A&AS, 143, 9, "The SIMBAD astronomical database", Wenger et al.](http://adsabs.harvard.edu/abs/2000A%26AS..143....9W) - [#4]: [Final Results of NameExoWorlds Public Vote Released](http://www.iau.org/news/pressreleases/detail/iau1514/) - [#5]: [STARS by Jim Kaler, Prof. Emeritus of Astronomy, University of Illinois](http://stars.astro.illinois.edu/sow/sowlist.html) - [#6]: [IAU Catalog of Star Names (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#7]: [Covington, Michael (2002). "Celestial Objects for Modern Telescopes: Practical Amateur Astronomy". Cambridge University Press.](https://books.google.com/books?id=ql7wLq1fP5QC&pg=PA209) - [#8]: ["61 Cyg (Piazzi's Flying Star)". Science&Space News. Retrieved June 1, 2015.](http://news.sky-map.org/starview?object_type=1&object_id=2282&object_name=HD+201091&locale=EN) - [#9]: [Kruger 60](https://en.wikipedia.org/wiki/Kruger_60) - [#10]: [List of Named Stars in Alphabetical Order](http://www.astro.wisc.edu/~dolan/constellations/starname_list.html) - [#11]: [Jack W. Rhoads (1971). "Reduced Star Catalog Containing 537 Named Stars", Jet Propulsion Laboratory, California Institute of Technology; November 15, 1971](https://ntrs.nasa.gov/citations/19720005197) - [#12]: [IAU Naming Stars](https://www.iau.org/public/themes/naming_stars/) - [#13]: [Bright Star Catalogue, 5th Revised Ed. (Hoffleit+, 1991)](http://vizier.u-strasbg.fr/viz-bin/VizieR?-source=V/50) - [#14]: Piazzi, G, ed. (1814). "Praecipuarum Stellarum Inerrantium Positiones Mediae Ineunte Saeculo XIX: ex Observationibus Habitis in Specula Panormitana ab anno 1792 ad annum 1813". Palermo. p. 21. - [#15]: Kunitzsch, P. (1959). "Arabische Sternnamen in Europa". Wiesbaden: Otto Harrassowitz. p. 155. - [#16]: Laffitte, R. (2005). "Héritages arabes: Des noms arabes pour les étoiles" (2éme revue et corrigée ed.). Paris: Librairie Orientaliste Paul Geunthner / Les Cahiers de l'Orient. p. 229. - [#17]: Burritt, E. H. (1835). "Atlas, Designed to Illustrate the Geography of the Heavens" (new ed.). New York: F. J. Huntington. plate III. - [#18]: Burnham, Robert Jr. (1978, 1979). "Burnham's Celestial Handbook: An Observer's Guide to the Universe Beyond the Solar System", Vol. 1, 2, 3. NY: Dover Publications. ISBN 978-0486235677, 978-0486235684, 978-0486236735 - [#19]: [Iota Ursae Majoris](https://en.wikipedia.org/wiki/Iota_Ursae_Majoris) - [#20]: [Falkner, David E. (2011). "The Mythology of the Night Sky: An Amateur Astronomer's Guide to the Ancient Greek and Roman Legends", Patrick Moore's Practical Astronomy, Springer. ISBN 1-4614-0136-4](https://books.google.com/books?id=tyj8UUE968wC) - [#21]: Peters, C. A. F. (1853). "On the Parallax of Argelander's Star". Monthly Notices of the Royal Astronomical Society, Vol. 14, p.49. DOI: 10.1093/mnras/14.2.49 - [#22]: Maddocks, Hugh C. (1991). "Deep-Sky Name Index 2000.0". Foxon-Maddocks Associates. ISBN 0-9628305-0-X. - [#23]: Josef Klepesta, Antonin Rükl (1977). "Constellations: A concise guide in colour". ISBN 0600008932. - [#24]: Oswald Thomas (1945). "Atlas der Sternbilder". Salzburg. - [#25]: Fred Schaaf (2019). "An Assortment of Asterisms". Sky & Telescope, p.45 (Nov 2019) - [#26]: Gary Seronik (2017). "Binocular Highlights Revised & Expanded: 109 Celestial Sights for Binocular Users". F W Publications Inc. ISBN 9781940038445 - [#27]: Tony Flanders (2019). "Constellation Close-up: Centaurus and Crux". Sky & Telescope, pp.22-27 (Apr 2019). - [#28]: Sue French (2019). "Deep-Sky Wonders: Heavenly Hero". Sky & Telescope, pp.54-56 (Jul 2019). - [#29]: [Software Bisque: A Complete List of Asterisms](https://www.bisque.com/tom/asterisms/list.asp) - [#30]: [University of Northern Iowa, EARTHSCI 1100 - Astronomy, Asterisms.](https://sites.uni.edu/morgans/astro/asterisms.html) - [#31]: [Horvatin - Obsolete Constellations, Department of Physics and Astronomy, Michigan State University.](https://web.pa.msu.edu/people/horvatin/Astronomy_Facts/obsolete_pages/triangulum_minor.htm) - [#32]: [Donald H. Menzel (1964). A Field Guide to the Stars and Planets by Donald H. Menzel, Collins books - St. James's Place, London. ISBN: 0395934311, ISBN13: 9780395934319](http://www.arvindguptatoys.com/arvindgupta/menzel-fieldguide.pdf) - [#33]: [James B. (Jim) Kaler. Professor Emeritus of Astronomy, University of Illinois.](http://stars.astro.illinois.edu/sow/6tri.html) - [#34]: [Astronomy Club of Tulsa - Observer, December 2008.](http://www.astrotulsa.com/cms_files/200812.pdf) - [#35]: [Baylor University, School of Engineering and Computer Science, Astronomy observing log.](http://cs.baylor.edu/~hamerly/personal/astro/log.html) - [#36]: [IAU100 NameExoWorlds](http://nameexoworlds.iau.org/) - [#37]: [The Washington Double Star Catalog (Mason+ 2001-2020)](https://vizier.u-strasbg.fr/viz-bin/VizieR?-source=B/wds) - [#38]: [Patrick Moore, Paul Doherty, H. J. P. Arnold, The Photographic Atlas of the Stars, CRC Press LLC, 1999. ISBN 0750306548 (EXCLUDED (too many typos))](https://books.google.com/books?id=YjcvJUfnWBAC&pg=PA97#v=onepage&q&f=false) - [#39]: [Guy Consolmagno, Dan M. Davis, Turn Left at Orion, Cambridge University Press, 2019. ISBN 9781108558464](https://doi.org/10.1017/9781108558464) - [#40]: Delporte, Eugene (1930). "Delimitation scientifique des constellations (tables et cartes)". Cambridge. - [#41]: facsimile: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#42]: facsimile: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#43]: Latußeck, Arndt and Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017 - [#44]: [Constellation english names. IAU Constellations Page](https://www.iau.org/public/themes/constellations/) - [#45]: [IAU Working Group Star Names. WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#46]: Grasshoff, Gerd: The History of Ptolemy's Star Catalogue, Springer, New York, 1990 - [#47]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#48]: [Constellation. Article on Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#49]: [Star Catalogue. Article on Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#50]: [Constellation image library of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings.](http://hubblesource.stsci.edu/sources/illustrations/constellations/) - [#51]: Santiago Paolantonio, Beatriz García (2019). "Uranometría Argentina and the constellation boundaries". Under One Sky: The IAU Centenary Symposium. Cambridge. p. 505. - [#52]: Meade Instruction Manual 7" LX200 Maksutov-Cassegrain Telescope; 8", 10", and 12" LX200 Schmidt-Cassegrain Telescopes - [#53]: [Mike Wall (2013). "Strange 'Methuselah' Star Looks Older Than the Universe". Space.com](https://www.space.com/20112-oldest-known-star-universe.html) - [#54]: [Space Telescope Science Institute (STScI). "Hubble finds 'birth certificate' of oldest known star." ScienceDaily. ScienceDaily, 7 March 2013](www.sciencedaily.com/releases/2013/03/130307145103.htm)
es_419: - [#1]: Kunitzsch, P.; Smart, T. (2006). "Un diccionario de nombres de estrellas modernas: una guía corta a 254 nombres de estrellas y sus derivaciones" (2ª ed. rev.). Cambridge, MA: Sky Pub. ISBN 978-1-931559-44-7. - [#2]: Allen, R. H. (1963). "Nombres de estrellas: su saber popular y significado" (ed. rep.). Nueva York, NY: Dover Publications Inc. ISBN 0-486-21079-0. - [#3]: [2000, A&AS, 143, 9, "La base de datos astronómica SIMBAD", Wenger et al.](http://adsabs.harvard.edu/abs/2000A%26AS..143....9W) - [#4]: [Resultados finales de la votación pública de NameExoWorlds](http://www.iau.org/news/pressreleases/detail/iau1514/) - [#5]: [ESTRELLAS de Jim Kaler, Profesor Emérito de Astronomía, Universidad de Illinois](http://stars.astro.illinois.edu/sow/sowlist.html) - [#6]: [Catálogo de la UAI de nombres de estrellas (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#7]: [Covington, Michael (2002). "Objetos celestiales para telescopios modernos: astronomía práctica para aficionados". Cambridge University Press.](https://books.google.com/books?id=ql7wLq1fP5QC&pg=PA209) - [#8]: ["61 Cyg (la estrella voladora de Piazzi)". Noticias de Ciencia y Espacio. Recuperado el 1 de junio de 2015.](http://news.sky-map.org/starview?object_type=1&object_id=2282&object_name=HD+201091&locale=EN) - [#9]: [Kruger 60](https://en.wikipedia.org/wiki/Kruger_60) - [#10]: [Lista de estrellas nombradas en orden alfabético](http://www.astro.wisc.edu/~dolan/constellations/starname_list.html) - [#11]: [Jack W. Rhoads (1971). "Catálogo reducido que contiene 537 estrellas nombradas", Jet Propulsion Laboratory, Instituto de Tecnología de California; 15 de noviembre de 1971](https://ntrs.nasa.gov/citations/19720005197) - [#12]: [Nombres de estrellas de la UAI](https://www.iau.org/public/themes/naming_stars/) - [#13]: [Catálogo de estrellas brillantes, 5ª ed. revisada (Hoffleit+, 1991)](http://vizier.u-strasbg.fr/viz-bin/VizieR?-source=V/50) - [#14]: Piazzi, G, ed. (1814). "Posiciones medias de las estrellas fijas más importantes: de las observaciones realizadas en la especulativa panormitana desde el año 1792 hasta el año 1813". Palermo. p. 21. - [#15]: Kunitzsch, P. (1959). "Nombres árabes de estrellas en Europa". Wiesbaden: Otto Harrassowitz. p. 155. - [#16]: Laffitte, R. (2005). "Héritages arabes: Des noms arabes pour les étoiles" (2ª ed. revisada y corregida). París: Librairie Orientaliste Paul Geunthner / Les Cahiers de l'Orient. p. 229. - [#17]: Burritt, E. H. (1835). "Atlas, diseñado para ilustrar la geografía de los cielos" (nueva ed.). Nueva York: F. J. Huntington. placa III. - [#18]: Burnham, Robert Jr. (1978, 1979). "Manual celeste de Burnham: una guía para el observador del universo más allá del sistema solar", Vol. 1, 2, 3. NY: Dover Publications. ISBN 978-0486235677, 978-0486235684, 978-0486236735. - [#19]: [Iota Ursae Majoris](https://en.wikipedia.org/wiki/Iota_Ursae_Majoris) - [#20]: [Falkner, David E. (2011). "La mitología del cielo nocturno: una guía para el astrónomo aficionado sobre las antiguas leyendas griegas y romanas", Patrick Moore's Practical Astronomy, Springer. ISBN 1-4614-0136-4](https://books.google.com/books?id=tyj8UUE968wC) - [#21]: Peters, C. A. F. (1853). "Sobre el paralaje de la estrella de Argelander". Monthly Notices of the Royal Astronomical Society, Vol. 14, p.49. DOI: 10.1093/mnras/14.2.49. - [#22]: Maddocks, Hugh C. (1991). "Índice de nombres de objetos del cielo profundo 2000.0". Foxon-Maddocks Associates. ISBN 0-9628305-0-X. - [#23]: Josef Klepesta, Antonin Rukl (1977). "Constelaciones: una guía concisa en color". ISBN 0600008932. - [#24]: Oswald Thomas (1945). "Atlas der Sternbilder". Salzburgo. - [#25]: Fred Schaaf (2019). "Una variedad de asterismos". Sky & Telescope, p.45 (noviembre de 2019). - [#26]: Gary Seronik (2017). "Destellos de binoculares revisados y ampliados: 109 vistas celestiales para usuarios de binoculares". F W Publications Inc. ISBN 9781940038445. - [#27]: Tony Flanders (2019). "Cerca de la constelación: Centauro y Cruz". Sky & Telescope, pp.22-27 (abril de 2019). - [#28]: Sue French (2019). "Maravillas del cielo profundo: héroe celestial". Sky & Telescope, pp.54-56 (julio de 2019). - [#29]: [Software Bisque: una lista completa de asterismos](https://www.bisque.com/tom/asterisms/list.asp) - [#30]: [Universidad del Norte de Iowa, EARTHSCI 1100 - Astronomía, Asterismos.](https://sites.uni.edu/morgans/astro/asterisms.html) - [#31]: [Horvatin - Constelaciones obsoletas, Departamento de Física y Astronomía, Universidad Estatal de Michigan.](https://web.pa.msu.edu/people/horvatin/Astronomy_Facts/obsolete_pages/triangulum_minor.htm) - [#32]: [Donald H. Menzel (1964). Un manual de campo para las estrellas y los planetas por Donald H. Menzel, Collins books - St. James's Place, Londres. ISBN: 0395934311, ISBN13: 9780395934319](http://www.arvindguptatoys.com/arvindgupta/menzel-fieldguide.pdf) - [#33]: [James B. (Jim) Kaler. Profesor emérito de Astronomía, Universidad de Illinois.](http://stars.astro.illinois.edu/sow/6tri.html) - [#34]: [Club de Astronomía de Tulsa - Observer, diciembre de 2008.](http://www.astrotulsa.com/cms_files/200812.pdf) - [#35]: [Universidad Baylor, Escuela de Ingeniería y Ciencias de la Computación, bitácora de observación de astronomía.](http://cs.baylor.edu/~hamerly/personal/astro/log.html) - [#36]: [NameExoWorlds de UAI100](http://nameexoworlds.iau.org/) - [#37]: [El catálogo de estrellas dobles de Washington (Mason+ 2001-2020)](https://vizier.u-strasbg.fr/viz-bin/VizieR?-source=B/wds) - [#38]: [Patrick Moore, Paul Doherty, H. J. P. Arnold, El atlas fotográfico de las estrellas, CRC Press LLC, 1999. ISBN 0750306548 (EXCLUIDO (demasiados errores tipográficos))](https://books.google.com/books?id=YjcvJUfnWBAC&pg=PA97#v=onepage&q&f=false) - [#39]: [Guy Consolmagno, Dan M. Davis, "Gira a la izquierda en Orión", Cambridge University Press, 2019. ISBN 9781108558464](https://doi.org/10.1017/9781108558464) - [#40]: Delporte, Eugene (1930). "Delimitación científica de las constelaciones (tablas y cartas)". Cambridge. - [#41]: facsímil: Uranometria de Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010. - [#42]: facsímil: La gran edición de Flamsteed - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017. - [#43]: Latußeck, Arndt y Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017. - [#44]: [Nombres en inglés de las constelaciones. Página de las constelaciones de la IAU](https://www.iau.org/public/themes/constellations/) - [#45]: [Grupo de trabajo de los nombres de estrellas de la UAI. WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#46]: Grasshoff, Gerd: "La historia del catálogo estelar de Ptolomeo", Springer, Nueva York, 1990. - [#47]: Hoffmann, Susanne M.: "Hipparchs Himmelsglobus", Springer, Wiesbaden / Nueva York, 2017. - [#48]: [Constelación. Artículo en Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#49]: [Catálogo de estrellas. Artículo en Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#50]: [Biblioteca de imágenes de constelaciones del Observatorio Naval de EE. UU. y el Instituto de Ciencia del Telescopio Espacial. Grabados de Johannes Hevelius.](http://hubblesource.stsci.edu/sources/illustrations/constellations/) - [#51]: Santiago Paolantonio, Beatriz García (2019). "Uranometría Argentina y los límites de las constelaciones". Bajo un solo cielo: el simposio del centenario de la IAU. Cambridge. p. 505. - [#52]: Manual de instrucciones de Meade para telescopios Maksutov-Cassegrain de 7", 8", 10" y 12". - [#53]: [Mike Wall (2013). "Extraña estrella 'Methuselah' parece más vieja que el universo". Space.com](https://www.space.com/20112-oldest-known-star-universe.html) - [#54]: [Instituto de Ciencia del Telescopio Espacial (STScI). "Hubble encuentra el 'certificado de nacimiento' de la estrella más antigua conocida". ScienceDaily. ScienceDaily, 7 de marzo de 2013](www.sciencedaily.com/releases/2013/03/130307145103.htm)

source: - [#1]: [The Constellations](https://www.iau.org/public/themes/constellations/) - [#2]: [IAU Catalog of Star Names (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#3]: [Uranometria 2000.0 Deep Sky Field Guide. ISBN: 0-943396-73-5](https://shopatsky.com/products/uranometria-2000-0-atlas-deep-sky-field-guide) - [#4]: Delporte, Eugene (1930). "Delimitation scientifique des constellations (tables et cartes)". Cambridge. - [#5]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#6]: Santiago Paolantonio, Beatriz García (2019). "Uranometría Argentina and the constellation boundaries". Under One Sky: The IAU Centenary Symposium. Cambridge. p. 505. - [#7]: [IAU Working Group Star Names. WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/)
es_419: - [#1]: [Las Constelaciones](https://www.iau.org/public/themes/constellations/) - [#2]: [Catálogo de la IAU de nombres de estrellas (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#3]: [Guía de campo de cielo profundo de Uranometria 2000.0. ISBN: 0-943396-73-5](https://shopatsky.com/products/uranometria-2000-0-atlas-deep-sky-field-guide) - [#4]: Delporte, Eugenio (1930). "Delimitación científica de las constelaciones (tablas y cartas)". Cambridge. - [#5]: Hoffmann, Susanne M.: El Himmelsglobus de Hiparco, Springer, Wiesbaden/Nueva York, 2017 - [#6]: Santiago Paolantonio, Beatriz García (2019). "Uranometría argentina y los límites de las constelaciones". Bajo un solo cielo: el simposio del centenario de la IAU. Cambridge. pag. 505. - [#7]: [Nombres de estrellas del grupo de trabajo de la IAU. WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/)

source: - [#1]: [Sky & Telescope](https://www.skyandtelescope.com) homepage - [#2]: [Constellation](http://en.wikipedia.org/wiki/Constellation) article at Wikipedia - [#3]: [Star Catalogue](http://en.wikipedia.org/wiki/Star_catalogue) article at Wikipedia - [#4]: [Official IAU constellation information](http://www.iau.org/public/constellations/)
de: - [#1]: [Sky & Telescope](https://www.skyandtelescope.com) Homepage - [#2]: [Constellation](http://en.wikipedia.org/wiki/Constellation)-Artikel in Wikipedia - [#3]: [Star Catalogue](http://en.wikipedia.org/wiki/Star_catalogue)-Artikel in Wikipedia - [#4]: [Offizielle IAU Sternbilderinformationen](http://www.iau.org/public/constellations/)
es_419: - [#1]: Página de inicio de [Sky & Telescope](https://www.skyandtelescope.com) - [#2]: Artículo de [constelación](http://en.wikipedia.org/wiki/Constellation) en Wikipedia - [#3]: Artículo de [catálogo de estrellas](http://en.wikipedia.org/wiki/Star_catalogue) en Wikipedia - [#4]: [Información oficial de las constelaciones de la UAI](http://www.iau.org/public/constellations/)

source: Paul Krizak <paul.krizak@gmail.com> and Jonathan E. Piskor <jonathan.e.piskor@gmail.com>
es_419: Paul Krizak <paul.krizak@gmail.com> y Jonathan E. Piskor <jonathan.e.piskor@gmail.com>
