Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Stellarium currently provides 300 Chinese Xingguans and more than 3000 Chinese star names from *Complete Studies of Astronomical* (Chinese: 仪象考成; pinyin: Yíxiàng kǎochéng) and *The Continuation of Complete Studies of Astronomical* (Chinese: 仪象考成续编; pinyin: Yíxiàngkǎochéng xùbiān). *Complete Studies of Astronomical* is an imperial record of astronomy finished in 1756. In 1844, the Imperial Astronomical Observatory made a revision to it and published *The Continuation of Complete Studies of Astronomical*, which is the major reference to the traditional Chinese Xingguans and star names used today. Yi Shitong has conducted textual research and summary of these records in his book*Chinese and Western Contrast Star Chart and Catalogue 1950.0* (Chinese: 中西对照恒星图表1950.0; pinyin: Zhōngxī Duìzhào Héngxīng Túbiǎo). Chinese Traditional Sky Culture is Based on the information inside *Chinese and Western Contrast Star Chart and Catalogue 1950.0* and *Complete Studies of Astronomical*. In addition, some stars have been added according to *The History of Stellar Observation in China* (Chinese: 中国恒星观测史; pinyin: Zhōngguó Héngxīng Guāncèshǐ) by Pan Nai, if these stars are not certified in *Chinese and Western Contrast Star Chart and Catalogue1950.0(Star Catalogue)*. If the star name is followed by a "*", it is a star added according to *The History of Stellar Observation in China*. If the star name is followed by a "?", it is a star added according to *The History of Stellar Observation in China*, but cannot be fully certified. ### Sun, Moon and Planets The Western countries named the planets in mythical characters. The ancient Chinese understanding of five planets is based on five-element concepts. Therefore, Mercury is named Water Star, Venus is named Metal Star, Mars is named Fire Star, Jupiter is named Wood Star, Saturn is named Earth Star. In Chinese, the sun and the moon are named after Yin and Yang (with prefix "great" (Chinese:太; pinyin: tài)), respectively Taiyang (Sun, Chinese: 太阳; pinyin: Tàiyáng) and Taiyin (Moon, Chinese:太阴; pinyin: Tàiyīn). Their other name belongs to pictographic characters. Ri (Sun, Chinese: 日) And Yue (Moon, Chinese: 月). But the more commonly used name for the moon is Yueliang (Chinese: 月亮; pinyin: Yuèliàng). The sun, the moon and the five planets form Seven Luminaries (Chinese: 七曜; pinyin: qīyào), which correspond to the Five Elements and Yin and Yang. ### Xingguans Traditional Chinese astronomy has a system of dividing the celestial sphere into asterisms or constellations, known as "Xingguan". Modern constellations refer to specific areas of the celestial sphere. Xingguans refer only to the way stars are distributed, with no specific boundaries between Xingguans. The name and layout of the Xingguans are very social, the kingdom, the mountains, the goods, the industry all move to the sky, according to the Earth's way in the sky to copy a world. The Xingguans are generally smaller than the constellations of Hellenistic tradition. A Xingguan contains more than dozens of stars, and fewer are only one. Medieval Chinese Astronomical Maps generally show a total of 283 Xingguans, comprising a total of 1,464 individual stars. The Xingguans are divided into 31 regions, the Twenty-Eight Mansions (Chinese: 二十八宿；pinyin: Èrshíbā Xiù) along the ecliptic, and the Three Enclosures (Chinese: 三垣; pinyin: Sānyuán) of the northern sky. Due to the influence of precession, six Xingguans near the southern horizon are getting more and more south. They were no longer easy to be observed by astronomers in the Ming and Qing Dynasties, so they were no longer recorded in *Complete Studies of Astronomical*. Before the late Ming Dynasty (17th century), there were no Xingguans around the southern celestial pole. The Southern Sky (Chinese: 近南极星区; pinyin: JìnnánJí Xīngqū) was added as a 32th region in the late Ming Dynasty based on European star charts, comprising an additional 23 Xingguans. The Southern Sky are now also treated as part of the traditional Chinese system. Since the late Ming Dynasty, Western missionaries entered the Imperial Astronomical Observatory. They have followed the names of the Xingguans, but changed the corresponding stars of some Xingguans, and added some stars to almost every Xingguan, called "added stars" (Chinese: 增星; pinyin: zēngxīng). The original stars are called "primary stars" (Chinese: 正星; pinyin: zhèngxīng). A Xingguan of two or more stars, each star has a number. The name of the stars in *The Continuation of Complete Studies of Astronomical* is the Xingguan plus a number. But there are also a few Xingguans, each star has a special name. In this way, *The Continuation of Complete Studies of Astronomical* has 300 Xingguans and 3240 stars in total. Until the Revolution of 1911, China no longer regarded Xingguan as the official constellation system. Unlike Xingguans, traditional Chinese star names are still used in modern Chinese astronomy, even more common than Western names. ![](illustrations/yxkcxt.png) *Astronomical Map of Complete Studies of Astronomical (1757)* ### Three Enclosures Three Enclosures is three regions in the northern sky surrounded by the ecliptic. Three Enclosures is Purple Forbidden Enclosure (Chinese: 紫微垣; pinyin: Zǐwēiyuán), Supreme Palace Enclosure (Chinese: 太微垣; pinyin: Tàiwēiyuán), Heavenly Market Enclosure (Chinese: 天市垣; pinyin: Tiānshìyuán). Each Enclosure has two walls, called the left wall and the right wall which are the main Xingguans. The walls are surrounded by many Xingguans. There are also Xingguans in the vicinity of the wall that belong to this Enclosure. Purple Forbidden enclosure is the inner palace of the emperor, it covers the northernmost area of the night sky. From the viewpoint of the ancient Chinese, the Purple Forbidden Enclosure lies in the middle of the sky and is circled by all the other stars. It covers the modern constellations Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes, and parts of Ursa Major, Canes Venatici, Leo Minor, Hercules. Purple Forbidden enclosure has 37 Xingguans. - [Purple Forbidden enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) Supreme Palace Enclosure is the place where the emperor and the courtiers deal with their politics. Supreme Palace Enclosure has a variety of officials and government agencies. It covers the modern constellations Virgo, Coma Berenices and Leo, and parts of Canes Venatici, Ursa Major and Leo Minor. Supreme Palace Enclosure has 20 Xingguans. - [Supreme Palace Enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) Heavenly Market Enclosure is a bazaar in the sky, a place where ordinary people live. The Heavenly Market Enclosure covers the modern constellations Serpens, Ophiuchus, Aquila and Corona Borealis, and parts of Hercules. Heavenly Market Enclosure has 19 Xingguans. They were named after the participants of the bazaar and the facilities of the bazaar. - [Heavenly Market Enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) ### Twenty-Eight Mansions The Twenty-Eight Mansions (Chinese: 二十八宿; pinyin:Èrshíbā Xiù) also known as 28 Lunar Mansions are the ancient China divisions of the ecliptic and the sky area near the equator to divide the ecliptic into 28 regions according to the right ascension. Each region is called a Mansion (Chinese: 宿; pinyin:Xiù), The ancients let the Moon change a Mansion every day to rest. Each Mansion has a Xingguan of the same name near the ecliptic, which is the main Xingguan. Where the Xingguans in this area belongs to the Mansion. Each Xingguans has a main star know as determinative star (Chinese: 距星; pinyin: jùxīng). In ancient China, the determinative stars of Twenty-eight Mansions was the benchmark for determining the longitude of the equatorial coordinate system. The right ascension difference between the determinative stars of two adjacent Mansions is the equatorial mansion degrees (Chinese: 宿度; pinyin: xiùdù) of the western Mansion. The traditional equatorial coordinate system of China divides the equator into 365.25 degrees, and the Sun runs one day for one degree, which is also the sum of the equatorial mansion degrees of the 28 Mansion. Due to the influence of precession, the equatorial mansion degrees of each Mansion has been slowly changing, and some determinative stars have also changed in history. On traditional Chinese star maps, there are 28 lines passing through the determinative stars of The Twenty-Eight Mansions from the north celestial pole as their boundaries to facilitate the positioning of celestial bodies. If a celestial body is east of the determinative star of a Mansion, and its right ascension does not exceed the determinative star of the next Mansion, the difference in right ascension between this celestial body and the determinative star, is know as mansion distance degrees (Chinese: 入宿度; pinyin: rùxiùdù). Coupled with the polar distance degrees(Chinese: 去极度; pinyin: qùjídù), which is the angular distance between the star and the north celestial pole, we can determine the position of a star on the celestial sphere. Mansion distance degrees and polar distance degrees together constitute the two components of the ancient Chinese equatorial coordinate system. The Twenty-Eight Mansions are grouped into Four Symbols (Chinese: 四象; pinyin: sìxiàng), each associated with a compass direction and containing seven Mansions, corresponds to Seven Luminaries. The correspondence between the Twenty-Eight Mansions and the Four Symbols is based on the sky at dusk on the vernal equinox in a certain period of ancient times. At this time, the Vermilion Bird is in the south, the Azure Dragon is in the east, the Black Tortoise is in the north, and the White Tiger is in the west. ### The List of The Twenty-Eight Mansions (J2000) |Seven Luminaries| |Wood|Metal|Earth|Sun|Moon|Fire|Water| |----------------|---|----|-----|-----|---|----|----|-----| |Chinese Name|<notr>东方苍龙</notr>|<notr>角宿</notr>|<notr>亢宿</notr>|<notr>氐宿</notr>|<notr>房宿</notr>|<notr>心宿</notr>|<notr>尾宿</notr>|<notr>箕宿</notr>| |Pinyin|<notr>Dōngfāng Cānglóng</notr>|<notr>Jiǎoxiù</notr>|<notr>Kàngxiù</notr>|<notr>Dīxiù</notr>|<notr>Fángxiù</notr>|<notr>Xīnxiù</notr>|<notr>Wěixiù</notr>|<notr>Jīxiù</notr>| |Translation|Azure Dragon of the East|Horn Mansion|Neck Mansion|Root Mansion|Room Mansion|Heart Mansion|Tail Mansion|Winnowing Basket Mansion| |Number of xingguans|<notr>46</notr>|<notr>11</notr>|<notr>7</notr>|<notr>11</notr>|<notr>7</notr>|<notr>2</notr>|<notr>5</notr>|<notr>3</notr>| |Determinative Star| |<notr>α Vir</notr>|<notr>κ Vir</notr>|<notr>α2 Lib</notr>|<notr>π Sco</notr>|<notr>σ Sco</notr>|<notr>μ1 Sco</notr>|<notr>γ Sgr</notr>| |RA of Determinative Star| |<notr>13h25m11.6s</notr>|<notr>14h12m53.8s</notr>|<notr>14h50m52.8s</notr>|<notr>15h58m51.1s</notr>|<notr>16h21m11.3s</notr>|<notr>16h51m52.2s</notr>|<notr>18h05m48.5s</notr>| |Equatorial Mansion Degrees 1| |<notr>47m42s</notr>|<notr>37m59s</notr>|<notr>1h07m58s</notr>|<notr>22m20s</notr>|<notr>30m41s</notr>|<notr>1h13m57s</notr>|<notr>39m51s</notr>| |Equatorial Mansion Degrees 2| |<notr>12.10°</notr>|<notr>9.63°</notr>|<notr>17.24°</notr>|<notr>5.67°</notr>|<notr>7.78°</notr>|<notr>18.76°</notr>|<notr>10.11°</notr>| |Chinese Name|<notr>北方玄武</notr>|<notr>斗宿</notr>|<notr>牛宿</notr>|<notr>女宿</notr>|<notr>虚宿</notr>|<notr>危宿</notr>|<notr>室宿</notr>|<notr>壁宿</notr>| |Pinyin|<notr>Běifāng Xuánwǔ</notr>|<notr>Dǒuxiù</notr>|<notr>Niúxiù</notr>|<notr>Nǚxiù</notr>|<notr>Xūxiù</notr>|<notr>Wēixiù</notr>|<notr>Shìxiù</notr>|<notr>Bìxiù</notr>| |Translation|Black Tortoise of the North|Dipper Mansion|Ox Mansion|Girl Mansion|Emptiness Mansion|Rooftop Mansion|Encampment Mansion|Wall Mansion| |Number of xingguans|<notr>65</notr>|<notr>10</notr>|<notr>11</notr>|<notr>8</notr>|<notr>10</notr>|<notr>10</notr>|<notr>10</notr>|<notr>6</notr>| |Determinative Star| |<notr>μ Sgr</notr>|<notr>β Cap</notr>|<notr>ε Aqr</notr>|<notr>β Aqr</notr>|<notr>α Aqr</notr>|<notr>α Peg</notr>|<notr>γ Peg</notr>| |RA of Determinative Star| |<notr>18h45m39.4s</notr>|<notr>20h21m0.7s</notr>|<notr>20h47m40.6s</notr>|<notr>21h31m33.5s</notr>|<notr>22h05m47.0s</notr>|<notr>23h04m45.7s</notr>|<notr>00h13m14.2s</notr>| |Equatorial Mansion Degrees 1| |<notr>1h35m21s</notr>|<notr>26m40s</notr>|<notr>43m53s</notr>|<notr>34m13s</notr>|<notr>58m59s</notr>|<notr>1h08s29s</notr>|<notr>43m58s</notr>| |Equatorial Mansion Degrees 2| |<notr>24.19°</notr>|<notr>6.76°</notr>|<notr>11.13°</notr>|<notr>8.68°</notr>|<notr>14.96°</notr>|<notr>17.37°</notr>|<notr>11.15°</notr>| |Chinese Name|<notr>西方白虎</notr>|<notr>奎宿</notr>|<notr>娄宿</notr>|<notr>胃宿</notr>|<notr>昴宿</notr>|<notr>毕宿</notr>|<notr>觜宿</notr>|<notr>参宿</notr>| |Pinyin|<notr>Xīfāng Báihǔ</notr>|<notr>Kuíxiù</notr>|<notr>Loúxiù</notr>|<notr>Wèixiù</notr>|<notr>Mǎoxiù</notr>|<notr>Bìxiù</notr>|<notr>Zīxiù</notr>|<notr>Shēnxiù</notr>| |Translation|White Tiger of the West|Legs Mansion|Bond Mansion|Stomach Mansion|Hairy Head Mansion|Net Mansion|Turtle Beak Mansion|Three Stars Mansion| |Number of xingguans|<notr>54</notr>|<notr>9</notr>|<notr>6</notr>|<notr>7</notr>|<notr>9</notr>|<notr>14</notr>|<notr>3</notr>|<notr>6</notr>| |Determinative Star| |<notr>η And</notr>|<notr>β Ari</notr>|<notr>35 Ari</notr>|<notr>17 Tau</notr>|<notr>ε Tau</notr>|<notr>λ Ori</notr>|<notr>ζ Ori</notr>| |RA of Determinative Star| |<notr>00h57m12.3s</notr>|<notr>01h54m38.4s</notr>|<notr>02h43m27.1s</notr>|<notr>03h44m52.5s</notr>|<notr>04h28m37.0s</notr>|<notr>5h35m8.3s</notr>|<notr>05h40m45.5s</notr>| |Equatorial Mansion Degrees 1| |<notr>57m26s</notr>|<notr>48m49s</notr>|<notr>1h01m26s</notr>|<notr>43m44s</notr>|<notr>1h06m31s</notr>|<notr>5m32s</notr>|<notr>42m12s</notr>| |Equatorial Mansion Degrees 2| |<notr>14.57°</notr>|<notr>12.38°</notr>|<notr>15.58°</notr>|<notr>11.09°</notr>|<notr>16.87°</notr>|<notr>1.40°</notr>|<notr>10.70°</notr>| |Chinese Name|<notr>南方朱雀</notr>|<notr>井宿</notr>|<notr>鬼宿</notr>|<notr>柳宿</notr>|<notr>星宿</notr>|<notr>张宿</notr>|<notr>翼宿</notr>|<notr>轸宿</notr>| |Pinyin|<notr>Nánfāng Zhūquè</notr>|<notr>Jǐngxiù</notr>|<notr>Guǐxiù</notr>|<notr>Liǔxiù</notr>|<notr>Xīngxiù</notr>|<notr>Zhāngxiù</notr>|<notr>Yìxiù</notr>|<notr>Zhěnxiù</notr>| |Translation|Vermilion Bird of the South|Well Mansion|Ghosts Mansion|Willow Mansion|Star Mansion|Extended Net Mansion|Wings Mansion|Chariot Mansion| |Number of xingguans|<notr>42</notr>|<notr>19</notr>|<notr>7</notr>|<notr>2</notr>|<notr>5</notr>|<notr>2</notr>|<notr>2</notr>|<notr>5</notr>| |Determinative Star| |<notr>μ Gem</notr>|<notr>θ Cnc</notr>|<notr>δ Hya</notr>|<notr>α Hya</notr>|<notr>υ1 Hya</notr>|<notr>α Crt</notr>|<notr>γ Crv</notr>| |RA of Determinative Star| |<notr>6h22m57.6s</notr>|<notr>8h31m35.7s</notr>|<notr>8h37m39.4s</notr>|<notr>09h27m35.2s</notr>|<notr>09h51m28.7s</notr>|<notr>10h59m45.9s</notr>|<notr>12h15m48.4s</notr>| |Equatorial Mansion Degrees 1| |<notr>2h08m38s</notr>|<notr>6m3s</notr>|<notr>49m58s</notr>|<notr>23m54s</notr>|<notr>1h08m17s</notr>|<notr>1h16m02s</notr>|<notr>1h09m23s</notr>| |Equatorial Mansion Degrees 2| |<notr>32.63°</notr>|<notr>1.54°</notr>|<notr>12.67°</notr>|<notr>6.06°</notr>|<notr>17.32°</notr>|<notr>19.29°</notr>|<notr>17.60°</notr>| note 1: Equatorial Mansion Degrees 1:Modern equatorial coordinate system. note 2: Equatorial Mansion Degrees 2:The traditional equatorial coordinate system of China, divides the equator into 365.25 degrees. - <notr>[Twenty-Eight Mansions (Wikipedia)](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions)</notr> ### The Southern Sky The sky around the south celestial pole was unknown to ancient Chinese. Therefore, it was not included in the Three Enclosures and Twenty-Eight Mansions system. However, in the late Ming Dynasty, Xu Guangqi (Chinese: 徐光启; pinyin: Xú Guāngqǐ) introduced another 23 Xingguans based on the European star charts. These Xingguans were since incorporated into the traditional Chinese star maps. These Xingguans are actually variations of Western constellations, and they are mostly named after animals. ### The list of Xingguans |Chinese Name|Pinyin|Translation|Number of Primary Stars|Number of Added Stars| |------------|------|-----------|-----------------------|---------------------| |<notr>紫微垣</notr>|<notr>Zǐwēiyuán</notr>|Purple Forbidden Enclosure| | | |<notr>北极</notr>|<notr>Běijí</notr>|Northern Pole|<notr>5</notr>|<notr>3</notr>| |<notr>四辅</notr>|<notr>Sìfǔ</notr>|Four Advisors|<notr>4</notr>|<notr>1</notr>| |<notr>天乙</notr>|<notr>Tiānyǐ</notr>|Celestial Great One|<notr>1</notr>|<notr>0</notr>| |<notr>太乙</notr>|<notr>Tàiyǐ</notr>|First Great One|<notr>1</notr>|<notr>0</notr>| |<notr>紫微左垣</notr>|<notr>Zǐwēizuǒyuán</notr>|Purple Forbidden Left Wall|<notr>8</notr>|<notr>12</notr>| |<notr>紫微右垣</notr>|<notr>Zǐwēiyòuyuán</notr>|Purple Forbidden Right Wall|<notr>7</notr>|<notr>12</notr>| |<notr>阴德</notr>|<notr>Yīndé</notr>|Hidden Virtue|<notr>2</notr>|<notr>1</notr>| |<notr>尚书</notr>|<notr>Shàngshū</notr>|Royal Secretary|<notr>5</notr>|<notr>2</notr>| |<notr>女史</notr>|<notr>Nǚshǐ</notr>|Female Protocol|<notr>1</notr>|<notr>1</notr>| |<notr>柱史</notr>|<notr>Zhùshǐ</notr>|Official of Royal Archives|<notr>1</notr>|<notr>2</notr>| |<notr>御女</notr>|<notr>Yùnǚ</notr>|Maids-in-waiting|<notr>4</notr>|<notr>1</notr>| |<notr>天柱</notr>|<notr>Tiānzhù</notr>|Celestial Pillar|<notr>5</notr>|<notr>6</notr>| |<notr>大理</notr>|<notr>Dàlǐ</notr>|Chief Judge|<notr>2</notr>|<notr>1</notr>| |<notr>勾陈</notr>|<notr>Gōuchén</notr>|Curved Array|<notr>6</notr>|<notr>10</notr>| |<notr>六甲</notr>|<notr>Liùjiǎ</notr>|Six Jia|<notr>6</notr>|<notr>1</notr>| |<notr>天皇大帝</notr>|<notr>Tiānhuángdàdì</notr>|Great Emperor of Heaven|<notr>1</notr>|<notr>0</notr>| |<notr>五帝内座</notr>|<notr>WǔdìnèiZuò</notr>|Interior Seats of the Five Emperors|<notr>5</notr>|<notr>3</notr>| |<notr>华盖</notr>|<notr>Huágài</notr>|Canopy of the Emperor|<notr>7</notr>|<notr>0</notr>| |<notr>杠(附华盖)</notr>|<notr>Gàng</notr>|Canopy Support (Vassal of Canopy of the Emperor )|<notr>9</notr>|<notr>1</notr>| |<notr>传舍</notr>|<notr>Chuánshè</notr>|Guest House|<notr>9</notr>|<notr>4</notr>| |<notr>内阶</notr>|<notr>Nèijiē</notr>|Inner Steps|<notr>6</notr>|<notr>10</notr>| |<notr>天厨</notr>|<notr>Tiānchú</notr>|Celestial Kitchen|<notr>6</notr>|<notr>2</notr>| |<notr>八谷</notr>|<notr>Bāgǔ</notr>|Eight Kinds of Crops|<notr>8</notr>|<notr>34</notr>| |<notr>天棓</notr>|<notr>Tiānbàng</notr>|Celestial Flail|<notr>5</notr>|<notr>10</notr>| |<notr>内厨</notr>|<notr>Nèichú</notr>|Inner Kitchen|<notr>2</notr>|<notr>2</notr>| |<notr>文昌</notr>|<notr>Wénchāng</notr>|Administrative Center|<notr>6</notr>|<notr>8</notr>| |<notr>三师</notr>|<notr>Sānshī</notr>|Three Top Instructors|<notr>3</notr>|<notr>1</notr>| |<notr>三公</notr>|<notr>Sāngōng</notr>|Three Excellencies|<notr>3</notr>|<notr>0</notr>| |<notr>天床</notr>|<notr>Tiānchuáng</notr>|Celestial Bed|<notr>6</notr>|<notr>2</notr>| |<notr>太尊</notr>|<notr>Tàizūn</notr>|Royals|<notr>1</notr>|<notr>0</notr>| |<notr>天牢</notr>|<notr>Tiānláo</notr>|Celestial Prison|<notr>6</notr>|<notr>2</notr>| |<notr>太阳守</notr>|<notr>Tàiyángshǒu</notr>|Guard of the Sun|<notr>1</notr>|<notr>1</notr>| |<notr>势</notr>|<notr>Shì</notr>|Eunuch|<notr>4</notr>|<notr>19</notr>| |<notr>相</notr>|<notr>Xiàng</notr>|Prime Minister|<notr>1</notr>|<notr>3</notr>| |<notr>玄戈</notr>|<notr>Xuángē</notr>|Sombre Lance|<notr>1</notr>|<notr>2</notr>| |<notr>天理</notr>|<notr>Tiānlǐ</notr>|Judge for Nobility|<notr>4</notr>|<notr>1</notr>| |<notr>北斗</notr>|<notr>Běidǒu</notr>|Northern Dipper|<notr>7</notr>|<notr>16</notr>| |<notr>辅(附北斗)</notr>|<notr>Fǔ</notr>|Assistant (Vassal of Northern Dipper)|<notr>1</notr>|<notr>3</notr>| |<notr>天枪</notr>|<notr>Tiānqiāng</notr>|Celestial Spear|<notr>3</notr>|<notr>4</notr>| |<notr>太微垣</notr>|<notr>Tàiwēiyuán</notr>|Supreme Palace Enclosure| | | |<notr>太微左垣</notr>|<notr>Tàiwēizuǒyuán</notr>|Supreme Palace Left Wall|<notr>5</notr>|<notr>9</notr>| |<notr>太微右垣</notr>|<notr>Tàiwēiyòuyuán</notr>|Supreme Palace Right Wall|<notr>5</notr>|<notr>5</notr>| |<notr>谒者</notr>|<notr>Yèzhě</notr>|Usher to the Court|<notr>1</notr>|<notr>2</notr>| |<notr>三公</notr>|<notr>Sāngōng</notr>|Three Excellencies|<notr>3</notr>|<notr>0</notr>| |<notr>九卿</notr>|<notr>Jiǔqīng</notr>|Nine Senior Officers|<notr>3</notr>|<notr>9</notr>| |<notr>五诸侯</notr>|<notr>Wǔzhūhóu</notr>|Five Lords|<notr>5</notr>|<notr>7</notr>| |<notr>内屏</notr>|<notr>Nèipíng</notr>|Inner Screen|<notr>4</notr>|<notr>6</notr>| |<notr>五帝座</notr>|<notr>Wǔdìzuò</notr>|Seats of the Five Emperors|<notr>5</notr>|<notr>4</notr>| |<notr>幸臣</notr>|<notr>Xìngchén</notr>|Officer of Honour|<notr>1</notr>|<notr>0</notr>| |<notr>太子</notr>|<notr>Tàizǐ</notr>|Crown Prince|<notr>1</notr>|<notr>0</notr>| |<notr>从官</notr>|<notr>Cóngguān</notr>|Retinue|<notr>1</notr>|<notr>0</notr>| |<notr>郎将</notr>|<notr>Lángjiàng</notr>|Captain of the Bodyguards|<notr>1</notr>|<notr>2</notr>| |<notr>虎贲</notr>|<notr>Hǔbēn</notr>|Emperor's Bodyguard|<notr>1</notr>|<notr>0</notr>| |<notr>常陈</notr>|<notr>Chángchén</notr>|Royal Guards|<notr>7</notr>|<notr>7</notr>| |<notr>郎位</notr>|<notr>Lángwèi</notr>|Officers of the Imperial Guard|<notr>15</notr>|<notr>3</notr>| |<notr>明堂</notr>|<notr>Míngtáng</notr>|The Hall of Glory|<notr>3</notr>|<notr>7</notr>| |<notr>灵台</notr>|<notr>Língtaí</notr>|Astronomical Observatory|<notr>3</notr>|<notr>8</notr>| |<notr>少微</notr>|<notr>Shàowēi</notr>|Junior Officers|<notr>4</notr>|<notr>9</notr>| |<notr>长垣</notr>|<notr>Chángyuán</notr>|Long Wall|<notr>4</notr>|<notr>9</notr>| |<notr>三台</notr>|<notr>Sāntái</notr>|Three Steps|<notr>6</notr>|<notr>13</notr>| |<notr>天市垣</notr>|<notr>Tiānshìyuán</notr>|Heavenly Market Enclosure| | | |<notr>天市左垣</notr>|<notr>Tiānshìzuǒyuán</notr>|Heavenly Market Left Wall|<notr>11</notr>|<notr>48</notr>| |<notr>天市右垣</notr>|<notr>Tiānshìyòuyuán</notr>|Heavenly Market Right Wall|<notr>11</notr>|<notr>32</notr>| |<notr>市楼</notr>|<notr>Shìlóu</notr>|Municipal Office|<notr>6</notr>|<notr>1</notr>| |<notr>车肆</notr>|<notr>Chēsì</notr>|Commodity Market|<notr>2</notr>|<notr>2</notr>| |<notr>宗正</notr>|<notr>Zōngzhèng</notr>|Official for the Royal Clan|<notr>2</notr>|<notr>3</notr>| |<notr>宗人</notr>|<notr>Zōngrén</notr>|Official of Religious Ceremonies|<notr>4</notr>|<notr>4</notr>| |<notr>宗</notr>|<notr>Zōng</notr>|Patriarchal Clan|<notr>2</notr>|<notr>0</notr>| |<notr>帛度</notr>|<notr>Bódù</notr>|Textile Ruler|<notr>2</notr>|<notr>3</notr>| |<notr>屠肆</notr>|<notr>Túsì</notr>|Butcher's Shops|<notr>2</notr>|<notr>3</notr>| |<notr>候</notr>|<notr>Hòu</notr>|Astrologer|<notr>1</notr>|<notr>6</notr>| |<notr>帝座</notr>|<notr>Dìzuò</notr>|Emperor's Seat|<notr>1</notr>|<notr>0</notr>| |<notr>宦者</notr>|<notr>Huànzhě</notr>|Eunuch Official|<notr>2</notr>|<notr>5</notr>| |<notr>列肆</notr>|<notr>Lièsì</notr>|Jewel Market|<notr>2</notr>|<notr>4</notr>| |<notr>斗</notr>|<notr>Dǒu</notr>|Dipper for Liquids|<notr>5</notr>|<notr>11</notr>| |<notr>斛</notr>|<notr>Hú</notr>|Dipper for Solids|<notr>4</notr>|<notr>7</notr>| |<notr>贯索</notr>|<notr>Guànsuǒ</notr>|Coiled Thong|<notr>9</notr>|<notr>13</notr>| |<notr>七公</notr>|<notr>Qīgōng</notr>|Seven Excellencies|<notr>7</notr>|<notr>16</notr>| |<notr>天纪</notr>|<notr>Tiānjì</notr>|Celestial Discipline|<notr>9</notr>|<notr>15</notr>| |<notr>女床</notr>|<notr>Nǚchuáng</notr>|Woman's Bed|<notr>3</notr>|<notr>0</notr>| |<notr>角宿</notr>|<notr>Jiǎoxiù</notr>|Horn Mansion| | | |<notr>角宿</notr>|<notr>Jiǎoxiù</notr>|Horn|<notr>2</notr>|<notr>16</notr>| |<notr>平道</notr>|<notr>Píngdào</notr>|Flat Road|<notr>2</notr>|<notr>0</notr>| |<notr>天田</notr>|<notr>Tiāntián</notr>|Celestial Farmland|<notr>2</notr>|<notr>7</notr>| |<notr>进贤</notr>|<notr>Jìnxián</notr>|Recommending Virtuous Men|<notr>1</notr>|<notr>9</notr>| |<notr>周鼎</notr>|<notr>Zhōudǐng</notr>|Tripod of the Zhou|<notr>3</notr>|<notr>0</notr>| |<notr>天门</notr>|<notr>Tiānmén</notr>|Celestial Gate|<notr>2</notr>|<notr>11</notr>| |<notr>平</notr>|<notr>Píng</notr>|Justice|<notr>2</notr>|<notr>4</notr>| |<notr>库楼</notr>|<notr>Kùlóu</notr>|Arsenal|<notr>10</notr>|<notr>1</notr>| |<notr>柱</notr>|<notr>Zhù</notr>|Pillars|<notr>11</notr>|<notr>0</notr>| |<notr>衡</notr>|<notr>Héng</notr>|Railings|<notr>4</notr>|<notr>0</notr>| |<notr>南门</notr>|<notr>Nánmén</notr>|Southern Gate|<notr>2</notr>|<notr>2</notr>| |<notr>亢宿</notr>|<notr>Kàngxiù</notr>|Neck Mansion| | | |<notr>亢宿</notr>|<notr>Kàngxiù</notr>|Neck|<notr>4</notr>|<notr>12</notr>| |<notr>大角</notr>|<notr>Dàjiǎo</notr>|Great Horn|<notr>1</notr>|<notr>2</notr>| |<notr>左摄提</notr>|<notr>Zuǒshètí</notr>|Left Conductor|<notr>3</notr>|<notr>4</notr>| |<notr>右摄提</notr>|<notr>Yòushètí</notr>|Right Conductor|<notr>3</notr>|<notr>6</notr>| |<notr>顿顽</notr>|<notr>Dùnwán</notr>|Trials|<notr>2</notr>|<notr>1</notr>| |<notr>阳门</notr>|<notr>Yángmén</notr>|Gate of Yang|<notr>2</notr>|<notr>0</notr>| |<notr>折威</notr>|<notr>Zhéwēi</notr>|Executions|<notr>7</notr>|<notr>7</notr>| |<notr>氐宿</notr>|<notr>Dīxiù</notr>|Root Mansion| | | |<notr>氐宿</notr>|<notr>Dīxiù</notr>|Root|<notr>4</notr>|<notr>30</notr>| |<notr>天乳</notr>|<notr>Tiānrǔ</notr>|Celestial Milk|<notr>1</notr>|<notr>4</notr>| |<notr>招摇</notr>|<notr>Zhāoyáo</notr>|Twinkling Indicator|<notr>1</notr>|<notr>0</notr>| |<notr>梗河</notr>|<notr>Gěnghé</notr>|Celestial Lance|<notr>3</notr>|<notr>5</notr>| |<notr>帝席</notr>|<notr>Dìxí</notr>|Mattress of the Emperor|<notr>3</notr>|<notr>1</notr>| |<notr>亢池</notr>|<notr>Kàngchí</notr>|Boats and Lake|<notr>4</notr>|<notr>0</notr>| |<notr>阵车</notr>|<notr>Zhènchē</notr>|Battle Chariots|<notr>3</notr>|<notr>2</notr>| |<notr>骑官</notr>|<notr>Qíguān</notr>|Imperial Guards|<notr>10</notr>|<notr>0</notr>| |<notr>车骑</notr>|<notr>Chēqí</notr>|Chariots and Cavalry|<notr>3</notr>|<notr>0</notr>| |<notr>天辐</notr>|<notr>Tiānfú</notr>|Celestial Spokes|<notr>2</notr>|<notr>1</notr>| |<notr>骑阵将军</notr>|<notr>Qízhènjiāngjūn</notr>|Chariots and Cavalry General|<notr>1</notr>|<notr>0</notr>| |<notr>房宿</notr>|<notr>Fángxiù</notr>|Room Mansion| | | |<notr>房宿</notr>|<notr>Fángxiù</notr>|Room|<notr>4</notr>|<notr>6</notr>| |<notr>钩钤(附房宿)</notr>|<notr>Gōuqián</notr>|Lock (Vassal of Room)|<notr>2</notr>|<notr>0</notr>| |<notr>键闭</notr>|<notr>Jiànbì</notr>|Door Bolt|<notr>1</notr>|<notr>0</notr>| |<notr>罚</notr>|<notr>Fá</notr>|Punishment|<notr>3</notr>|<notr>3</notr>| |<notr>东咸</notr>|<notr>Dōngxián</notr>|Eastern Door|<notr>4</notr>|<notr>2</notr>| |<notr>西咸</notr>|<notr>Xīxián</notr>|Western Door|<notr>4</notr>|<notr>2</notr>| |<notr>日</notr>|<notr>Rì</notr>|Solar Star|<notr>1</notr>|<notr>1</notr>| |<notr>从官</notr>|<notr>Cóngguān</notr>|Retinue|<notr>2</notr>|<notr>1</notr>| |<notr>心宿</notr>|<notr>Xīnxiù</notr>|Heart Mansion| | | |<notr>心宿</notr>|<notr>Xīnxiù</notr>|Heart|<notr>3</notr>|<notr>9</notr>| |<notr>积卒</notr>|<notr>Jīzú</notr>|Group of Soldiers|<notr>2</notr>|<notr>2</notr>| |<notr>尾宿</notr>|<notr>Wěixiù</notr>|Tail Mansion| | | |<notr>尾宿</notr>|<notr>Wěixiù</notr>|Tail|<notr>9</notr>|<notr>4</notr>| |<notr>神宫(附尾宿)</notr>|<notr>shéngōng</notr>|Changing Room (Vassal of Tail)|<notr>1</notr>|<notr>0</notr>| |<notr>龟</notr>|<notr>Guī</notr>|Tortoise|<notr>5</notr>|<notr>0</notr>| |<notr>天江</notr>|<notr>Tiānjiāng</notr>|Celestial River|<notr>4</notr>|<notr>11</notr>| |<notr>傅说</notr>|<notr>Fùyuè</notr>|Fu Yue|<notr>1</notr>|<notr>0</notr>| |<notr>鱼</notr>|<notr>Yú</notr>|Fish|<notr>1</notr>|<notr>0</notr>| |<notr>箕宿</notr>|<notr>Jīxiù</notr>|Winnowing Basket Mansion| | | |<notr>箕宿</notr>|<notr>Jīxiù</notr>|Winnowing Basket|<notr>4</notr>|<notr>0</notr>| |<notr>糠</notr>|<notr>Kāng</notr>|Chaff|<notr>1</notr>|<notr>1</notr>| |<notr>杵</notr>|<notr>Chǔ</notr>|Pestle|<notr>3</notr>|<notr>1</notr>| |<notr>斗宿</notr>|<notr>Dǒuxiù</notr>|Dipper Mansion| | | |<notr>斗宿</notr>|<notr>Dǒuxiù</notr>|Dipper|<notr>6</notr>|<notr>5</notr>| |<notr>建</notr>|<notr>Jiàn</notr>|Establishment|<notr>6</notr>|<notr>10</notr>| |<notr>天籥</notr>|<notr>Tiānyuè</notr>|Celestial Keyhole|<notr>8</notr>|<notr>4</notr>| |<notr>天弁</notr>|<notr>Tiānbiàn</notr>|Market Officer|<notr>9</notr>|<notr>6</notr>| |<notr>鳖</notr>|<notr>Biē</notr>|River Turtle|<notr>11</notr>|<notr>0</notr>| |<notr>天鸡</notr>|<notr>Tiānjī</notr>|Celestial Cock|<notr>2</notr>|<notr>3</notr>| |<notr>狗国</notr>|<notr>Gǒuguó</notr>|Territory of Dog|<notr>4</notr>|<notr>3</notr>| |<notr>天渊</notr>|<notr>Tiānyuān</notr>|Celestial Spring|<notr>3</notr>|<notr>3</notr>| |<notr>狗</notr>|<notr>Gǒu</notr>|Dog|<notr>2</notr>|<notr>7</notr>| |<notr>农丈人</notr>|<notr>Nóngzhàngrén</notr>|Peasant|<notr>1</notr>|<notr>0</notr>| |<notr>牛宿</notr>|<notr>Niúxiù</notr>|Ox Mansion| | | |<notr>牛宿</notr>|<notr>Niúxiù</notr>|Ox|<notr>6</notr>|<notr>14</notr>| |<notr>天田</notr>|<notr>Tiāntián</notr>|Celestial Farmland|<notr>4</notr>|<notr>0</notr>| |<notr>九坎</notr>|<notr>Jiǔkǎn</notr>|Nine Water Wells|<notr>4</notr>|<notr>0</notr>| |<notr>河鼓</notr>|<notr>Hégǔ</notr>|Drum at the River|<notr>3</notr>|<notr>9</notr>| |<notr>织女</notr>|<notr>Zhinǚ</notr>|Weaving Girl|<notr>3</notr>|<notr>4</notr>| |<notr>左旗</notr>|<notr>Zuǒqí</notr>|Left Flag|<notr>9</notr>|<notr>30</notr>| |<notr>右旗</notr>|<notr>Yòuqí</notr>|Right Flag|<notr>9</notr>|<notr>12</notr>| |<notr>天桴</notr>|<notr>Tiānfú</notr>|Celestial Drumstick|<notr>4</notr>|<notr>2</notr>| |<notr>罗堰</notr>|<notr>Luóyàn</notr>|Network of Dykes|<notr>3</notr>|<notr>1</notr>| |<notr>渐台</notr>|<notr>Jiàntái</notr>|Clepsydra Terrace|<notr>4</notr>|<notr>7</notr>| |<notr>辇道</notr>|<notr>Niǎndào</notr>|Imperial Passageway|<notr>5</notr>|<notr>9</notr>| |<notr>女宿</notr>|<notr>Nǚxiù</notr>|Girl Mansion| | | |<notr>女宿</notr>|<notr>Nǚxiù</notr>|Girl|<notr>4</notr>|<notr>5</notr>| |<notr>十二国</notr>|<notr>Shí'èrguó</notr>|Twelve States|<notr>16</notr>|<notr>2</notr>| |<notr>离珠</notr>|<notr>Lízhū</notr>|Pearls on Ladies' Wear|<notr>4</notr>|<notr>1</notr>| |<notr>败瓜</notr>|<notr>Bàiguā</notr>|Rotten Gourd|<notr>5</notr>|<notr>3</notr>| |<notr>瓠瓜</notr>|<notr>Hùguā</notr>|Good Gourd|<notr>5</notr>|<notr>8</notr>| |<notr>天津</notr>|<notr>Tiānjīn</notr>|Celestial Ford|<notr>9</notr>|<notr>40</notr>| |<notr>奚仲</notr>|<notr>Xīzhòng</notr>|Xi Zhong|<notr>4</notr>|<notr>7</notr>| |<notr>扶筐</notr>|<notr>Fúkuāng</notr>|Basket for Mulberry Leaves|<notr>7</notr>|<notr>4</notr>| |<notr>虚宿</notr>|<notr>Xūxiù</notr>|Emptiness Mansion| | | |<notr>虚宿</notr>|<notr>Xūxiù</notr>|Emptiness|<notr>2</notr>|<notr>8</notr>| |<notr>司命</notr>|<notr>Sīmìng</notr>|Deified Judge of Life|<notr>2</notr>|<notr>0</notr>| |<notr>司禄</notr>|<notr>Sīlù</notr>|Deified Judge of Rank|<notr>2</notr>|<notr>0</notr>| |<notr>司危</notr>|<notr>Sīwēi</notr>|Deified Judge of Disaster and Good Fortune|<notr>2</notr>|<notr>0</notr>| |<notr>司非</notr>|<notr>Sīfēi</notr>|Deified Judge of Right and Wrong|<notr>2</notr>|<notr>3</notr>| |<notr>哭</notr>|<notr>Kū</notr>|Crying|<notr>2</notr>|<notr>4</notr>| |<notr>泣</notr>|<notr>Qì</notr>|Weeping|<notr>2</notr>|<notr>2</notr>| |<notr>天垒城</notr>|<notr>Tiānlěichéng</notr>|Celestial Ramparts|<notr>13</notr>|<notr>2</notr>| |<notr>败臼</notr>|<notr>Bàijiù</notr>|Decayed Mortar|<notr>4</notr>|<notr>1</notr>| |<notr>离瑜</notr>|<notr>Líyú</notr>|Jade Ornament on Ladies' Wear|<notr>3</notr>|<notr>3</notr>| |<notr>危宿</notr>|<notr>Wēixiù</notr>|Rooftop Mansion| | | |<notr>危宿</notr>|<notr>Wēixiù</notr>|Rooftop|<notr>3</notr>|<notr>14</notr>| |<notr>坟墓(附危宿)</notr>|<notr>Fénmù</notr>|Tomb (Vassal of Rooftop)|<notr>4</notr>|<notr>4</notr>| |<notr>人</notr>|<notr>Rén</notr>|Humans|<notr>4</notr>|<notr>4</notr>| |<notr>杵</notr>|<notr>Chǔ</notr>|Pestle|<notr>3</notr>|<notr>2</notr>| |<notr>臼</notr>|<notr>Jiù</notr>|Mortar|<notr>4</notr>|<notr>8</notr>| |<notr>车府</notr>|<notr>Chēfǔ</notr>|Big Yard for Chariots|<notr>7</notr>|<notr>20</notr>| |<notr>天钩</notr>|<notr>Tiāngōu</notr>|Celestial Hook|<notr>9</notr>|<notr>18</notr>| |<notr>造父</notr>|<notr>Zàofù</notr>|Zaofu|<notr>5</notr>|<notr>5</notr>| |<notr>盖屋</notr>|<notr>Gàiwū</notr>|Roofing|<notr>2</notr>|<notr>0</notr>| |<notr>虚梁</notr>|<notr>Xūliáng</notr>|Temple|<notr>4</notr>|<notr>0</notr>| |<notr>天钱</notr>|<notr>Tiānqián</notr>|Celestial Money|<notr>5</notr>|<notr>3</notr>| |<notr>室宿</notr>|<notr>Shìxiù</notr>|Encampment Mansion| | | |<notr>室宿</notr>|<notr>Shìxiù</notr>|Encampment|<notr>2</notr>|<notr>7</notr>| |<notr>离宫(附室宿)</notr>|<notr>Lígōng</notr>|Resting Palace (Vassal of Encampment)|<notr>6</notr>|<notr>8</notr>| |<notr>雷电</notr>|<notr>Léidiàn</notr>|Thunder and Lightning|<notr>6</notr>|<notr>8</notr>| |<notr>垒壁阵</notr>|<notr>Lěibìzhèn</notr>|Line of Ramparts|<notr>12</notr>|<notr>8</notr>| |<notr>羽林军</notr>|<notr>Yǔlínjūn</notr>|Palace Guard|<notr>45</notr>|<notr>0</notr>| |<notr>𫓧钺</notr>|<notr>Fūyuè</notr>|Axe|<notr>3</notr>|<notr>3</notr>| |<notr>北落师门</notr>|<notr>Běiluòshīmén</notr>|North Gate of the Military Camp|<notr>1</notr>|<notr>0</notr>| |<notr>八魁</notr>|<notr>Bākuí</notr>|Net for Catching Birds|<notr>6</notr>|<notr>0</notr>| |<notr>天纲</notr>|<notr>Tiāngāng</notr>|Materials for Making Tents|<notr>1</notr>|<notr>0</notr>| |<notr>土公吏</notr>|<notr>Tǔgōnglì</notr>|Official for Materials Supply|<notr>2</notr>|<notr>0</notr>| |<notr>螣蛇</notr>|<notr>Téngshé</notr>|Flying Serpent|<notr>22</notr>|<notr>19</notr>| |<notr>壁宿</notr>|<notr>Bìxiù</notr>|Wall Mansion| | | |<notr>壁宿</notr>|<notr>Bìxiù</notr>|Wall|<notr>2</notr>|<notr>23</notr>| |<notr>霹雳</notr>|<notr>Pīlì</notr>|Thunderbolt|<notr>5</notr>|<notr>9</notr>| |<notr>云雨</notr>|<notr>Yúnyǔ</notr>|Cloud and Rain|<notr>4</notr>|<notr>10</notr>| |<notr>天厩</notr>|<notr>Tiānjiù</notr>|Celestial Stable|<notr>3</notr>|<notr>1</notr>| |<notr>𫓧锧</notr>|<notr>Fūzhì</notr>|Sickle|<notr>5</notr>|<notr>0</notr>| |<notr>土公</notr>|<notr>Tǔgōng</notr>|Official for Earthworks and Buildings|<notr>2</notr>|<notr>11</notr>| |<notr>奎宿</notr>|<notr>Kuíxiù</notr>|Legs Mansion| | | |<notr>奎宿</notr>|<notr>Kuíxiù</notr>|Legs|<notr>16</notr>|<notr>23</notr>| |<notr>外屏</notr>|<notr>Wàipíng</notr>|Outer Fence|<notr>7</notr>|<notr>15</notr>| |<notr>天溷</notr>|<notr>Tiānhùn</notr>|Celestial Pigsty|<notr>4</notr>|<notr>6</notr>| |<notr>土司空</notr>|<notr>Tǔsīkōng</notr>|Master of Constructions|<notr>1</notr>|<notr>0</notr>| |<notr>军南门</notr>|<notr>Jūnnánmén</notr>|Southern Military Gate|<notr>1</notr>|<notr>0</notr>| |<notr>阁道</notr>|<notr>Gédào</notr>|Flying Corridor|<notr>6</notr>|<notr>5</notr>| |<notr>附路</notr>|<notr>Fùlù</notr>|Auxiliary Road|<notr>1</notr>|<notr>0</notr>| |<notr>王良</notr>|<notr>Wángliáng</notr>|Wang Liang|<notr>5</notr>|<notr>14</notr>| |<notr>策</notr>|<notr>Cè</notr>|Whip|<notr>1</notr>|<notr>0</notr>| |<notr>娄宿</notr>|<notr>Loúxiù</notr>|Bond Mansion| | | |<notr>娄宿</notr>|<notr>Loúxiù</notr>|Bond|<notr>3</notr>|<notr>15</notr>| |<notr>左更</notr>|<notr>Zuǒgēng</notr>|Official in Charge of the Forest|<notr>5</notr>|<notr>8</notr>| |<notr>右更</notr>|<notr>Yòugēng</notr>|Official in Charge of Pasturing|<notr>5</notr>|<notr>5</notr>| |<notr>天仓 </notr>|<notr>Tiāncāng</notr>|Square Celestial Granary|<notr>6</notr>|<notr>21</notr>| |<notr>天庾</notr>|<notr>Tiānyǔ</notr>|Ricks of Grain|<notr>3</notr>|<notr>3</notr>| |<notr>天大将军</notr>|<notr>Tiāndàjiāngjūn</notr>|Great General of Heaven|<notr>11</notr>|<notr>17</notr>| |<notr>胃宿</notr>|<notr>Wèixiù</notr>|Stomach Mansion| | | |<notr>胃宿</notr>|<notr>Wèixiù</notr>|Stomach|<notr>3</notr>|<notr>5</notr>| |<notr>天廪</notr>|<notr>Tiānlǐn</notr>|Celestial Foodstuff|<notr>4</notr>|<notr>3</notr>| |<notr>天囷</notr>|<notr>Tiānqūn</notr>|Circular Celestial Granary|<notr>13</notr>|<notr>21</notr>| |<notr>大陵</notr>|<notr>Dàlíng</notr>|Mausoleum|<notr>8</notr>|<notr>21</notr>| |<notr>天船</notr>|<notr>Tiānchuán</notr>|Celestial Boat|<notr>9</notr>|<notr>10</notr>| |<notr>积尸</notr>|<notr>JīShī</notr>|Heap of Corpses|<notr>1</notr>|<notr>0</notr>| |<notr>积水</notr>|<notr>Jīshuǐ</notr>|Stored Water|<notr>1</notr>|<notr>1</notr>| |<notr>昴宿</notr>|<notr>Mǎoxiù</notr>|Hairy Head Mansion| | | |<notr>昴宿</notr>|<notr>Mǎoxiù</notr>|Hairy Head|<notr>7</notr>|<notr>13</notr>| |<notr>天阿</notr>|<notr>Tiān'ē</notr>|Celestial Concave|<notr>1</notr>|<notr>0</notr>| |<notr>月</notr>|<notr>Yuè</notr>|Lunar Star|<notr>1</notr>|<notr>1</notr>| |<notr>天阴</notr>|<notr>Tiānyīn</notr>|Celestial Yin Force|<notr>5</notr>|<notr>6</notr>| |<notr>刍藁</notr>|<notr>Chúgǎo</notr>|Hay|<notr>6</notr>|<notr>5</notr>| |<notr>天苑</notr>|<notr>Tiānyuàn</notr>|Celestial Meadows|<notr>16</notr>|<notr>18</notr>| |<notr>卷舌</notr>|<notr>Juǎnshé</notr>|Rolled Tongue|<notr>6</notr>|<notr>7</notr>| |<notr>天谗</notr>|<notr>Tiānchán</notr>|Celestial Slander|<notr>1</notr>|<notr>0</notr>| |<notr>砺石</notr>|<notr>Lìshí</notr>|Whetstone|<notr>4</notr>|<notr>0</notr>| |<notr>毕宿</notr>|<notr>Bìxiù</notr>|Net Mansion| | | |<notr>毕宿</notr>|<notr>Bìxiù</notr>|Net|<notr>8</notr>|<notr>18</notr>| |<notr>附耳(附毕宿)</notr>|<notr>Fù'ěr</notr>|Whisper (Vassal of Net)|<notr>1</notr>|<notr>4</notr>| |<notr>天街</notr>|<notr>Tiānjiē</notr>|Celestial Street|<notr>2</notr>|<notr>4</notr>| |<notr>天节</notr>|<notr>Tiānjié</notr>|Celestial Tally|<notr>8</notr>|<notr>0</notr>| |<notr>诸王</notr>|<notr>Zhūwáng</notr>|Feudal Kings|<notr>6</notr>|<notr>4</notr>| |<notr>天高</notr>|<notr>Tiāngāo</notr>|Celestial High Terrace|<notr>4</notr>|<notr>4</notr>| |<notr>九州殊口</notr>|<notr>Jiǔzhōushūkǒu</notr>|Interpreters of Nine Dialects|<notr>6</notr>|<notr>11</notr>| |<notr>五车</notr>|<notr>Wǔchē</notr>|Five Chariots|<notr>5</notr>|<notr>19</notr>| |<notr>柱</notr>|<notr>Zhù</notr>|Pillars|<notr>9</notr>|<notr>0</notr>| |<notr>天潢</notr>|<notr>Tiānhuáng</notr>|Celestial Pier|<notr>5</notr>|<notr>2</notr>| |<notr>咸池</notr>|<notr>Xiánchí</notr>|Pool of Harmony|<notr>3</notr>|<notr>0</notr>| |<notr>天关</notr>|<notr>Tiānguān</notr>|Celestial Pass|<notr>1</notr>|<notr>6</notr>| |<notr>参旗</notr>|<notr>Shēnqí</notr>|Banner of Three Stars|<notr>9</notr>|<notr>12</notr>| |<notr>九斿</notr>|<notr>Jiǔyóu</notr>|Imperial Military Flag|<notr>9</notr>|<notr>7</notr>| |<notr>天园</notr>|<notr>Tiānyuán</notr>|Celestial Orchard|<notr>13</notr>|<notr>6</notr>| |<notr>觜宿</notr>|<notr>Zīxiù</notr>|Turtle Beak Mansion| | | |<notr>觜宿</notr>|<notr>Zīxiù</notr>|Turtle Beak|<notr>3</notr>|<notr>0</notr>| |<notr>司怪</notr>|<notr>Sīguài</notr>|Deity in Charge of Monsters|<notr>4</notr>|<notr>6</notr>| |<notr>座旗</notr>|<notr>Zuòqí</notr>|Seat Flags|<notr>9</notr>|<notr>11</notr>| |<notr>参宿</notr>|<notr>Shēnxiù</notr>|Three Stars Mansion| | | |<notr>参宿</notr>|<notr>Shēnxiù</notr>|Three Stars|<notr>7</notr>|<notr>39</notr>| |<notr>伐(附参宿)</notr>|<notr>Fá</notr>|Send Armed Forces To Suppress (Vassal of Three Stars)|<notr>3</notr>|<notr>2</notr>| |<notr>玉井</notr>|<notr>Yùjǐng</notr>|Jade Well|<notr>4</notr>|<notr>3</notr>| |<notr>屏</notr>|<notr>Píng</notr>|Screen|<notr>2</notr>|<notr>0</notr>| |<notr>军井</notr>|<notr>Jūnjǐng</notr>|Military well|<notr>4</notr>|<notr>2</notr>| |<notr>厕</notr>|<notr>Cè</notr>|Toilet|<notr>4</notr>|<notr>8</notr>| |<notr>屎</notr>|<notr>Shǐ</notr>|Excrement|<notr>1</notr>|<notr>0</notr>| |<notr>井宿</notr>|<notr>Jǐngxiù</notr>|Well Mansion| | | |<notr>井宿</notr>|<notr>Jǐngxiù</notr>|Well|<notr>8</notr>|<notr>19</notr>| |<notr>钺(附井宿)</notr>|<notr>Yuè</notr>|Battle Axe (Vassal of Well)|<notr>1</notr>|<notr>1</notr>| |<notr>南河</notr>|<notr>Nánhé</notr>|South River|<notr>3</notr>|<notr>11</notr>| |<notr>北河</notr>|<notr>Běihé</notr>|North River|<notr>3</notr>|<notr>4</notr>| |<notr>天樽</notr>|<notr>Tiānzūn</notr>|Celestial Wine Cup|<notr>3</notr>|<notr>9</notr>| |<notr>五诸侯</notr>|<notr>Wǔzhūhóu</notr>|Five Feudal Kings|<notr>5</notr>|<notr>4</notr>| |<notr>积水</notr>|<notr>Jīshuǐ</notr>|Accumulated Water|<notr>1</notr>|<notr>0</notr>| |<notr>积薪</notr>|<notr>Jīxīn</notr>|Pile of Firewood|<notr>1</notr>|<notr>3</notr>| |<notr>水府</notr>|<notr>Shuǐfǔ</notr>|Official for Irrigation|<notr>4</notr>|<notr>8</notr>| |<notr>水位</notr>|<notr>Shuǐwèi</notr>|Water Level|<notr>4</notr>|<notr>12</notr>| |<notr>四渎</notr>|<notr>Sìdú</notr>|Four Channels|<notr>4</notr>|<notr>8</notr>| |<notr>军市</notr>|<notr>Jūnshì</notr>|Market for Soldiers|<notr>6</notr>|<notr>7</notr>| |<notr>野鸡</notr>|<notr>Yějī</notr>|Wild Cockerel|<notr>1</notr>|<notr>0</notr>| |<notr>丈人</notr>|<notr>Zhàngrén</notr>|Grandfather|<notr>2</notr>|<notr>0</notr>| |<notr>子</notr>|<notr>Zǐ</notr>|Son|<notr>2</notr>|<notr>1</notr>| |<notr>孙</notr>|<notr>Sūn</notr>|Grandson|<notr>2</notr>|<notr>4</notr>| |<notr>阙丘</notr>|<notr>Quèqiū</notr>|Palace Gate|<notr>2</notr>|<notr>7</notr>| |<notr>天狼</notr>|<notr>Tiānláng</notr>|Celestial Wolf|<notr>1</notr>|<notr>6</notr>| |<notr>弧矢</notr>|<notr>Húshǐ</notr>|Bow and Arrow|<notr>9</notr>|<notr>32</notr>| |<notr>老人</notr>|<notr>Lǎorén</notr>|Old Man|<notr>1</notr>|<notr>4</notr>| |<notr>鬼宿</notr>|<notr>Guǐxiù</notr>|Ghosts Mansion| | | |<notr>鬼宿</notr>|<notr>Guǐxiù</notr>|Ghosts|<notr>4</notr>|<notr>19</notr>| |<notr>积尸</notr>|<notr>Jīshī</notr>|Cumulative Corpses|<notr>1</notr>|<notr>3</notr>| |<notr>爟</notr>|<notr>Guàn</notr>|Beacon Fire|<notr>4</notr>|<notr>11</notr>| |<notr>天狗</notr>|<notr>Tiāngǒu</notr>|Celestial Dog|<notr>7</notr>|<notr>0</notr>| |<notr>外厨</notr>|<notr>Wàichú</notr>|Outer Kitchen|<notr>6</notr>|<notr>17</notr>| |<notr>天社</notr>|<notr>Tiānshè</notr>|Celestial Earth God's Temple|<notr>6</notr>|<notr>5</notr>| |<notr>天记</notr>|<notr>Tiānjì</notr>|Judge for Estimating the Age of Animals|<notr>1</notr>|<notr>2</notr>| |<notr>柳宿</notr>|<notr>Liǔxiù</notr>|Willow Mansion| | | |<notr>柳宿</notr>|<notr>Liǔxiù</notr>|Willow|<notr>8</notr>|<notr>13</notr>| |<notr>酒旗</notr>|<notr>Jiǔqí</notr>|Banner of Wine Shop|<notr>3</notr>|<notr>5</notr>| |<notr>星宿</notr>|<notr>Xīngxiù</notr>|Star Mansion| | | |<notr>星宿</notr>|<notr>Xīngxiù</notr>|Star Mansion|<notr>7</notr>|<notr>15</notr>| |<notr>天相</notr>|<notr>Tiānxiàng</notr>|Celestial Premier|<notr>3</notr>|<notr>11</notr>| |<notr>天稷*</notr>|<notr>Tiānjì</notr>|Celestial Cereals|<notr>/</notr>|<notr>/</notr>| |<notr>轩辕</notr>|<notr>Xuānyuán</notr>|Xuanyuan|<notr>17</notr>|<notr>59</notr>| |<notr>内平</notr>|<notr>Nèipíng</notr>|High Judge|<notr>4</notr>|<notr>11</notr>| |<notr>张宿</notr>|<notr>Zhāngxiù</notr>|Extended Net Mansion| | | |<notr>张宿</notr>|<notr>Zhāngxiù</notr>|Extended Net|<notr>6</notr>|<notr>5</notr>| |<notr>天庙*</notr>|<notr>Tiānmiào</notr>|Celestial Temple|<notr>/</notr>|<notr>/</notr>| |<notr>翼宿</notr>|<notr>Yìxiù</notr>|Wings Mansion| | | |<notr>翼宿</notr>|<notr>Yìxiù</notr>|Wings|<notr>22</notr>|<notr>7</notr>| |<notr>东瓯*</notr>|<notr>Dōngōu</notr>|Dongou|<notr>/</notr>|<notr>/</notr>| |<notr>轸宿</notr>|<notr>Zhěnxiù</notr>|Chariot Mansion| | | |<notr>轸宿</notr>|<notr>Zhěnxiù</notr>|Chariot|<notr>4</notr>|<notr>5</notr>| |<notr>长沙(附轸宿)</notr>|<notr>Chángshā</notr>|Changsha (Vassal of Chariot)|<notr>1</notr>|<notr>0</notr>| |<notr>左辖(附轸宿)</notr>|<notr>Zuǒxiá</notr>|Left Linchpin (Vassal of Chariot)|<notr>1</notr>|<notr>0</notr>| |<notr>右辖(附轸宿)</notr>|<notr>Yoùxiá</notr>|Right Linchpin (Vassal of Chariot)|<notr>1</notr>|<notr>0</notr>| |<notr>青丘</notr>|<notr>Qīngqiū</notr>|Green Hill|<notr>7</notr>|<notr>3</notr>| |<notr>军门*</notr>|<notr>Jūnmén</notr>|Military Gate|<notr>/</notr>|<notr>/</notr>| |<notr>土司空*</notr>|<notr>Tǔsīkōng</notr>|Master of Constructions|<notr>/</notr>|<notr>/</notr>| |<notr>器府*</notr>|<notr>Qìfǔ</notr>|House for Musical Instruments|<notr>/</notr>|<notr>/</notr>| |<notr>近南极星区</notr>|<notr>JìnnánJí Xīngqū</notr>|The Southern Sky| | | |<notr>海山</notr>|<notr>Hǎishān</notr>|Sea and Mountain|<notr>4</notr>|<notr>2</notr>| |<notr>十字架</notr>|<notr>Shízìjià</notr>|Cross|<notr>4</notr>|<notr>0</notr>| |<notr>马尾</notr>|<notr>Mǎwěi</notr>|Horse's Tail|<notr>3</notr>|<notr>0</notr>| |<notr>马腹</notr>|<notr>Mǎfù</notr>|Horse's Abdomen|<notr>3</notr>|<notr>0</notr>| |<notr>蜜蜂</notr>|<notr>Mìfēng</notr>|Bee|<notr>4</notr>|<notr>0</notr>| |<notr>三角形</notr>|<notr>Sānjiǎoxíng</notr>|Triangle|<notr>3</notr>|<notr>4</notr>| |<notr>异雀</notr>|<notr>Yìquè</notr>|Exotic Bird|<notr>9</notr>|<notr>0</notr>| |<notr>孔雀</notr>|<notr>Kǒngquè</notr>|Peafowl|<notr>11</notr>|<notr>4</notr>| |<notr>波斯</notr>|<notr>Bōsī</notr>|Persia|<notr>11</notr>|<notr>0</notr>| |<notr>蛇尾</notr>|<notr>Shéwěi</notr>|Snake's Tail|<notr>4</notr>|<notr>0</notr>| |<notr>蛇腹</notr>|<notr>Shéfù</notr>|Snake's Abdomen|<notr>4</notr>|<notr>0</notr>| |<notr>蛇首</notr>|<notr>Shéshǒu</notr>|Snake's Head|<notr>2</notr>|<notr>0</notr>| |<notr>鸟喙</notr>|<notr>Niǎohuì</notr>|Bird's Beak|<notr>7</notr>|<notr>1</notr>| |<notr>鹤 </notr>|<notr>Hè</notr>|Crane|<notr>12</notr>|<notr>2</notr>| |<notr>火鸟</notr>|<notr>Huǒniǎo</notr>|Firebird|<notr>10</notr>|<notr>1</notr>| |<notr>水委</notr>|<notr>Shuǐweǐ</notr>|Crooked Running Water|<notr>3</notr>|<notr>0</notr>| |<notr>附白</notr>|<notr>Fùbái</notr>|White Patched Nearby|<notr>2</notr>|<notr>0</notr>| |<notr>夹白</notr>|<notr>Jiābái</notr>|White Patches Attached|<notr>2</notr>|<notr>0</notr>| |<notr>金鱼</notr>|<notr>Jīnyú</notr>|Goldfish|<notr>5</notr>|<notr>1</notr>| |<notr>海石</notr>|<notr>Hǎishí</notr>|Sea Rock|<notr>5</notr>|<notr>3</notr>| |<notr>飞鱼</notr>|<notr>Fēiyú</notr>|Flying Fish|<notr>6</notr>|<notr>0</notr>| |<notr>南船</notr>|<notr>Nánchuán</notr>|Southern Boat|<notr>5</notr>|<notr>1</notr>| |<notr>小斗</notr>|<notr>Xiǎodǒu</notr>|Little Dipper|<notr>9</notr>|<notr>1</notr>| note 1: The Xingguans with "*", Was officially deleted in 1752. note 2: The vassal Xingguan is not a separate Xingguan, but a vassal of the parent Xingguan. ### Deep Space Objects Some deep space objects were also discovered in ancient China, which were also included in the Xingguans. Include the following: |General name|Chinese Name|Pinyin|Translation|Nick name| |------------|------------|------|-----------|---------| |<notr>NGC 6231</notr>|<notr>神宫</notr>|<notr>shéngōng</notr>|God's Palace|Northern Jewel Box Cluster| |<notr>NGC 6475/M 7</notr>|<notr>鱼</notr>|<notr>Yú</notr>|Fish|Ptolemy Cluster| |<notr>NGC 2632/M 44</notr>|<notr>积尸</notr>|<notr>JīShī</notr>|Cumulative Corpses|Beehive Cluster| |<notr>NGC 5139</notr>|<notr>库楼增一</notr>|<notr>Kùlóu Zēng I</notr>|Arsenal Added I|Omega Centauri| |<notr>NGC 224/M 31</notr>|<notr>奎宿增廿一</notr>|<notr>Kuíxiù Zēng XXI</notr>|Legs Mansion XXI|Andromeda Galaxy| ### Notes This Sky Culture is based on the information inside *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)* (Chinese: 中西对照恒星图表1950.0(星表分册)) and *Complete Studies of Astronomical* (Chinese: 仪象考成). Thanks to Liu Chunbin for the collation of the *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)*. He produced *Chinese Star Catalogue for Stellarium* (Chinese: Stellarium 中国星官体系下中文星名扩展包) which is a very important reference. Some stars have been added according to *The History of Stellar Observation in China* (Chinese: 中国恒星观测史). For the translation of constellations, we use the *English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names* (Chinese: 中国星区、星官及星名英译表) by Hong Kong Space Museum. Only a small portion of the translation is changed, for example, when the translations of the two different Xingguans are the same. The cultural connotations of the name cannot be explained perfectly, because thousands of years passed, the connotations behind some names are controversial. These are only possible translations. Chinese characters are ideographic characters, which leads to some completely different names having the same pronunciation. Therefore, the pinyin transliteration is provided only to make star names readable.
ru: В настоящее время Stellarium предоставляет 300 китайских сингуаней и более 3000 китайских имен звезд из *Полных астрономических исследований* (китайский: 仪象考成; пиньинь: Yíxiàng kǎochéng) и *Продолжения полных астрономических исследований* (китайский: 仪象考成续编; пиньинь : Yíxiàngkǎochéng xùbiān). *Полные астрономические исследования* — это имперский отчет по астрономии, завершенный в 1756 году. В 1844 году Императорская астрономическая обсерватория внесла в него изменения и опубликовала *Продолжение полных астрономических исследований*, в котором содержится основная ссылка на традиционные китайские сингуань и используемые названия звезд.. И Шитун провел текстовое исследование и резюмировал эти записи в своей книге*Китайская и западная контрастная звездная карта и каталог 1950.0* (китайский: 中西对照恒星图表1950.0; пиньинь: Zhōngxī Duìzhào Héngxīng Túbiǎo). Китайская традиционная культура неба основана на информации, содержащейся в *Китайская и западная контрастная звездная карта и каталог 1950.0* и *Полных исследованиях астрономии*. Кроме того, некоторые звезды были добавлены в соответствии с *Историей звездных наблюдений в Китае* (китайский: 中国恒星观测史; пиньинь: Zhōngguó Héngxīng Guāncèshǐ) Пан Най, если эти звезды не верифицирована в *Китайской и западной контрастной звездной карте и Каталог 1950.0 (Звездный каталог)*. Если за именем звезды следует «*», это звезда, добавленная в соответствии с *Историей звездных наблюдений в Китае*. Если за именем звезды следует «?», это звезда, добавленная в соответствии с *Историей звездных наблюдений в Китае*, но не может быть полностью верифицирована. ### Солнце, Луна и планеты Западные страны называли планеты мифическими персонажами. Древнее китайское понимание пяти планет основано на концепции пяти элементов. Поэтому Меркурий именуется Водяной Звездой, Венера — Металлической Звездой, Марс — Огненной Звездой, Юпитер — Деревянной Звездой, Сатурн — Земной Звездой. На китайском языке Солнце и Луна названы в честь Инь и Ян (с приставкой «великий» (кит. 太; пиньинь: tài)), соответственно, Тайян (Солнце, кит.: 太阳; пиньинь: Tàiyáng) и Тайинь (Луна, кит. :太阴; пиньинь: Tàiyīn). Другое их название принадлежит пиктографическим персонажам. Ри (Солнце, кит. 日) и Юэ (Луна, кит.: 月). но более часто используемое название Луны — Юэлян (китайский: 月亮; пиньинь: Yuèliàng). Солнце, Луна и пять планет образуют Семь Светил (китайский: 七曜; пиньинь: qīyào), которые соответствуют пяти элементам, а также Инь и Ян. ### Сингуань Традиционная китайская астрономия имеет систему деления небесной сферы на астеризмы или созвездия, известную как «Сингуань» [Xingguans]. Современные созвездия относятся к определенным областям небесной сферы. Сингуани относятся только к тому, как распределяются звезды, без каких-либо конкретных границ между сингуанями. Название и расположение сингуаней очень социальны, королевство, горы, товары, промышленность - все перемещается в небо, согласно пути Земли в небе, чтобы скопировать мир. Сингуани обычно меньше, чем созвездия эллинистической традиции. Сингуань содержат более дюжины звезд, а самые меньшие только одну. Средневековые китайские астрономические карты обычно показывают в общей сложности 283 сингуаня, включая в общей сложности 1464 отдельных звезды. Сингуани разделены на 31 регион: Двадцать восемь стоянок (китайский: 二十八宿； пиньинь: Èrshíbā Xiù) вдоль эклиптики и Три ограждения (китайский: 三垣; пиньинь: Sānyuán) северного неба. Из-за влияния прецессии шесть сингуаней у южного горизонта все больше и больше смещаются на юг. Их больше не было легко наблюдать астрономам династий Мин и Цин, поэтому они больше не регистрировались в *Полных исследованиях астрономии*. До поздней династии Мин (17 век) сингуаней вокруг южного небесного полюса не было. Южное небо (китайский: 近南极星区; пиньинь: JìnnánJí Xingqū) было добавлено в качестве 32-го региона в конце династии Мин на основе европейских звездных карт, включая еще 23 сингуаня. Южное небо теперь также рассматривается как часть традиционной китайской системы. Со времен поздней династии Мин западные миссионеры вошли в Императорскую астрономическую обсерваторию. Они следовали именам сингуаней, но изменили соответствующие звезды некоторых сингуаней и добавили несколько звезд почти к каждому сингуаню, что называется «добавленными звездами» (китайский: 增星; пиньинь: zēngxīng). Первоначальные звезды называются «основными звездами» (китайский: 正星; пиньинь: zhèngxīng). Сингуань из двух или более звезд, каждая звезда имеет номер. Название звезд в *Продолжении полных астрономических исследований* — это сингуань плюс номер. Но есть и несколько сингуаней, где у каждой звезды есть особое имя. Таким образом, в *Продолжении полных астрономических исследований* всего 300 сингуаней и 3240 звезд. После революции 1911 года Китай больше не считает сингуани официальной системой созвездий. В отличие от сингуаней, традиционные китайские имена звезд все еще используются в современной китайской астрономии, даже более распространены, чем западные имена. ![](illustrations/yxkcxt.png) *Астрономическая карта полных астрономических исследований (1757 г.)* ### Три ограждения Три ограждения — это три области северного неба, окруженные эклиптикой. Три ограждения - это Пурпурное запретное ограждение (китайский: 紫微垣; пиньинь: Zǐwēiyuán), ограждение Верховного дворца (китайский: 太微垣; пиньинь: Tàiwēiyuán), ограждение Небесного рынка (китайский: 天市垣; пиньинь: Tiānshìyuán). В каждом ограждении есть две стены, называемые левой и правой стеной, которые являются основными сингуанями. Стены окружены множеством сингуаней. Рядом со стеной, принадлежащей этому ограждению, также есть сингуани. Пурпурное Запретное Ограждение — это внутренний дворец императора, он охватывает самую северную часть ночного неба. С точки зрения древних китайцев, Пурпурное Запретное Ограждение находится в середине неба и окружено всеми остальными звездами. Он охватывает современные созвездия Малой Медведицы, Дракона, Верблюда, Цефея, Кассиопеи, Возничего, Волопаса и части Большой Медведицы, Гончих Псов, Малого Льва, Геркулеса. Пурпурное Запретное охватываает 37 сингуаней. - [Purple Forbidden enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) Ограждение Верховного дворца — это место, где император и придворные решают свои политические вопросы. В корпусе Верховного дворца есть множество должностных лиц и государственных учреждений. Он охватывает современные созвездия Девы, Волосы Вероники и Льва, а также части Гончих Псов, Большой Медведицы и Малого Льва. В ограждении Верховного дворца находится 20 сингуаней. - [Supreme Palace Enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) Ограждение Небесного рынка — это базар в небе, место, где живут обычные люди. Ограждение Небесного Рынка охватывает современные созвездия Змеи, Змееносца, Орла и Северной Короны, а также части Геркулеса. В области Ограждения Небесного рынка 19 сингуаней. Они были названы в честь участников базара и объектов базара. - [Heavenly Market Enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) ### Двадцать восемь стоянок Двадцать восемь стоянок (китайский: 二十八宿; пиньинь: Èrshíbā Xiù), также известные как 28 лунных стоянок, представляют собой древнекитайские подразделения эклиптики и области неба около экватора, разделяющие эклиптику на 28 областей в соответствии с прямым восхождением. Каждый регион называется стоянкой (китайский: 宿; пиньинь: Xiù). Древние позволяли Луне менять Стоянку каждый день, чтобы отдохнуть. В каждой стоянке есть сингуань с таким же именем рядом с эклиптикой, которая является главной сингуанью. Сингуани в этой области принадлежит стоянке. У каждого сингуаня есть главная звезда, известная как определяющая звезда (китайский: 距星; пиньинь: jùxīng). В древнем Китае определяющие звезды Двадцати восьми стоянок были ориентиром для определения долготы экваториальной системы координат. Разница прямого восхождения между определяющими звездами двух соседних стоянок - это экваториальные градусы стоянки (китайский: 宿度; пиньинь: xiùdù) западной стоянки. Традиционная экваториальная система координат Китая делит экватор на 365,25 градуса, а Солнце проходит один день за один градус, что также является суммой экваториальных градусов 28 стоянок. Из-за влияния прецессии экваториальные градусы каждой стоянки медленно менялись, и некоторые определяющие звезды также изменились в истории. На традиционных китайских звездных картах есть 28 линий, проходящих через определяющие звезды Двадцати восьми стоянок от северного небесного полюса в качестве их границ для облегчения позиционирования небесных тел. Если небесное тело находится к востоку от определяющей звезды стоянки, и его прямое восхождение не превышает определяющей звезды следующей стоянки, разница в прямом восхождении между этим небесным телом и определяющей звездой известна как градусы расстояния стоянки ( Китайский: 入宿度; пиньинь: rùxiùdù). В сочетании с градусами полярного расстояния (китайский: 去极度; пиньинь: qùjídù), которое представляет собой угловое расстояние между звездой и северным небесным полюсом, мы можем определить положение звезды на небесной сфере. Градусы расстояния стоянки и градусы полярного расстояния вместе составляют два компонента древней китайской экваториальной системы координат. Двадцать восемь стоянок сгруппированы в четыре символа (китайский: 四象; пиньинь: sìxiàng), каждый из которых связан с направлением компаса и содержит семь стоянок, что соответствует семи светилам. Соответствие между Двадцатью восемью стоянками и четырьмя символами основано на небе в сумерках в день весеннего равноденствия в определенный период древних времен. В это время Алая Птица находится на юге, Лазурный Дракон — на востоке, Черная Черепаха — на севере, а Белый Тигр — на западе. ### Список двадцати восьми стоянок (J2000) |Семь светил| |Дерево|Металл|Земля|Солнце|Луна|Огонь|Вода| |----------------|---|----|-----|-----|---|----|----|-----| |Китайское название|<notr>东方苍龙</notr>|<notr>角宿</notr>|<notr>亢宿</notr>|<notr>氐宿</notr>|<notr>房宿</notr>|<notr>心宿</notr>|<notr>尾宿</notr>|<notr>箕宿</notr>| |Пиньинь|<notr>Dōngfāng Cānglóng</notr>|<notr>Jiǎoxiù</notr>|<notr>Kàngxiù</notr>|<notr>Dīxiù</notr>|<notr>Fángxiù</notr>|<notr>Xīnxiù</notr>|<notr>Wěixiù</notr>|<notr>Jīxiù</notr>| |Перевод|Лазурный Дракон Востока|Стоянка Рог|Стоянка Шея|Стоянка Корень|Стоянка Комната|Стоянка Сердце|Стоянка Хвост|Стоянка Корзина для веяния| |Число сингуаней|<notr>46</notr>|<notr>11</notr>|<notr>7</notr>|<notr>11</notr>|<notr>7</notr>|<notr>2</notr>|<notr>5</notr>|<notr>3</notr>| |Определяющая звезда| |<notr>α Vir</notr>|<notr>κ Vir</notr>|<notr>α2 Lib</notr>|<notr>π Sco</notr>|<notr>σ Sco</notr>|<notr>μ1 Sco</notr>|<notr>γ Sgr</notr>| |Прямое восхождение определяющей звезды| |<notr>13h25m11.6s</notr>|<notr>14h12m53.8s</notr>|<notr>14h50m52.8s</notr>|<notr>15h58m51.1s</notr>|<notr>16h21m11.3s</notr>|<notr>16h51m52.2s</notr>|<notr>18h05m48.5s</notr>| |Экваториальный градус стоянки 1| |<notr>47m42s</notr>|<notr>37m59s</notr>|<notr>1h07m58s</notr>|<notr>22m20s</notr>|<notr>30m41s</notr>|<notr>1h13m57s</notr>|<notr>39m51s</notr>| |Экваториальный градус стоянки 2| |<notr>12.10°</notr>|<notr>9.63°</notr>|<notr>17.24°</notr>|<notr>5.67°</notr>|<notr>7.78°</notr>|<notr>18.76°</notr>|<notr>10.11°</notr>| |Китайское название|<notr>北方玄武</notr>|<notr>斗宿</notr>|<notr>牛宿</notr>|<notr>女宿</notr>|<notr>虚宿</notr>|<notr>危宿</notr>|<notr>室宿</notr>|<notr>壁宿</notr>| |Пиньинь|<notr>Běifāng Xuánwǔ</notr>|<notr>Dǒuxiù</notr>|<notr>Niúxiù</notr>|<notr>Nǚxiù</notr>|<notr>Xūxiù</notr>|<notr>Wēixiù</notr>|<notr>Shìxiù</notr>|<notr>Bìxiù</notr>| |Перевод|Черная Черепаха Севера|Стоянка Ковш|Стоянка Вол|Стоянка Девушка|Стоянка Пустота|Стоянка Крыша|Стоянка Лагерь|Стоянка Стена| |Число сингуаней|<notr>65</notr>|<notr>10</notr>|<notr>11</notr>|<notr>8</notr>|<notr>10</notr>|<notr>10</notr>|<notr>10</notr>|<notr>6</notr>| |Определяющая звезда| |<notr>μ Sgr</notr>|<notr>β Cap</notr>|<notr>ε Aqr</notr>|<notr>β Aqr</notr>|<notr>α Aqr</notr>|<notr>α Peg</notr>|<notr>γ Peg</notr>| |Прямое восхождение определяющей звезды| |<notr>18h45m39.4s</notr>|<notr>20h21m0.7s</notr>|<notr>20h47m40.6s</notr>|<notr>21h31m33.5s</notr>|<notr>22h05m47.0s</notr>|<notr>23h04m45.7s</notr>|<notr>00h13m14.2s</notr>| |Экваториальный градус стоянки 1| |<notr>1h35m21s</notr>|<notr>26m40s</notr>|<notr>43m53s</notr>|<notr>34m13s</notr>|<notr>58m59s</notr>|<notr>1h08s29s</notr>|<notr>43m58s</notr>| |Экваториальный градус стоянки 2| |<notr>24.19°</notr>|<notr>6.76°</notr>|<notr>11.13°</notr>|<notr>8.68°</notr>|<notr>14.96°</notr>|<notr>17.37°</notr>|<notr>11.15°</notr>| |Китайское название|<notr>西方白虎</notr>|<notr>奎宿</notr>|<notr>娄宿</notr>|<notr>胃宿</notr>|<notr>昴宿</notr>|<notr>毕宿</notr>|<notr>觜宿</notr>|<notr>参宿</notr>| |Пиньинь|<notr>Xīfāng Báihǔ</notr>|<notr>Kuíxiù</notr>|<notr>Loúxiù</notr>|<notr>Wèixiù</notr>|<notr>Mǎoxiù</notr>|<notr>Bìxiù</notr>|<notr>Zīxiù</notr>|<notr>Shēnxiù</notr>| |Перевод|Белый Тигр Запада|Стоянка Ноги|Стоянка Связь|Стоянка Желудок|Стоянка Волосатая голова|Стоянка Сеть|Стоянка Клюв черепахи|Стоянка Три звезды| |Число сингуаней|<notr>54</notr>|<notr>9</notr>|<notr>6</notr>|<notr>7</notr>|<notr>9</notr>|<notr>14</notr>|<notr>3</notr>|<notr>6</notr>| |Определяющая звезда| |<notr>η And</notr>|<notr>β Ari</notr>|<notr>35 Ari</notr>|<notr>17 Tau</notr>|<notr>ε Tau</notr>|<notr>λ Ori</notr>|<notr>ζ Ori</notr>| |Прямое восхождение определяющей звезды| |<notr>00h57m12.3s</notr>|<notr>01h54m38.4s</notr>|<notr>02h43m27.1s</notr>|<notr>03h44m52.5s</notr>|<notr>04h28m37.0s</notr>|<notr>5h35m8.3s</notr>|<notr>05h40m45.5s</notr>| |Экваториальный градус стоянки 1| |<notr>57m26s</notr>|<notr>48m49s</notr>|<notr>1h01m26s</notr>|<notr>43m44s</notr>|<notr>1h06m31s</notr>|<notr>5m32s</notr>|<notr>42m12s</notr>| |Экваториальный градус стоянки 2| |<notr>14.57°</notr>|<notr>12.38°</notr>|<notr>15.58°</notr>|<notr>11.09°</notr>|<notr>16.87°</notr>|<notr>1.40°</notr>|<notr>10.70°</notr>| |Китайское название|<notr>南方朱雀</notr>|<notr>井宿</notr>|<notr>鬼宿</notr>|<notr>柳宿</notr>|<notr>星宿</notr>|<notr>张宿</notr>|<notr>翼宿</notr>|<notr>轸宿</notr>| |Пиньинь|<notr>Nánfāng Zhūquè</notr>|<notr>Jǐngxiù</notr>|<notr>Guǐxiù</notr>|<notr>Liǔxiù</notr>|<notr>Xīngxiù</notr>|<notr>Zhāngxiù</notr>|<notr>Yìxiù</notr>|<notr>Zhěnxiù</notr>| |Перевод|Алая Птица Юга|Стоянка Источник|Стоянка Призраки|Стоянка Ива|Стоянка Звезда|Стоянка Натянутая сеть|Стоянка Крылья|Стоянка Колесница| |Число сингуаней|<notr>42</notr>|<notr>19</notr>|<notr>7</notr>|<notr>2</notr>|<notr>5</notr>|<notr>2</notr>|<notr>2</notr>|<notr>5</notr>| |Определяющая звезда| |<notr>μ Gem</notr>|<notr>θ Cnc</notr>|<notr>δ Hya</notr>|<notr>α Hya</notr>|<notr>υ1 Hya</notr>|<notr>α Crt</notr>|<notr>γ Crv</notr>| |Прямое восхождение определяющей звезды| |<notr>6h22m57.6s</notr>|<notr>8h31m35.7s</notr>|<notr>8h37m39.4s</notr>|<notr>09h27m35.2s</notr>|<notr>09h51m28.7s</notr>|<notr>10h59m45.9s</notr>|<notr>12h15m48.4s</notr>| |Экваториальный градус стоянки 1| |<notr>2h08m38s</notr>|<notr>6m3s</notr>|<notr>49m58s</notr>|<notr>23m54s</notr>|<notr>1h08m17s</notr>|<notr>1h16m02s</notr>|<notr>1h09m23s</notr>| |Экваториальный градус стоянки 2| |<notr>32.63°</notr>|<notr>1.54°</notr>|<notr>12.67°</notr>|<notr>6.06°</notr>|<notr>17.32°</notr>|<notr>19.29°</notr>|<notr>17.60°</notr>| примечание 1: Экваториальный градус стоянки 1 - современная экваториальная система координат. примечание 2: Экваториальный градус стоянки 2 - традиционная экваториальная система координат Китая делит экватор на 365,25 градуса. - <notr>[Twenty-Eight Mansions (Wikipedia)](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions)</notr> ### Южное небо Небо вокруг южного небесного полюса было неизвестно древним китайцам. Поэтому он не был включен в систему «Три ограды и двадцать восемь стоянок». Однако в конце династии Мин Сюй Гуанци (китайский: 徐光启; пиньинь: Сюй Гуанци) представил еще 23 сингуана на основе европейских звездных карт. С тех пор эти сингуани [Xingguans] были включены в традиционные китайские звездные карты. Эти сингуани на самом деле являются вариациями западных созвездий, и в основном они названы в честь животных. ### Список сингуань |Китайское название|Пиньинь|Перевод|Число основных звёзд|Число дополнительных звёзд| |------------|------|-----------|-----------------------|---------------------| |紫微垣|Zǐwēiyuán|Пурпурное Запретное Ограждение| | | |北极|Běijí|Северный полюс|5|3| |四辅|Sìfǔ|Четыре советника|4|1| |天乙|Tiānyǐ|Небесный великий|1|0| |太乙|Tàiyǐ|Первый великий|1|0| |紫微左垣|Zǐwēizuǒyuán|Пурпурная запретная левая стена|8|12| |紫微右垣|Zǐwēiyòuyuán|Пурпурная запретная правая стена|7|12| |阴德|Yīndé|Скрытая добродетель|2|1| |尚书|Shàngshū|Королевский секретарь|5|2| |女史|Nǚshǐ|Женский протокол|1|1| |柱史|Zhùshǐ|Официальный Королевский архив|1|2| |御女|Yùnǚ|Горничные в ожидании|4|1| |天柱|Tiānzhù|Небесный столб|5|6| |大理|Dàlǐ|Главный судья|2|1| |勾陈|Gōuchén|Кривой строй|6|10| |六甲|Liùjiǎ|Шесть Цзя|6|1| |天皇大帝|Tiānhuángdàdì|Великий император небес|1|0| |五帝内座|WǔdìnèiZuò|Внутренние сиденья пяти императоров|5|3| |华盖|Huágài|Навес императора|7|0| |杠(附华盖)|Gàng|Поддержка навеса (Вассал навеса императора)|9|1| |传舍|Chuánshè|Гостевой дом|9|4| |内阶|Nèijiē|Внутренние шаги|6|10| |天厨|Tiānchú|Небесная кухня|6|2| |八谷|Bāgǔ|Восемь видов культур|8|34| |天棓|Tiānbàng|Небесный цеп|5|10| |内厨|Nèichú|Внутренняя кухня|2|2| |文昌|Wénchāng|Административный центр|6|8| |三师|Sānshī|Три главных инструктора|3|1| |三公|Sāngōng|Семь превосходительств|3|0| |天床|Tiānchuáng|Небесная кровать|6|2| |太尊|Tàizūn|Члены королевской семьи|1|0| |天牢|Tiānláo|Небесная тюрьма|6|2| |太阳守|Tàiyángshǒu|Охрана Солнца|1|1| |势|Shì|Евнух|4|19| |相|Xiàng|Первый министр|1|3| |玄戈|Xuángē|Мрачная пика|1|2| |天理|Tiānlǐ|Судья для дворянства|4|1| |北斗|Běidǒu|Северный ковш|7|16| |辅(附北斗)|Fǔ|Ассистент (Вассал северного ковша)|1|3| |天枪|Tiānqiāng|Небесное копье|3|4| |太微垣|Tàiwēiyuán|Ограждение Верховного дворца| | | |太微左垣|Tàiwēizuǒyuán|Левая стена величайшего дворца|5|9| |太微右垣|Tàiwēiyòuyuán|Правая стена величайшего дворца|5|5| |谒者|Yèzhě|Судебный пристав|1|2| |三公|Sāngōng|Семь превосходительств|3|0| |九卿|Jiǔqīng|Девять старших офицеров|3|9| |五诸侯|Wǔzhūhóu|Пять лордов|5|7| |内屏|Nèipíng|Внутренний экран|4|6| |五帝座|Wǔdìzuò|Сиденья пяти императоров|5|4| |幸臣|Xìngchén|Почетный офицер|1|0| |太子|Tàizǐ|Наследник престола|1|0| |从官|Cóngguān|Свита|1|0| |郎将|Lángjiàng|Капитан телохранителей|1|2| |虎贲|Hǔbēn|Телохранитель императора|1|0| |常陈|Chángchén|Королевская гвардия|7|7| |郎位|Lángwèi|Офицеры Императорской гвардии|15|3| |明堂|Míngtáng|Зал славы|3|7| |灵台|Língtaí|Астрономическая обсерватория|3|8| |少微|Shàowēi|Младшие офицеры|4|9| |长垣|Chángyuán|Длинная стена|4|9| |三台|Sāntái|Три шага|6|13| |天市垣|Tiānshìyuán|Ограждение Небесного рынка| | | |天市左垣|Tiānshìzuǒyuán|Левая стена небесного рынка|11|48| |天市右垣|Tiānshìyòuyuán|Правая стена небесного рынка|11|32| |市楼|Shìlóu|Городское управление|6|1| |车肆|Chēsì|Товарный рынок|2|2| |宗正|Zōngzhèng|Официальный Королевский клан|2|3| |宗人|Zōngrén|Официальные религиозные церемонии|4|4| |宗|Zōng|Патриархальный клан|2|0| |帛度|Bódù|Правитель текстиля|2|3| |屠肆|Túsì|Мясные магазины|2|3| |候|Hòu|Астролог|1|6| |帝座|Dìzuò|Место императора|1|0| |宦者|Huànzhě|Официальный евнух|2|5| |列肆|Lièsì|Ювелирный рынок|2|4| |斗|Dǒu|Ковш для жидкостей|5|11| |斛|Hú|Ковш для твёрдых тел|4|7| |贯索|Guànsuǒ|Скрученный ремень|9|13| |七公|Qīgōng|Семь превосходительств|7|16| |天纪|Tiānjì|Небесная дисциплина|9|15| |女床|Nǚchuáng|Женская кровать|3|0| |角宿|Jiǎoxiù|Стоянка Рог| | | |角宿|Jiǎoxiù|Рог|2|16| |平道|Píngdào|Ровная дорога|2|0| |天田|Tiāntián|Небесная клевета|2|7| |进贤|Jìnxián|Рекомендация добросовестных мужчин|1|9| |周鼎|Zhōudǐng|Тренога Чжоу|3|0| |天门|Tiānmén|Небесные врата|2|11| |平|Píng|Правосудие|2|4| |库楼|Kùlóu|Арсенал|10|1| |柱|Zhù|Колонны|11|0| |衡|Héng|Ограда|4|0| |南门|Nánmén|Южные врата|2|2| |亢宿|Kàngxiù|Стоянка Шея| | | |亢宿|Kàngxiù|Шея|4|12| |大角|Dàjiǎo|Большой рог|1|2| |左摄提|Zuǒshètí|Левый проводник|3|4| |右摄提|Yòushètí|Правый проводник|3|6| |顿顽|Dùnwán|Проведение испытаний|2|1| |阳门|Yángmén|Ворота Ян|2|0| |折威|Zhéwēi|Казни|7|7| |氐宿|Dīxiù|Стоянка Корень| | | |氐宿|Dīxiù|Корень|4|30|\\n\ |天乳|Tiānrǔ|Небесноемолоко|1|4| |招摇|Zhāoyáo|Мерцающий индикатор|1|0| |梗河|Gěnghé|Небесная пика|3|5| |帝席|Dìxí|Матрас императора|3|1| |亢池|Kàngchí|Лодки и озеро|4|0| |阵车|Zhènchē|Битва колесниц|3|2| |骑官|Qíguān|Имперская гвардия|10|0| |车骑|Chēqí|Колесницы и кавалерия|3|0| |天辐|Tiānfú|Небесные спицы|2|1| |骑阵将军|Qízhènjiāngjūn|Колесницы и кавалерийский генерал|1|0| |房宿|Fángxiù|Стоянка Комната| | | |房宿|Fángxiù|Комната|4|6| |钩钤(附房宿)|Gōuqián|Замок (Вассал комнаты)|2|0| |键闭|Jiànbì|Дверной болт|1|0| |罚|Fá|Наказание|3|3| |东咸|Dōngxián|Восточная дверь|4|2| |西咸|Xīxián|Западная дверь|4|2| |日|Rì|Солнечная звезда|1|1| |从官|Cóngguān|Свита|2|1| |心宿|Xīnxiù|Стоянка Сердце| | | |心宿|Xīnxiù|Сердце|3|9| |积卒|Jīzú|Группа солдат|2|2| |尾宿|Wěixiù|Стоянка Хвост| | | |尾宿|Wěixiù|Хвост|9|4| |神宫(附尾宿)|shéngōng|Раздевалка (Вассал хвоста)|1|0| |龟|Guī|Черепаха|5|0| |天江|Tiānjiāng|Небесная река|4|11| |傅说|Fùyuè|Фу Юэ|1|0| |鱼|Yú|Рыба|1|0| |箕宿|Jīxiù|Стоянка Корзина для веяния| | | |箕宿|Jīxiù|Веяльная корзина|4|0| |糠|Kāng|Чешуя|1|1| |杵|Chǔ|Пестик|3|1| |斗宿|Dǒuxiù|Стоянка Ковш| | | |斗宿|Dǒuxiù|Ковш|6|5| |建|Jiàn|Учреждение|6|10| |天籥|Tiānyuè|Небесная замочная скважина|8|4| |天弁|Tiānbiàn|Рыночный надзиратель|9|6| |鳖|Biē|Речная черепаха|11|0| |天鸡|Tiānjī|Небесный петух|2|3| |狗国|Gǒuguó|Территория пса|4|3| |天渊|Tiānyuān|Небесная весна|3|3| |狗|Gǒu|Пёс|2|7| |农丈人|Nóngzhàngrén|Крестьянин|1|0| |牛宿|Niúxiù|Стоянка Вол| | | |牛宿|Niúxiù|Вол|6|14| |天田|Tiāntián|Небесная клевета|4|0| |九坎|Jiǔkǎn|Девять родников|4|0| |河鼓|Hégǔ|Барабан у реки|3|9| |织女|Zhinǚ|Ткущая девушка|3|4| |左旗|Zuǒqí|Левый флаг|9|30| |右旗|Yòuqí|Правый флаг|9|12| |天桴|Tiānfú|Небесный барабан|4|2| |罗堰|Luóyàn|Сеть дайков|3|1| |渐台|Jiàntái|Терраса-клепсидра|4|7| |辇道|Niǎndào|Императорский проход|5|9| |女宿|Nǚxiù|Стоянка Девушка| | | |女宿|Nǚxiù|Девушка|4|5| |十二国|Shí'èrguó|Двенадцать государств|16|2| |离珠|Lízhū|Жемчуг на женской одежде|4|1| |败瓜|Bàiguā|Гнилая тыква|5|3| |瓠瓜|Hùguā|Хорошая тыква|5|8| |天津|Tiānjīn|Небесный брод|9|40| |奚仲|Xīzhòng|Си Чжун|4|7| |扶筐|Fúkuāng|Корзина для листьев тутового дерева|7|4| |虚宿|Xūxiù|Стоянка Пустота| | | |虚宿|Xūxiù|Пустота|2|8| |司命|Sīmìng|Обожествленный судья жизни|2|0| |司禄|Sīlù|Обожествленный судья ранга|2|0| |司危|Sīwēi|Обожествленный судья катастрофы и удачи|2|0| |司非|Sīfēi|Обожествленный судья верного и неверного|2|3| |哭|Kū|Плач|2|4| |泣|Qì|Рыдание|2|2| |天垒城|Tiānlěichéng|Небесные крепостные валы|13|2| |败臼|Bàijiù|Разрушенная ступка|4|1| |离瑜|Líyú|Украшение из нефрита на женской одежде|3|3| |危宿|Wēixiù|Стоянка Крыша| | | |危宿|Wēixiù|Плоская крыша|3|14| |坟墓(附危宿)|Fénmù|Гробница (Вассал крыши)|4|4| |人|Rén|Люди|4|4| |杵|Chǔ|Пестик|3|2| |臼|Jiù|Ступка|4|8| |车府|Chēfǔ|Большой двор для колесниц|7|20| |天钩|Tiāngōu|Небесный крюк|9|18| |造父|Zàofù|Цзаофу|5|5| |盖屋|Gàiwū|Кровельные работы|2|0| |虚梁|Xūliáng|Храм|4|0| |天钱|Tiānqián|Небесные деньги|5|3| |室宿|Shìxiù|Стоянка Лагерь| | | |室宿|Shìxiù|Лагерь|2|7| |离宫(附室宿)|Lígōng|Дворец отдыха (Вассал лагеря)|6|8| |雷电|Léidiàn|Гром и молния|6|8| |垒壁阵|Lěibìzhèn|Линия крепостных валов|12|8|\\n\ |羽林军|Yǔlínjūn|Дворцовая охрана|45|0| |𫓧钺|Fūyuè|Топор|3|3| |北落师门|Běiluòshīmén|Северные врата военного лагеря|1|0| |八魁|Bākuí|Сеть для ловли птиц|6|0| |天纲|Tiāngāng|Материалы для изготовления палаток|1|0| |土公吏|Tǔgōnglì|Официальный поставщик|2|0| |螣蛇|Téngshé|Летающий змей|22|19| |壁宿|Bìxiù|Стоянка Стена| | | |壁宿|Bìxiù|Стена|2|23| |霹雳|Pīlì|Удар молнии|5|9| |云雨|Yúnyǔ|Облако и дождь|4|10| |天厩|Tiānjiù|Небесная конюшня|3|1| |𫓧锧|Fūzhì|Серп|5|0| |土公|Tǔgōng|Официальный строитель|2|11| |奎宿|Kuíxiù|Стоянка Ноги| | | |奎宿|Kuíxiù|Ноги|16|23| |外屏|Wàipíng|Внешний забор|7|15| |天溷|Tiānhùn|Небесный свинарник|4|6| |土司空|Tǔsīkōng|Мастер строительства|1|0| |军南门|Jūnnánmén|Южные военные врата|1|0| |阁道|Gédào|Летающий коридор|6|5| |附路|Fùlù|Объездная дорога|1|0| |王良|Wángliáng|Ван Лян|5|14| |策|Cè|Кнут|1|0| |娄宿|Loúxiù|Стоянка Связь| | | |娄宿|Loúxiù|Оковы|3|15| |左更|Zuǒgēng|Официальный лесник|5|8| |右更|Yòugēng|Официальный пастух|5|5| |天仓 |Tiāncāng|Квадратный небесный амбар|6|21| |天庾|Tiānyǔ|Кучки зерна|3|3| |天大将军|Tiāndàjiāngjūn|Великий небесный полководец|11|17| |胃宿|Wèixiù|Стоянка Желудок| | | |胃宿|Wèixiù|Желудок|3|5| |天廪|Tiānlǐn|Небесные продукты питания|4|3| |天囷|Tiānqūn|Круглый небесный амбар|13|21| |大陵|Dàlíng|Мавзолей|8|21| |天船|Tiānchuán|Небесная лодка|9|10| |积尸|JīShī|Куча трупов|1|0| |积水|Jīshuǐ|Запасённая вода|1|1| |昴宿|Mǎoxiù|Стоянка Волосатая голова| | | |昴宿|Mǎoxiù|Волосатая голова|7|13| |天阿|Tiān'ē|Небесный свод|1|0| |月|Yuè|Лунная звезда|1|1| |天阴|Tiānyīn|Небесная сила Инь|5|6| |刍藁|Chúgǎo|Сено|6|5| |天苑|Tiānyuàn|Небесные луга|16|18| |卷舌|Juǎnshé|Скрученный язык|6|7| |天谗|Tiānchán|Небесная клевета|1|0| |砺石|Lìshí|Брусок|4|0| |毕宿|Bìxiù|Стоянка Сеть| | | |毕宿|Bìxiù|Сетка|8|18| |附耳(附毕宿)|Fù'ěr|Шепот (Вассал сети)|1|4| |天街|Tiānjiē|Небесная улица|2|4| |天节|Tiānjié|Небесное число|8|0| |诸王|Zhūwáng|Феодальные короли|6|4| |天高|Tiāngāo|Небесная высокая терраса|4|4| |九州殊口|Jiǔzhōushūkǒu|Переводчики девяти диалектов|6|11| |五车|Wǔchē|Пять колесниц|5|19| |柱|Zhù|Колонны|9|0| |天潢|Tiānhuáng|Небесный пирс|5|2| |咸池|Xiánchí|Бассейн гармонии|3|0| |天关|Tiānguān|Небесный проход|1|6| |参旗|Shēnqí|Знамя трёх звёзд|9|12| |九斿|Jiǔyóu|Имперский военный флаг|9|7| |天园|Tiānyuán|Небесный сад|13|6| |觜宿|Zīxiù|Стоянка Клюв черепахи| | | |觜宿|Zīxiù|Клюв черепахи|3|0| |司怪|Sīguài|Божество монстров|4|6| |座旗|Zuòqí|Флажки для сидений|9|11| |参宿|Shēnxiù|Стоянка Три звезды| | | |参宿|Shēnxiù|Три звезды|7|39| |伐(附参宿)|Fá|Отправить вооруженные силы для подавления (вассал трёх звёзд)|3|2| |玉井|Yùjǐng|Нефритовый источник|4|3| |屏|Píng|Экран|2|0| |军井|Jūnjǐng|Военный родник|4|2| |厕|Cè|Туалет|4|8| |屎|Shǐ|Экскременты|1|0| |井宿|Jǐngxiù|Стоянка Источник| | | |井宿|Jǐngxiù|Родник|8|19| |钺(附井宿)|Yuè|Боевой топор (Вассал родника)|1|1| |南河|Nánhé|Южная река|3|11| |北河|Běihé|Северная река|3|4| |天樽|Tiānzūn|Небесный кубок вина|3|9| |五诸侯|Wǔzhūhóu|Пять феодальных королей|5|4| |积水|Jīshuǐ|Накопленная вода|1|0| |积薪|Jīxīn|Куча дров|1|3| |水府|Shuǐfǔ|Надзиратель за ирригациями|4|8| |水位|Shuǐwèi|Уровень воды|4|12| |四渎|Sìdú|Четыре канала|4|8| |军市|Jūnshì|Рынок для солдат|6|7| |野鸡|Yějī|Дикий петушок|1|0| |丈人|Zhàngrén|Дед|2|0| |子|Zǐ|Сын|2|1| |孙|Sūn|Внук|2|4| |阙丘|Quèqiū|Дворцовые ворота|2|7| |天狼|Tiānláng|Небесный волк|1|6| |弧矢|Húshǐ|Лук и стрела|9|32| |老人|Lǎorén|Старик|1|4| |鬼宿|Guǐxiù|Стоянка Призраки| | | |鬼宿|Guǐxiù|Призраки|4|19| |积尸|Jīshī|Совокупные трупы|1|3| |爟|Guàn|Сигнальный огонь|4|11| |天狗|Tiāngǒu|Небесный пёс|7|0| |外厨|Wàichú|Внешняя кухня|6|17| |天社|Tiānshè|Небесный храм Бога земли|6|5| |天记|Tiānjì|Судья по оценке возраста животных|1|2| |柳宿|Liǔxiù|Стоянка Ива| | | |柳宿|Liǔxiù|Ива|8|13| |酒旗|Jiǔqí|Знамя винного магазина|3|5| |星宿|Xīngxiù|Стоянка Звезда| | | |星宿|Xīngxiù|Стоянка Звезда|7|15| |天相|Tiānxiàng|Небесный первый министр|3|11| |天稷*|Tiānjì|Небесные злаки|/|/| |轩辕|Xuānyuán|Сюаньюань|17|59| |内平|Nèipíng|Высокий судья|4|11| |张宿|Zhāngxiù|Стоянка Натянутая сеть| | | |张宿|Zhāngxiù|Растянутая сеть|6|5| |天庙*|Tiānmiào|Небесный храм|/|/| |翼宿|Yìxiù|Стоянка Крылья| | | |翼宿|Yìxiù|Крылья|22|7| |东瓯*|Dōngōu|Дуноу|/|/| |轸宿|Zhěnxiù|Стоянка Колесница| | | |轸宿|Zhěnxiù|Колесница|4|5| |长沙(附轸宿)|Chángshā|Чанша (Вассал колесницы)|1|0| |左辖(附轸宿)|Zuǒxiá|Левая чека колеса (Вассал колесницы)|1|0| |右辖(附轸宿)|Yoùxiá|Правая чека колеса (Вассал колесницы)|1|0| |青丘|Qīngqiū|Зелёный холм|7|3| |军门*|Jūnmén|Военные врата|/|/| |土司空*|Tǔsīkōng|Мастер строительства|/|/| |器府*|Qìfǔ|Дом для музыкальных инструментов|/|/| |近南极星区|JìnnánJí Xīngqū|Южное небо| | | |海山|Hǎishān|Море и гора|4|2| |十字架|Shízìjià|Крест|4|0| |马尾|Mǎwěi|Конский хвост|3|0| |马腹|Mǎfù|Живот лошади|3|0|\\n\ |蜜蜂|Mìfēng|Пчела|4|0| |三角形|Sānjiǎoxíng|Треугольник|3|4| |异雀|Yìquè|Экзотическая птица|9|0| |孔雀|Kǒngquè|Павлин|11|4| |波斯|Bōsī|Персия|11|0| |蛇尾|Shéwěi|Змеиный хвост|4|0|\\n\ |蛇腹|Shéfù|Живот змеи|4|0| |蛇首|Shéshǒu|Змеиная голова|2|0| |鸟喙|Niǎohuì|Птичий клюв|7|1| |鹤 |Hè|Журавль|12|2| |火鸟|Huǒniǎo|Жар-птица|10|1| |水委|Shuǐweǐ|Водоворот|3|0| |附白|Fùbái|Рядом с белыми заплатками|2|0| |夹白|Jiābái|Белые заплатки|2|0| |金鱼|Jīnyú|Золотая рыбка|5|1| |海石|Hǎishí|Морской камень|5|3| |飞鱼|Fēiyú|Летучая рыба|6|0| |南船|Nánchuán|Южная лодка|5|1| |小斗|Xiǎodǒu|Малый Ковш|9|1| примечание 1: Сингуани со знаком «*» был официально удалены в 1752 году. примечание 2: подчиненный сингуань не является отдельным сингуанем, а является подчиненным родительского сингуаня. ### Объекты глубокого космоса В древнем Китае также были обнаружены некоторые объекты дальнего космоса, которые также были включены в сингуани. Включая следующее: |Основное название|Китайское название|Пиньинь|Перевод|Современное название| |------------|------------|------|-----------|---------| |<notr>NGC 6231</notr>|<notr>神宫</notr>|<notr>shéngōng</notr>|Божественный дворец|Скопление Северная шкатулка| |<notr>NGC 6475/M 7</notr>|<notr>鱼</notr>|<notr>Yú</notr>|Рыба|Скопление Птолемея| |<notr>NGC 2632/M 44</notr>|<notr>积尸</notr>|<notr>JīShī</notr>|Совокупные трупы|Скопление Улей| |<notr>NGC 5139</notr>|<notr>库楼增一</notr>|<notr>Kùlóu Zēng I</notr>|Арсенал, доп. звезда I|Омега Центавра| |<notr>NGC 224/M 31</notr>|<notr>奎宿增廿一</notr>|<notr>Kuíxiù Zēng XXI</notr>|Стоянка Ноги XXI|Галактика Андромеды| ### Примечания Эта культура неба основана на информации из *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)* (китайский: 中西对照恒星图表1950.0(星表分册)) и *Complete Studies of Astronomical* (китайский: 仪象考成). Спасибо Лю Чуньбиню за сопоставление *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)*. Он произвел *Chinese Star Catalogue for Stellarium* (кинайский: Stellarium 中国星官体系下中文星名扩展包) что является очень важной ссылкой. Некоторые звезды были добавлены в соответствии с *The History of Stellar Observation in China* (китайский: 中国恒星观测史). Для перевода созвездий мы используем *English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names* (китайский: 中国星区、星官及星名英译表) Гонконгского музея космонавтики. Изменяется лишь небольшая часть перевода, например, когда переводы двух разных сингуаней совпадают. Культурные коннотации имени не могут быть полностью объяснены, потому что прошли тысячи лет, коннотации некоторых имен противоречивы. это только возможные переводы. Китайские иероглифы являются идеографическими, что приводит к совершенно разным именам, имеющим одинаковое произношение. Поэтому транслитерация пиньинь предназначена только для того, чтобы имена звезд были читабельными.
sv: Stellarium tillhandahåller för närvarande 300 kinesiska Xingguans och mer än 3000 kinesiska stjärnnamn från *Complete Studies of Astronomical* (kinesiska: 仪象考成; pinyin: Yíxiàng kǎochéng) och *The Continuation of Complete Studies of Astronomical* (kinesiska: 仪象考成续编; pinyin: Yíxiàngkǎochéng xùbiān). *Complete Studies of Astronomical* är en kejserlig astronomisk dokumentation som färdigställdes 1756. År 1844 reviderade det kejserliga astronomiska observatoriet dokumentationen och publicerade *The Continuation of Complete Studies of Astronomical*, som är den viktigaste referensen för de traditionella kinesiska Xingguans och stjärnnamn som används idag. Yi Shitong har genomfört textforskning och sammanfattat dessa dokument i sin bok *Kinesisk och västerländsk jämförande stjärnkarta och katalog 1950.0* (kinesiska: 中西对照恒星图表1950.0; pinyin: Zhōngxī Duìzhào Héngxīng Túbiǎo). Den traditionella kinesiska himmelskulturen baseras på informationen i *Chinese and Western Contrast Star Chart and Catalogue 1950.0* och *Complete Studies of Astronomical*. Dessutom har vissa stjärnor lagts till enligt *The History of Stellar Observation in China* (kinesiska: 中国恒星观测史; pinyin: Zhōngguó Héngxīng Guāncèshǐ) av Pan Nai, om dessa stjärnor inte är certifierade i *Chinese and Western Contrast Star Chart and Catalogue1950.0 (Stjärnkatalog)*. Om stjärnans namn följs av ett ”*” är det en stjärna som har lagts till enligt *The History of Stellar Observation in China*. Om stjärnans namn följs av ett ”?” är det en stjärna som har lagts till enligt *The History of Stellar Observation in China*, men som inte kan certifieras fullt ut. ### Solen, månen och planeterna De västerländska länderna namngav planeterna efter mytiska figurer. Den forntida kinesiska förståelsen av de fem planeterna baseras på femelementskonceptet. Därför kallas Merkurius för vattenstjärnan, Venus för metallstjärnan, Mars för eldstjärnan, Jupiter för trästjärnan och Saturnus för jordstjärnan. På kinesiska är solen och månen uppkallade efter Yin och Yang (med prefixet ”stor” (kinesiska: 太; pinyin: tài)), respektive Taiyang (Solen, kinesiska: 太阳; pinyin: Tàiyáng) och Taiyin (Månen, kinesiska: 太阴; pinyin: Tàiyīn). Deras andra namn tillhör bildtecken. Ri (sol, kinesiska: 日) och Yue (måne, kinesiska: 月). Men det vanligaste namnet på månen är Yueliang (kinesiska: 月亮; pinyin: Yuèliàng). Solen, månen och de fem planeterna bildar de sju himlakropparna (kinesiska: 七曜; pinyin: qīyào), som motsvarar de fem elementen och Yin och Yang. ### Xingguans Traditionell kinesisk astronomi har ett system för att dela upp himlavalvet i asterismer eller konstellationer, känt som ”Xingguan”. Moderna konstellationer avser specifika områden av himlavalvet. Xingguans avser endast hur stjärnorna är fördelade, utan några specifika gränser mellan Xingguans. Namnen och utformningen av Xingguans är mycket sociala, kungariket, bergen, varorna, industrin flyttar alla till himlen, enligt jordens väg i himlen för att kopiera en värld. Xingguans är i allmänhet mindre än konstellationerna i den hellenistiska traditionen. En Xingguan innehåller mer än dussintals stjärnor, och färre är bara en. Medeltida kinesiska astronomiska kartor visar i allmänhet totalt 283 Xingguans, bestående av totalt 1 464 individuella stjärnor. Xingguans är indelade i 31 regioner, de tjugoåtta mansjonerna (kinesiska: 二十八宿；pinyin: Èrshíbā Xiù) längs ekliptikan och de tre inhägnaderna (kinesiska: 三垣; pinyin: Sānyuán) på norra himlen. På grund av precessionens inflytande blir sex Xingguans nära den södra horisonten alltmer sydliga. De var inte längre lätta att observera för astronomerna under Ming- och Qingdynastierna, så de registrerades inte längre i *Complete Studies of Astronomical*. Före slutet av Mingdynastin (1600-talet) fanns det inga Xingguans runt den södra himmelspolen. Södra himlen (kinesiska: 近南极星区; pinyin: JìnnánJí Xīngqū) lades till som en 32:a region i slutet av Mingdynastin baserat på europeiska stjärnkartor, bestående av ytterligare 23 Xingguans. Södra himlen behandlas nu också som en del av det traditionella kinesiska systemet. Sedan den sena Mingdynastin har västerländska missionärer kommit till det kejserliga astronomiska observatoriet. De har följt namnen på Xingguans, men ändrat motsvarande stjärnor för vissa Xingguans och lagt till några stjärnor till nästan varje Xingguan, kallade ”tillagda stjärnor” (kinesiska: 增星; pinyin: zēngxīng). De ursprungliga stjärnorna kallas ”primära stjärnor” (kinesiska: 正星; pinyin: zhèngxīng). En Xingguan med två eller flera stjärnor, varje stjärna har ett nummer. Namnet på stjärnorna i *Fortsättningen av fullständiga studier av astronomi* är Xingguan plus ett nummer. Men det finns också några Xingguans, där varje stjärna har ett speciellt namn. På detta sätt har *Fortsättningen av fullständiga studier av astronomi* totalt 300 Xingguans och 3240 stjärnor. Fram till revolutionen 1911 betraktade Kina inte längre Xingguan som det officiella konstellationssystemet. Till skillnad från Xingguans används traditionella kinesiska stjärnnamn fortfarande i modern kinesisk astronomi, och är till och med vanligare än västerländska namn. ![](illustrations/yxkcxt.png) *Astronomisk karta över Complete Studies of Astronomical (1757)* ### Tre inhägnader Tre inhägnader är tre regioner på norra himlen som omges av ekliptikan. Tre inhägnader är Purpurförbjudna inhägnaden (kinesiska: 紫微垣; pinyin: Zǐwēiyuán), Högsta palatsets inhägnad (kinesiska: 太微垣; pinyin: Tàiwēiyuán) och Himmelska marknadens inhägnad (kinesiska: 天市垣; pinyin: Tiānshìyuán). Varje inhägnad har två murar, kallade vänster mur och höger mur, som är de huvudsakliga Xingguans. Murarna är omgivna av många Xingguans. Det finns också Xingguans i närheten av muren som tillhör denna inhägnad. Purple Forbidden enclosure är kejsarens inre palats och täcker den nordligaste delen av natthimlen. Ur de gamla kinesernas synvinkel ligger Purple Forbidden Enclosure i mitten av himlen och omges av alla andra stjärnor. Det täcker de moderna konstellationerna Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes och delar av Ursa Major, Canes Venatici, Leo Minor och Hercules. Purple Forbidden Enclosure har 37 Xingguans. - [Purple Forbidden enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) Supreme Palace Enclosure är den plats där kejsaren och hovmännen sköter sin politik. Supreme Palace Enclosure har en mängd olika tjänstemän och myndigheter. Det täcker de moderna konstellationerna Jungfrun, Coma Berenices och Lejonet, samt delar av Jakthundarna, Stora björnen och Lilla lejonet. Högsta palatsets inhägnad har 20 Xingguans. - [Högsta palatsets inhägnad (Wikipedia)](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) Himmelska marknadens inhägnad är en basar i himlen, en plats där vanliga människor bor. Himmelska marknadens inhägnad täcker de moderna konstellationerna Serpens, Ophiuchus, Aquila och Corona Borealis, samt delar av Hercules. Himmelska marknadens inhägnad har 19 Xingguans. De namngavs efter deltagarna i basaren och basarens faciliteter. - [Himmelska marknadsområdet (Wikipedia)](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) ### Tjugoåtta palats De tjugoåtta mansjonerna (kinesiska: 二十八宿; pinyin: Èrshíbā Xiù), även kända som 28 månmansjoner, är den forntida kinesiska indelningen av ekliptikan och himlavalvet nära ekvatorn för att dela upp ekliptikan i 28 regioner enligt rätt ascension. Varje region kallas en mansjon (kinesiska: 宿; pinyin: Xiù). Forntida människor lät månen byta mansjon varje dag för att vila. Varje mansjon har en Xingguan med samma namn nära ekliptikan, som är den huvudsakliga Xingguan. Xingguans i detta område tillhör mansjonen. Varje Xingguans har en huvudstjärna som kallas determinativ stjärna (kinesiska: 距星; pinyin: jùxīng). I det forna Kina var de determinativa stjärnorna i de tjugoåtta Mansionerna riktmärket för att bestämma longituden i ekvatorialkoordinatsystemet. Rätt ascensionsskillnaden mellan de determinativa stjärnorna i två angränsande Mansioner är ekvatorial mansiongrader (kinesiska: 宿度; pinyin: xiùdù) för den västra mansionen. Det traditionella ekvatoriella koordinatsystemet i Kina delar upp ekvatorn i 365,25 grader, och solen rör sig en grad per dag, vilket också är summan av ekvatoriella mansionsgraderna för de 28 mansionerna. På grund av precessionens inflytande har ekvatoriella mansionsgrader för varje mansion långsamt förändrats, och vissa bestämningsstjärnor har också förändrats genom historien. På traditionella kinesiska stjärnkartor finns det 28 linjer som passerar genom de bestämningsstjärnorna i de tjugoåtta mansions från den norra himmelspolen som deras gränser för att underlätta positioneringen av himlakroppar. Om en himlakropp befinner sig öster om den avgörande stjärnan i en mansjon och dess rätta ascension inte överstiger den avgörande stjärnan i nästa mansjon, kallas skillnaden i rätta ascension mellan denna himlakropp och den avgörande stjärnan för mansjonsavståndsgrader (kinesiska: 入宿度; pinyin: rùxiùdù). Tillsammans med polära avståndsgrader (kinesiska: 去极度; pinyin: qùjídù), som är vinkeldistansen mellan stjärnan och den norra himmelspolen, kan vi bestämma en stjärnas position på himmelsfären. Mansionavståndsgrader och polära avståndsgrader utgör tillsammans de två komponenterna i det forntida kinesiska ekvatoriella koordinatsystemet. De tjugoåtta mansions är grupperade i fyra symboler (kinesiska: 四象; pinyin: sìxiàng), var och en associerad med en kompassriktning och innehållande sju mansions, motsvarande sju himlakroppar. Motsvarigheten mellan de tjugoåtta mansions och de fyra symbolerna baseras på himlen vid skymningen på vårdagjämningen under en viss period i forntiden. Vid denna tidpunkt befinner sig den vermilionfärgade fågeln i söder, den azurblå draken i öster, den svarta sköldpaddan i norr och den vita tigern i väster. ### Förteckningen över de tjugoåtta mansions (J2000) |Sju himlakroppar| |Trä|Metall|Jord|Sol|Måne|Eld|Vatten| |----------------|---|----|-----|-----|---|----|----|-----| |Kinesiskt namn|<notr>东方苍龙</notr>|<notr>角宿</notr>|<notr>亢宿</notr>|<notr>氐宿</notr>|<notr>房宿</notr>|<notr>心宿</notr>|<notr>尾宿</notr>|<notr>箕宿</notr>| |Pinyin|<notr>Dōngfāng Cānglóng</notr>|<notr>Jiǎoxiù</notr>|<notr>Kàngxiù</ notr>|<notr>Dīxiù</notr>|<notr>Fángxiù</notr>|<notr>Xīnxiù</notr>|<notr>Wěixiù</notr>|<notr>Jīxiù</notr>| |Översättning|Azure Dragon of the East|Horn Mansion|Neck Mansion|Root Mansion|Room Mansion|Heart Mansion|Tail Mansion|Winnowing Basket Mansion| |Antal xingguans|<notr>46</notr>|<notr>11</notr>|<notr>7</notr>|<notr>11</notr>|<notr>7</notr>|<notr>2</notr>|<notr>5</notr>|<notr>3</notr>| |Bestämningsstjärna| |<notr>α Vir</notr>|<notr>κ Vir</notr>|<notr>α2 Lib</notr>|<notr>π Sco</notr>|<notr>σ Sco</notr>|<notr>μ1 Sco</notr>|<notr>γ Sgr</notr>| |RA för bestämningsstjärna| |<notr>13h25m11,6s</notr>|<notr>14h12m53,8s</notr>|<notr>14h50m52,8s</notr>|<notr>15h58m51,1s</ notr>|<notr>16h21m11,3s</notr>|<notr>16h51m52,2s</notr>|<notr>18h05m48,5s</notr>| |Ekvatoriella husgrader 1| |<notr>47m42s</ notr>|<notr>37m59s</notr>|<notr>1h07m58s</notr>|<notr>22m20s</notr>|<notr>30m41s</notr>|<notr>1h13m57s</notr>|<notr>39m51s</notr>| |Ekvatoriella husgrader 2| |<notr>12,10°</notr>|<notr>9,63°</notr>|<notr>17,24°</notr>|<notr>5,67°</notr>|<notr>7,78°</notr>|<notr>18,76°</ notr>|<notr>10,11°</notr>| |Kinesiskt namn|<notr>北方玄武</notr>|<notr>斗宿</notr>|<notr>牛宿</notr>|<notr>女宿</notr>|<notr>虚宿</notr>|<notr>危宿</notr>|<notr>室宿</notr>|<notr>壁宿</notr>| |Pinyin|<notr>Běifāng Xuánwǔ</notr>|<notr>Dǒuxiù</notr>|<notr>Niúxiù</notr>|<notr>Nǚxiù</ notr>|<notr>Xūxiù</notr>|<notr>Wēixiù</notr>|<notr>Shìxiù</notr>|<notr>Bìxiù</notr>| |Översättning|Svart sköldpadda i norr|Dipper Mansion|Ox Mansion|Girl Mansion|Emptiness Mansion|Rooftop Mansion|Encampment Mansion|Wall Mansion| |Antal xingguans|<notr>65</notr>|<notr>10</ notr>|<notr>11</notr>|<notr>8</notr>|<notr>10</notr>|<notr>10</notr>|<notr>10</notr>|<notr>6</notr>| |Bestämningsstjärna| |<notr>μ Sgr</notr>|<notr>β Cap</notr>|<notr>ε Aqr</notr>|<notr>β Aqr</notr>|<notr>α Aqr</notr>|<notr>α Peg</notr>|<notr>γ Peg</notr>| |RA för bestämningsstjärna| |<notr>18h45m39,4s</ notr>|<notr>20h21m0,7s</notr>|<notr>20h47m40,6s</notr>|<notr>21h31m33,5s</notr>|<notr>22h05m47,0s</notr>|<notr>23h04m45,7s</ notr>|<notr>00h13m14.2s</notr>| |Ekvatoriella husgrader 1| |<notr>1h35m21s</notr>|<notr>26m40s</ notr>|<notr>43m53s</notr>|<notr>34m13s</notr>|<notr>58m59s</notr>|<notr>1h08s29s</notr>|<notr>43m58s</notr>| |Ekvatoriella husgrader 2| |<notr>24. 19°</notr>|<notr>6,76°</notr>|<notr>11,13°</notr>|<notr>8,68°</notr>|<notr>14,96°</notr>|<notr>17,37°</notr>|<notr>11,15°</notr>| |Kinesiskt namn|<notr>西方白虎</notr>|<notr>奎宿</notr>|<notr>娄宿</notr>|<notr>胃宿</notr>|<notr>昴宿</notr>|<notr>毕宿</notr>|<notr>觜宿</ notr>|<notr>参宿</notr>| |Pinyin|<notr>Xīfāng Báihǔ</notr>|<notr>Kuíxiù</notr>|<notr>Loúxiù</notr>|<notr>Wèixiù</notr>|<notr>Mǎoxiù</ notr>|<notr>Bìxiù</notr>|<notr>Zīxiù</notr>|<notr>Shēnxiù</notr>| |Översättning|Västerns vita tiger|Benpalatset|Bindningspalatset|Magepalatset|Hårigt huvudpalatset|Nätpalatset|Sköldpaddsnäbbpalatset|Tre stjärnor-palatset| |Antal xingguans|<notr>54</notr>|<notr>9</notr>|<notr>6</notr>|<notr>7</notr>|<notr>9</notr>|<notr>14</notr>|<notr>3</notr>|<notr>6</notr>| |Bestämmande stjärna| |<notr>η And</notr>|<notr>β Ari</notr>|<notr>35 Ari</notr>|<notr>17 Tau</notr>|<notr>ε Tau</notr>|<notr>λ Ori</notr>|<notr>ζ Ori</notr>| |RA för bestämningsstjärna| |<notr>00h57m12,3s</notr>|<notr>01h54m38,4s</notr>|<notr>02h43m27, 1s</notr>|<notr>03h44m52,5s</notr>|<notr>04h28m37,0s</notr>|<notr>5h35m8,3s</notr>|<notr>05h40m45,5s</notr>| |Ekvatoriella husgrader 1| |<notr>57m26s</notr>|<notr>48m49s</notr>|<notr>1h01m26s</notr>|<notr>43m44s</ notr>|<notr>1h06m31s</notr>|<notr>5m32s</notr>|<notr>42m12s</notr>| |Ekvatoriella husgrader 2| |<notr>14,57°</notr>|<notr>12,38°</ notr>|<notr>15,58°</notr>|<notr>11,09°</notr>|<notr>16,87°</notr>|<notr>1,40°</notr>|<notr>10,70°</notr>| |Kinesiskt namn|<notr>南方朱雀</ notr>|<notr>井宿</notr>|<notr>鬼宿</notr>|<notr>柳宿</notr>|<notr>星宿</notr>|<notr>张宿</notr>|<notr>翼宿</notr>|<notr>轸宿</notr>| |Pinyin|<notr>Nánfāng Zhūquè</notr>|<notr>Jǐngxiù</notr>|<notr>Guǐxiù</notr>|<notr>Liǔxiù</notr>|<notr>Xīngxiù</notr>|<notr>Zhāngxiù</ notr>|<notr>Yìxiù</notr>|<notr>Zhěnxiù</notr>| |Översättning|Södra vermilionfågeln|Brunnens palats|Spökpalatset|Palmens palats|Stjärnpalatset|Det utsträckta nätets palats|Vingarnas palats|Vagnens palats| |Antal xingguans|<notr>42</notr>|<notr>19</notr>|<notr>7</notr>|<notr>2</notr>|<notr>5</notr>|<notr>2</notr>|<notr>2</notr>|<notr>5</notr>| |Bestämningsstjärna| |<notr>μ Gem</notr>|<notr>θ Cnc</notr>|<notr>δ Hya</notr>|<notr>α Hya</notr>|<notr>υ1 Hya</notr>|<notr>α Crt</notr>|<notr>γ Crv</notr>| |RA för bestämningsstjärna| |<notr>6h22m57,6s</notr>|<notr>8h31m35,7s</notr>|<notr>8h37m39,4s</notr>|<notr>09h27m35,2s</ notr>|<notr>09h51m28,7s</notr>|<notr>10h59m45,9s</notr>|<notr>12h15m48,4s</notr>| |Ekvatoriella husgrader 1| |<notr>2h08m38s</ notr>|<notr>6m3s</notr>|<notr>49m58s</notr>|<notr>23m54s</notr>|<notr>1h08m17s</notr>|<notr>1h16m02s</notr>|<notr>1h09m23s</notr>| |Ekvatoriella husgrader 2| |<notr>32,63°</notr>|<notr>1,54°</notr>|<notr>12,67°</ notr>|<notr>6,06°</notr>|<notr>17,32°</notr>|<notr>19,29°</notr>|<notr>17,60°</notr>| not 1: Ekvatoriella mansionsgrader 1: Modernt ekvatoriellt koordinatsystem. not 2: Ekvatoriella mansionsgrader 2: Det traditionella ekvatoriella koordinatsystemet i Kina, som delar upp ekvatorn i 365,25 grader. - <notr>[Tjugoåtta mansions (Wikipedia)](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions)</notr> ### Den södra himlen Himlen runt den södra himmelspolen var okänd för de forntida kineserna. Därför ingick den inte i systemet med de tre inhägnaderna och de tjugoåtta husen. Under den sena Mingdynastin introducerade dock Xu Guangqi (kinesiska: 徐光启; pinyin: Xú Guāngqǐ) ytterligare 23 Xingguans baserade på europeiska stjärnkartor. Dessa Xingguans införlivades sedan i de traditionella kinesiska stjärnkartorna. Dessa Xingguans är egentligen variationer av västerländska konstellationer, och de är mestadels uppkallade efter djur. ### Listan över Xingguans |Kinesiskt namn|Pinyin|Översättning|Antal primära stjärnor|Antal tillagda stjärnor| |------------|------|-----------|-----------------------|------------ ---------| |<notr>紫微垣</notr>|<notr>Zǐwēiyuán</notr>|Purpurfärgad förbjuden inhägnad| | | |<notr>北极</notr>|<notr>Běijí</notr>|Nordpolen|<notr>5</notr>|<notr>3</notr>| |<notr>四辅</notr>|<notr>Sìfǔ</notr>|Fyra rådgivare|<notr>4</notr>|<notr>1</notr>| |<notr>天乙</ notr>|<notr>Tiānyǐ</notr>|Himmelsk storhet|<notr>1</notr>|<notr>0</notr>| |<notr>太乙</notr>|<notr>Tàiyǐ</notr>|Första storheten|<notr>1</notr>|<notr>0</notr>| |<notr>紫微左垣</notr>|<notr>Zǐwēizuǒyuán</notr>|Purpurfärgad förbjuden vänster mur|<notr>8</notr>|<notr>12</ notr>| |<notr>紫微右垣</notr>|<notr>Zǐwēiyòuyuán</notr>|Purpurfärgad förbjuden höger mur|<notr>7</notr>|<notr>12</notr>| |<notr>阴德</notr>|<notr>Yīndé</notr>|Dold dygd|<notr>2</notr>|<notr>1</notr>| |<notr>尚书</ notr>|<notr>Shàngshū</notr>|Kunglig sekreterare|<notr>5</notr>|<notr>2</notr>| |<notr>女史</notr>|<notr>Nǚshǐ</notr>|Kvinnlig protokoll|<notr>1</notr>|<notr>1</notr>| |<notr>柱史</notr>|<notr>Zhùshǐ</notr>|Tjänsteman vid kungliga arkivet|<notr>1</notr>|<notr>2</notr>| |<notr>御女</ notr>|<notr>Yùnǚ</notr>|Hovdamer|<notr>4</notr>|<notr>1</notr>| |<notr>天柱</notr>|<notr>Tiānzhù</notr>|Himmelspelare|<notr>5</notr>|<notr>6</notr>| |<notr>大理</notr>|<notr>Dàlǐ</notr>|Högsta domare|<notr>2</notr>|<notr>1</notr>| |<notr>勾陈</notr>|<notr>Gōuchén</notr>|Böjd formation|<notr>6</notr>|<notr>10</notr>| |<notr>六甲</notr>|<notr>Liùjiǎ</notr>|Sex Jia|<notr>6</notr>|<notr>1</notr>| |<notr>天皇大帝</notr>|<notr>Tiānhuángdàdì</notr>|Himmelens store kejsare|<notr>1</notr>|<notr>0</notr>| |<notr>五帝内座</notr>|<notr>WǔdìnèiZuò</notr>|De fem kejsarnas inre säten|<notr>5</notr>|<notr>3</notr>| |<notr>华盖</notr>|<notr>Huágài</notr>|Kejsarens baldakin|<notr>7</ notr>|<notr>0</notr>| |<notr>杠(附华盖)</notr>|<notr>Gàng</notr>|Baldakinstöd (kejsarens baldakins vasall)|<notr>9</notr>|<notr>1</notr>| |<notr>传舍</notr>|<notr>Chuánshè</notr>|Gästhus|<notr>9</notr>|<notr>4</notr>| |<notr>内阶</notr>|<notr>Nèijiē</notr>|Inre trappor|<notr>6</notr>|<notr>10</notr>| |<notr>天厨</ notr>|<notr>Tiānchú</notr>|Himmelsk kök|<notr>6</notr>|<notr>2</notr>| |<notr>八谷</notr>|<notr>Bāgǔ</notr>|Åtta sorters grödor|<notr>8</notr>|<notr>34</notr>| |<notr>天棓</notr>|<notr>Tiānbàng</notr>|Himmelsk slagkärra|<notr>5</notr>|<notr>10</notr>| |<notr>内厨</notr>|<notr>Nèichú</notr>|Inre kök|<notr>2</notr>|<notr>2</notr>| |<notr>文昌</notr>|<notr>Wénchāng</notr>|Administrativt centrum|<notr>6</notr>|<notr>8</notr>| |<notr>三师</notr>|<notr>Sānshī</notr>|Tre högsta instruktörer|<notr>3</notr>|<notr>1</notr>| |<notr>三公</ notr>|<notr>Sāngōng</notr>|Tre excellenser|<notr>3</notr>|<notr>0</notr>| |<notr>天床</notr>|<notr>Tiānchuáng</notr>|Himmelssäng|<notr>6</notr>|<notr>2</notr>| |<notr>太尊</notr>|<notr>Tàizūn</notr>|Kungligheter|<notr>1</notr>|<notr>0</notr>| |<notr>天牢</ notr>|<notr>Tiānláo</notr>|Himmelsk fängelse|<notr>6</notr>|<notr>2</notr>| |<notr>太阳守</notr>|<notr>Tàiyángshǒu</notr>|Solens väktare|<notr>1</notr>|<notr>1</notr>| |<notr>势</notr>|<notr>Shì</notr>|Eunuck|<notr>4</notr>|<notr>19</notr>| |<notr>相</notr>|<notr>Xiàng</notr>|Premiärminister|<notr>1</notr>|<notr>3</notr>| |<notr>玄戈</notr>|<notr>Xuángē</notr>|Mörk lans|<notr>1</notr>|<notr>2</notr>| |<notr>天理</notr>|<notr>Tiānlǐ</notr>|Domare för adeln|<notr>4</notr>|<notr>1</notr>| |<notr>北斗</notr>|<notr>Běidǒu</notr>|Nordliga Dippern|<notr>7</notr>|<notr>16</notr>| |<notr>辅(附北斗)</notr>|<notr>Fǔ</notr>|Assistent (vasall till Nordstjärnan)|<notr>1</notr>|<notr>3</notr>| |<notr>天枪</ notr>|<notr>Tiānqiāng</notr>|Himmelspjut|<notr>3</notr>|<notr>4</notr>| |<notr>太微垣</notr>|<notr>Tàiwēiyuán</notr>|Högsta palatsets inhägnad| | | |<notr>太微左垣</notr>|<notr>Tàiwēizuǒyuán</notr>|Högsta palatsets vänstra mur|<notr>5</notr>|<notr>9</notr>| |<notr>太微右垣</ notr>|<notr>Tàiwēiyòuyuán</notr>|Högsta palatsets högra mur|<notr>5</notr>|<notr>5</notr>| |<notr>谒者</ notr>|<notr>Yèzhě</notr>|Vaktmästare vid hovet|<notr>1</notr>|<notr>2</notr>| |<notr>三公</notr>|<notr>Sāngōng</notr>|Tre excellenser|<notr>3</notr>|<notr>0</notr>| |<notr>九卿</notr>|<notr>Jiǔqīng</notr>|Nio höga tjänstemän|<notr>3</notr>|<notr>9</notr>| |<notr>五诸侯</notr>|<notr>Wǔzhūhóu</notr>|Fem furstar|<notr>5</notr>|<notr>7</notr>| |<notr>内屏</notr>|<notr>Nèipíng</notr>|Inre skärm|<notr>4</notr>|<notr>6</notr>| |<notr>五帝座</notr>|<notr>Wǔdìzuò</notr>|De fem kejsarnas säten|<notr>5</ notr>|<notr>4</notr>| |<notr>幸臣</notr>|<notr>Xìngchén</notr>|Hedersofficer|<notr>1</notr>|<notr>0</notr>| |<notr>太子</notr>|<notr>Tàizǐ</notr>|Kronprins|<notr>1</notr>|<notr>0</notr>| |<notr>从官</notr>|<notr>Cóngguān</notr>|Följe|<notr>1</notr>|<notr>0</notr>| |<notr>郎将</ notr>|<notr>Lángjiàng</notr>|Kapten för livvakten|<notr>1</notr>|<notr>2</notr>| |<notr>虎贲</notr>|<notr>Hǔbēn</notr>|Kejsarens livvakt|<notr>1</notr>|<notr>0</notr>| |<notr>常陈</notr>|<notr>Chángchén</notr>|Kungliga gardet|<notr>7</ notr>|<notr>7</notr>| |<notr>郎位</notr>|<notr>Lángwèi</notr>|Officerare i den kejserliga gardet|<notr>15</notr>|<notr>3</notr>| |<notr>明堂</ notr>|<notr>Míngtáng</notr>|Ärans sal|<notr>3</notr>|<notr>7</notr>| |<notr>灵台</notr>|<notr>Língtaí</notr>|Astronomiska observatoriet|<notr>3</notr>|<notr>8</notr>| |<notr>少微</notr>|<notr>Shàowēi</notr>|Underordnade officerare|<notr>4</notr>|<notr>9</notr>| |<notr>长垣</ notr>|<notr>Chángyuán</notr>|Lång mur|<notr>4</notr>|<notr>9</notr>| |<notr>三台</notr>|<notr>Sāntái</notr>|Tre steg|<notr>6</notr>|<notr>13</notr>| |<notr>天市垣</notr>|<notr>Tiānshìyuán</notr>|Himmelens marknadsinhägnad| | | |<notr>天市左垣</notr>|<notr>Tiānshìzuǒyuán</notr>|Himmelens marknads vänstra mur|<notr>11</ notr>|<notr>48</notr>| |<notr>天市右垣</notr>|<notr>Tiānshìyòuyuán</notr>|Himmelens marknads högra mur|<notr>11</notr>|<notr>32</notr>| |<notr>市楼</notr>|<notr>Shìlóu</notr>|Kommunkontor|<notr>6</notr>|<notr>1</notr>| |<notr>车肆</ notr>|<notr>Chēsì</notr>|Varumarknad|<notr>2</notr>|<notr>2</notr>| |<notr>宗正</notr>|<notr>Zōngzhèng</notr>|Tjänsteman för den kungliga klanen|<notr>2</notr>|<notr>3</notr>| |<notr>宗人</notr>|<notr>Zōngrén</notr>|Tjänsteman för religiösa ceremonier|<notr>4</notr>|<notr>4</notr>| |<notr>宗</ notr>|<notr>Zōng</notr>|Patriarkalisk klan|<notr>2</notr>|<notr>0</notr>| |<notr>帛度</notr>|<notr>Bódù</notr>|Textilregent|<notr>2</notr>|<notr>3</notr>| |<notr>屠肆</notr>|<notr>Túsì</notr>|Slakterier|<notr>2</notr>|<notr>3</notr>| |<notr>候</notr>|<notr>Hòu</notr>|Astrolog|<notr>1</notr>|<notr>6</notr>| |<notr>帝座</notr>|<notr>Dìzuò</notr>|Kejsarens tron|<notr>1</notr>|<notr>0</notr>| |<notr>宦者</notr>|<notr>Huànzhě</notr>|Eunuck |<notr>2</notr>|<notr>5</notr>| |<notr>列肆</notr>|<notr>Lièsì</notr>|Juvelmarknad|<notr>2</notr>|<notr>4</notr>| |<notr>斗</notr>|<notr>Dǒu</notr>|Slev för vätskor|<notr>5</notr>|<notr>11</notr>| |<notr>斛</ notr>|<notr>Hú</notr>|Skopa för fasta ämnen|<notr>4</notr>|<notr>7</notr>| |<notr>贯索</notr>|<notr>Guànsuǒ</notr>|Rullad rem|<notr>9</ notr>|<notr>13</notr>| |<notr>七公</notr>|<notr>Qīgōng</notr>|Sju excellenser|<notr>7</notr>|<notr>16</notr>| |<notr>天纪</notr>|<notr>Tiānjì</notr>|Himmelsk disciplin|<notr>9</notr>|<notr>15</notr>| |<notr>女床</notr>|<notr>Nǚchuáng</notr>|Kvinnans säng|<notr>3</notr>|<notr>0</notr>| |<notr>角宿</notr>|<notr>Jiǎoxiù</notr>|Hornets palats| | | |<notr>角宿</notr>|<notr>Jiǎoxiù</notr>|Horn|<notr>2</notr>|<notr>16</notr>| |<notr>平道</notr>|<notr>Píngdào</notr>|Platt väg|<notr>2</notr>|<notr>0</notr>| |<notr>天田</notr>|<notr>Tiāntián</notr>|Himmelsk åkermark|<notr>2</notr>|<notr>7</notr>| |<notr>进贤</notr>|<notr>Jìnxián</notr>|Rekommendera dygdiga män|<notr>1</notr>|<notr>9</notr>| |<notr>周鼎</ notr>|<notr>Zhōudǐng</notr>|Zhou-trefoten|<notr>3</notr>|<notr>0</notr>| |<notr>天门</notr>|<notr>Tiānmén</notr>|Himmelporten|<notr>2</notr>|<notr>11</notr>| |<notr>平</notr>|<notr>Píng</notr>|Rättvisa|<notr>2</notr>|<notr>4</notr>| |<notr>库楼</notr>|<notr>Kùlóu</notr>|Vapenförråd|<notr>10</notr>|<notr>1</notr>| |<notr>柱</notr>|<notr>Zhù</notr>|Pelare|<notr>11</notr>|<notr>0</notr>| |<notr>衡</notr>|<notr>Héng</notr>|Räcken|<notr>4</notr>|<notr>0</notr>| |<notr>南门</notr>|<notr>Nánmén</notr>|Södra porten|<notr>2</notr>|<notr>2</notr>| |<notr>亢宿</notr>|<notr>Kàngxiù</notr>|Halsens palats| | | |<notr>亢宿</notr>|<notr>Kàngxiù</notr>|Hals|<notr>4</notr>|<notr>12</notr>| |<notr>大角</notr>|<notr>Dàjiǎo</notr>|Stort horn|<notr>1</notr>|<notr>2</notr>| |<notr>左摄提</notr>|<notr>Zuǒshètí</notr>|Vänster ledare|<notr>3</notr>|<notr>4</ notr>| |<notr>右摄提</notr>|<notr>Yòushètí</notr>|Höger ledare|<notr>3</notr>|<notr>6</notr>| |<notr>顿顽</notr>|<notr>Dùnwán</ notr>|Prövningar|<notr>2</notr>|<notr>1</notr>| |<notr>阳门</notr>|<notr>Yángmén</ notr>|Yang-porten|<notr>2</notr>|<notr>0</notr>| |<notr>折威</notr>|<notr>Zhéwēi</notr>|Avrättningar|<notr>7</notr>|<notr>7</notr>| |<notr>氐宿</notr>|<notr>Dīxiù</notr>|Rotens boning| | | |<notr>氐宿</notr>|<notr>Dīxiù</notr>|Rot|<notr>4</notr>|<notr>30</ notr>| |<notr>天乳</notr>|<notr>Tiānrǔ</notr>|Himmelsk mjölk|<notr>1</notr>|<notr>4</notr>| |<notr>招摇</ notr>|<notr>Zhāoyáo</notr>|Blinkande indikator|<notr>1</notr>|<notr>0</notr>| |<notr>梗河</notr>|<notr>Gěnghé</notr>|Himmelsk lans|<notr>3</notr>|<notr>5</notr>| |<notr>帝席</notr>|<notr>Dìxí</notr>|Kejsarens madrass|<notr>3</notr>|<notr>1</notr>| |<notr>亢池</notr>|<notr>Kàngchí</notr>|Båtar och sjö|<notr>4</ notr>|<notr>0</notr>| |<notr>阵车</notr>|<notr>Zhènchē</notr>|Stridsvagnar|<notr>3</notr>|<notr>2</notr>| |<notr>骑官</ notr>|<notr>Qíguān</notr>|Kejserliga gardister|<notr>10</notr>|<notr>0</notr>| |<notr>车骑</notr>|<notr>Chēqí</notr>|Stridsvagnar och kavalleri|<notr>3</notr>|<notr>0</notr>| |<notr>天辐</notr>|<notr>Tiānfú</notr>|Himmelska ekrar|<notr>2</notr>|<notr>1</notr>| |<notr>骑阵将军</notr>|<notr>Qízhènjiāngjūn</notr>|Vagnar och kavallerigeneral|<notr>1</notr>|<notr>0</notr>| |<notr>房宿</notr>|<notr>Fángxiù</notr>|Rumspalats| | | |<notr>房宿</notr>|<notr>Fángxiù</notr>|Rum|<notr>4</notr>|<notr>6</notr>| |<notr>钩钤(附房宿)</notr>|<notr>Gōuqián</notr>|Lås (Rummets vasall)|<notr>2</notr>|<notr>0</notr>| |<notr>键闭</notr>|<notr>Jiànbì</notr>|Dörrregel|<notr>1</notr>|<notr>0</notr>| |<notr>罚</notr>|<notr>Fá</notr>|Straff|<notr>3</notr>|<notr>3</notr>| |<notr>东咸</notr>|<notr>Dōngxián</notr>|Östra dörren|<notr>4</notr>|<notr>2</notr>| |<notr>西咸</notr>|<notr>Xīxián</notr>|Västra porten|<notr>4</notr>|<notr>2</notr>| |<notr>日</notr>|<notr>Rì</notr>|Solstjärna|<notr>1</notr>|<notr>1</notr>| |<notr>从官</notr>|<notr>Cóngguān</notr>|Följe|<notr>2</notr>|<notr>1</notr>| |<notr>心宿</notr>|<notr>Xīnxiù</notr>|Hjärtats boning| | | |<notr>心宿</notr>|<notr>Xīnxiù</notr>|Hjärta|<notr>3</notr>|<notr>9</notr>| |<notr>积卒</notr>|<notr>Jīzú</notr>|Grupp soldater|<notr>2</notr>|<notr>2</notr>| |<notr>尾宿</notr>|<notr>Wěixiù</notr>|Svansens hus| | | |<notr>尾宿</notr>|<notr>Wěixiù</notr>|Svans|<notr>9</notr>|<notr>4</notr>| |<notr>神宫(附尾宿)</notr>|<notr>shéngōng</notr>|Omklädningsrum (Vassal av Tail)|<notr>1</notr>|<notr>0</notr>| |<notr>龟</notr>|<notr>Guī</notr>|Sköldpadda|<notr>5</notr>|<notr>0</notr>| |<notr>天江</notr>|<notr>Tiānjiāng</notr>|Himmelska floden|<notr>4</notr>|<notr>11</notr>| |<notr>傅说</ notr>|<notr>Fùyuè</notr>|Fu Yue|<notr>1</notr>|<notr>0</notr>| |<notr>鱼</notr>|<notr>Yú</notr>|Fisk|<notr>1</notr>|<notr>0</notr>| |<notr>箕宿</notr>|<notr>Jīxiù</notr>|Vindkorgens palats| | | |<notr>箕宿</notr>|<notr>Jīxiù</notr>|Vindsikt|<notr>4</notr>|<notr>0</notr>| |<notr>糠</notr>|<notr>Kāng</notr>|Agner|<notr>1</notr>|<notr>1</ notr>| |<notr>杵</notr>|<notr>Chǔ</notr>|Stöt|<notr>3</notr>|<notr>1</notr>| |<notr>斗宿</notr>|<notr>Dǒuxiù</notr>|Dipper Mansion| | | |<notr>斗宿</notr>|<notr>Dǒuxiù</notr>|Dipper|<notr>6</notr>|<notr>5</notr>| |<notr>建</notr>|<notr>Jiàn</notr>|Etablering|<notr>6</notr>|<notr>10</notr>| |<notr>天籥</notr>|<notr>Tiānyuè</notr>|Himmelsk nyckelhål|<notr>8</notr>|<notr>4</notr>| |<notr>天弁</notr>|<notr>Tiānbiàn</notr>|Marknadsansvarig|<notr>9</ notr>|<notr>6</notr>| |<notr>鳖</ notr>|<notr>Biē</notr>|Flodsköldpadda|<notr>11</notr>|<notr>0</notr>| |<notr>天鸡</notr>|<notr>Tiānjī</notr>|Himmelsk tupp|<notr>2</notr>|<notr>3</notr>| |<notr>狗国</notr>|<notr>Gǒuguó</notr>|Hundens territorium|<notr>4</notr>|<notr>3</notr>| |<notr>天渊</notr>|<notr>Tiānyuān</notr>|Himmelsk källa|<notr>3</notr>|<notr>3</notr>| |<notr>狗</notr>|<notr>Gǒu</notr>|Hund|<notr>2</notr>|<notr>7</notr>| |<notr>农丈人</notr>|<notr>Nóngzhàngrén</notr>|Bonde|<notr>1</notr>|<notr>0</notr>| |<notr>牛宿</notr>|<notr>Niúxiù</notr>|Oxens hus| | | |<notr>牛宿</notr>|<notr>Niúxiù</notr>|Oxen|<notr>6</notr>|<notr>14</notr>| |<notr>天田</notr>|<notr>Tiāntián</notr>|Himmelsk åkermark|<notr>4</notr>|<notr>0</notr>| |<notr>九坎</notr>|<notr>Jiǔkǎn</notr>|Nio vattenbrunnar|<notr>4</notr>|<notr>0</notr>| |<notr>河鼓</ notr>|<notr>Hégǔ</notr>|Trumma vid floden|<notr>3</notr>|<notr>9</notr>| |<notr>织女</notr>|<notr>Zhinǚ</notr>|Vävande flicka|<notr>3</notr>|<notr>4</notr>| |<notr>左旗</notr>|<notr>Zuǒqí</notr>|Vänster flagga|<notr>9</notr>|<notr>30</notr>| |<notr>右旗</notr>|<notr>Yòuqí</notr>|Höger flagga|<notr>9</notr>|<notr>12</notr>| |<notr>天桴</notr>|<notr>Tiānfú</notr>|Himmelstrumstock|<notr>4</notr>|<notr>2</notr>| |<notr>罗堰</notr>|<notr>Luóyàn</notr>|Nätverk av vallar|<notr>3</notr>|<notr>1</notr>| |<notr>渐台</notr>|<notr>Jiàntái</notr>|Vattenklocka-terrass|<notr>4</notr>|<notr>7</notr>| |<notr>辇道</ notr>|<notr>Niǎndào</notr>|Kejserlig passage|<notr>5</notr>|<notr>9</notr>| |<notr>女宿</notr>|<notr>Nǚxiù</notr>|Flickornas palats| | | |<notr>女宿</notr>|<notr>Nǚxiù</notr>|Flicka|<notr>4</notr>|<notr>5</notr>| |<notr>Tolv stater</notr>|<notr>Shí'èrguó</notr>|Tolv stater|<notr>16</notr>|<notr>2</notr>| |<notr>离珠</notr>|<notr>Lízhū</notr>|Pärlor på damkläder|<notr>4</notr>|<notr>1</notr>| |<notr>败瓜</notr>|<notr>Bàiguā</notr>|Ruttna kalebasser|<notr>5</notr>|<notr>3</notr>| |<notr>瓠瓜</notr>|<notr>Hùguā</notr>|Bra kalebass|<notr>5</notr>|<notr>8</notr>| |<notr>天津</notr>|<notr>Tiānjīn</notr>|Himmelsk Ford|<notr>9</notr>|<notr>40</notr>| |<notr>奚仲</notr>|<notr>Xīzhòng</notr>|Xi Zhong|<notr>4</notr>|<notr>7</notr>| |<notr>扶筐</notr>|<notr>Fúkuāng</notr>|Korg för mullbärsblad|<notr>7</notr>|<notr>4</notr>| |<notr>虚宿</notr>|<notr>Xūxiù</notr>|Tomhetens palats| | | |<notr>虚宿</notr>|<notr>Xūxiù</notr>|Tomhet|<notr>2</notr>|<notr>8</notr>| |<notr>司命</notr>|<notr>Sīmìng</notr>|Gudomlig domare över livet|<notr>2</notr>|<notr>0</notr>| |<notr>司禄</notr>|<notr>Sīlù</notr>|Gudomlig domare över rang|<notr>2</notr>|<notr>0</notr>| |<notr>司危</notr>|<notr>Sīwēi</notr>|Gudomlig domare över olycka och lycka|<notr>2</notr>|<notr>0</notr>| |<notr>司非</notr>|<notr>Sīfēi</notr>|Gudomlig domare över rätt och fel|<notr>2</notr>|<notr>3</notr>| |<notr>哭</ notr>|<notr>Kū</notr>|Gråt|<notr>2</notr>|<notr>4</notr>| |<notr>泣</notr>|<notr>Qì</notr>|Gråt|<notr>2</notr>|<notr>2</notr>| |<notr>天垒城</notr>|<notr>Tiānlěichéng</notr>|Himmelska vallar|<notr>13</notr>|<notr>2</notr>| |<notr>败臼</notr>|<notr>Bàijiù</notr>|Förfallen mortel|<notr>4</notr>|<notr>1</notr>| |<notr>离瑜</notr>|<notr>Líyú</notr>|Jadeornament på damkläder|<notr>3</notr>|<notr>3</notr>| |<notr>危宿</notr>|<notr>Wēixiù</notr>|Takvilla| | | |<notr>危宿</notr>|<notr>Wēixiù</notr>|Tak|<notr>3</notr>|<notr>14</notr>| |<notr>坟墓(附危宿)</notr>|<notr>Fénmù</notr>|Grav (Vassal av taket)|<notr>4</notr>|<notr>4</notr>| |<notr>人</notr>|<notr>Rén</notr>|Människor|<notr>4</notr>|<notr>4</notr>| |<notr>杵</notr>|<notr>Chǔ</notr>|Mortelstöt|<notr>3</notr>|<notr>2</notr>| |<notr>臼</notr>|<notr>Jiù</notr>|Mortel|<notr>4</notr>|<notr>8</notr>| |<notr>车府</ notr>|<notr>Chēfǔ</notr>|Stor gård för vagnar|<notr>7</notr>|<notr>20</notr>| |<notr>天钩</notr>|<notr>Tiāngōu</notr>|Himmelsk krok|<notr>9</notr>|<notr>18</notr>| |<notr>造父</notr>|<notr>Zàofù</notr>|Zaofu|<notr>5</notr>|<notr>5</notr>| |<notr>盖屋</notr>|<notr>Gàiwū</notr>|Takläggning|<notr>2</notr>|<notr>0</notr>| |<notr>虚梁</notr>|<notr>Xūliáng</notr>|Tempel|<notr>4</notr>|<notr>0</notr>| |<notr>天钱</notr>|<notr>Tiānqián</notr>|Himmelsk valuta|<notr>5</notr>|<notr>3</notr>| |<notr>室宿</notr>|<notr>Shìxiù</notr>|Lägerherrgård| | | |<notr>室宿</notr>|<notr>Shìxiù</notr>|Läger|<notr>2</notr>|<notr>7</notr>| |<notr>离宫(附室宿)</notr>|<notr>Lígōng</notr>|Vilopalats (Vassal till läger)|<notr>6</notr>|<notr>8</notr>| |<notr>雷电</notr>|<notr>Léidiàn</notr>|Åska och blixtar|<notr>6</notr>|<notr>8</notr>| |<notr>垒壁阵</notr>|<notr>Lěibìzhèn</notr>|Vallrad|<notr>12</notr>|<notr>8</notr>| |<notr>羽林军</notr>|<notr>Yǔlínjūn</notr>|Palatsvakter|<notr>45</notr>|<notr>0</notr>| |<notr>𫓧钺</notr>|<notr>Fūyuè</notr>|Yxa|<notr>3</notr>|<notr>3</notr>| |<notr>北落师门</notr>|<notr>Běiluòshīmén</notr>|Militärlägrets norra port|<notr>1</notr>|<notr>0</notr>| |<notr>八魁</notr>|<notr>Bākuí</notr>|Nät för att fånga fåglar|<notr>6</notr>|<notr>0</notr>| |<notr>天纲</notr>|<notr>Tiāngāng</notr>|Material för att tillverka tält|<notr>1</notr>|<notr>0</notr>| |<notr>土公吏</notr>|<notr>Tǔgōnglì</notr>|Tjänsteman för materialförsörjning|<notr>2</notr>|<notr>0</notr>| |<notr>螣蛇</notr>|<notr>Téngshé</notr>|Flygande orm|<notr>22</notr>|<notr>19</notr>| |<notr>壁宿</notr>|<notr>Bìxiù</notr>|Väggens herrgård| | | |<notr>壁宿</notr>|<notr>Bìxiù</notr>|Mur|<notr>2</notr>|<notr>23</notr>| |<notr>霹雳</notr>|<notr>Pīlì</notr>|Åskbult|<notr>5</notr>|<notr>9</notr>| |<notr>云雨</notr>|<notr>Yúnyǔ</notr>|Moln och regn|<notr>4</notr>|<notr>10</notr>| |<notr>天厩</notr>|<notr>Tiānjiù</notr>|Himmelstall|<notr>3</notr>|<notr>1</notr>| |<notr>𫓧锧</notr>|<notr>Fūzhì</notr>|Sickle|<notr>5</notr>|<notr>0</notr>| |<notr>土公</notr>|<notr>Tǔgōng</notr>|Tjänsteman för jordarbeten och byggnader|<notr>2</notr>|<notr>11</notr>| |<notr>奎宿</notr>|<notr>Kuíxiù</notr>|Benens palats| | | |<notr>奎宿</notr>|<notr>Kuíxiù</notr>|Ben|<notr>16</notr>|<notr>23</notr>| |<notr>外屏</notr>|<notr>Wàipíng</notr>|Ytterstaket|<notr>7</notr>|<notr>15</notr>| |<notr>天溷</notr>|<notr>Tiānhùn</notr>|Himmelsk svinstia|<notr>4</notr>|<notr>6</notr>| |<notr>土司空</notr>|<notr>Tǔsīkōng</notr>|Byggmästare|<notr>1</notr>|<notr>0</notr>| |<notr>军南门</notr>|<notr>Jūnnánmén</notr>|Södra militära porten|<notr>1</notr>|<notr>0</notr>| |<notr>阁道</notr>|<notr>Gédào</notr>|Flygande korridor|<notr>6</notr>|<notr>5</notr>| |<notr>附路</notr>|<notr>Fùlù</notr>|Hjälpväg|<notr>1</notr>|<notr>0</notr>| |<notr>王良</notr>|<notr>Wángliáng</notr>|Wang Liang|<notr>5</notr>|<notr>14</notr>| |<notr>策</notr>|<notr>Cè</notr>|Piska|<notr>1</notr>|<notr>0</notr>| |<notr>娄宿</notr>|<notr>Loúxiù</notr>|Bond Mansion| | | |<notr>娄宿</notr>|<notr>Loúxiù</notr>|Bond|<notr>3</notr>|<notr>15</notr>| |<notr>左更</notr>|<notr>Zuǒgēng</notr>|Tjänsteman med ansvar för skogen|<notr>5</notr>|<notr>8</notr>| |<notr>右更</notr>|<notr>Yòugēng</notr>|Tjänsteman med ansvar för betesmarker|<notr>5</notr>|<notr>5</notr>| |<notr>天仓 </notr>|<notr>Tiāncāng</notr>|Kvadratiskt himmelskt spannmålsmagasin|<notr>6</notr>|<notr>21</notr>| |<notr>天庾</notr>|<notr>Tiānyǔ</notr>|Kornstackar|<notr>3</notr>|<notr>3</notr>| |<notr>天大将军</notr>|<notr>Tiāndàjiāngjūn</notr>|Himmelens store general|<notr>11</notr>|<notr>17</notr>| |<notr>胃宿</notr>|<notr>Wèixiù</notr>|Magsalongen| | | |<notr>胃宿</notr>|<notr>Wèixiù</notr>|Magen|<notr>3</notr>|<notr>5</notr>| |<notr>天廪</notr>|<notr>Tiānlǐn</notr>|Himmelsk mat|<notr>4</notr>|<notr>3</notr>| |<notr>天囷</notr>|<notr>Tiānqūn</notr>|Cirkulärt himmelskt spannmålsmagasin|<notr>13</notr>|<notr>21</notr>| |<notr>大陵</notr>|<notr>Dàlíng</notr>|Mausoleum|<notr>8</notr>|<notr>21</notr>| |<notr>天船</notr>|<notr>Tiānchuán</notr>|Himmelsk båt|<notr>9</notr>|<notr>10</notr>| |<notr>积尸</notr>|<notr>JīShī</notr>|Kroppshög|<notr>1</notr>|<notr>0</notr>| |<notr>积水</notr>|<notr>Jīshuǐ</notr>|Lagrat vatten|<notr>1</notr>|<notr>1</notr>| |<notr>昴宿</notr>|<notr>Mǎoxiù</notr>|Hårigt huvud| | | |<notr>昴宿</notr>|<notr>Mǎoxiù</notr>|Hårig huvud|<notr>7</notr>|<notr>13</notr>| |<notr>天阿</notr>|<notr>Tiān'ē</notr>|Himmelsk konkav|<notr>1</notr>|<notr>0</notr>| |<notr>月</notr>|<notr>Yuè</notr>|Månstjärna|<notr>1</notr>|<notr>1</notr>| |<notr>天阴</notr>|<notr>Tiānyīn</notr>|Himmelsk Yin-kraft|<notr>5</notr>|<notr>6</notr>| |<notr>刍藁</notr>|<notr>Chúgǎo</notr>|Hö|<notr>6</notr>|<notr>5</notr>| |<notr>天苑</notr>|<notr>Tiānyuàn</notr>|Himmelska ängar|<notr>16</notr>|<notr>18</notr>| |<notr>卷舌</notr>|<notr>Juǎnshé</notr>|Rullad tunga|<notr>6</notr>|<notr>7</notr>| |<notr>天谗</notr>|<notr>Tiānchán</notr>|Himmelsk förtal|<notr>1</notr>|<notr>0</notr>| |<notr>砺石</notr>|<notr>Lìshí</notr>|Slipsten|<notr>4</notr>|<notr>0</notr>| |<notr>毕宿</notr>|<notr>Bìxiù</notr>|Nätets boning| | | |<notr>毕宿</notr>|<notr>Bìxiù</notr>|Nät|<notr>8</notr>|<notr>18</notr>| |<notr>附耳(附毕宿)</notr>|<notr>Fù'ěr</notr>|Viskning (Vassal av Net)|<notr>1</notr>|<notr>4</notr>| |<notr>天街</notr>|<notr>Tiānjiē</notr>|Himmelgatan|<notr>2</notr>|<notr>4</notr>| |<notr>天节</notr>|<notr>Tiānjié</notr>|Himmelsk räkning|<notr>8</notr>|<notr>0</notr>| |<notr>诸王</notr>|<notr>Zhūwáng</notr>|Feodala kungar|<notr>6</notr>|<notr>4</notr>| |<notr>天高</notr>|<notr>Tiāngāo</notr>|Himmelsk hög terrass|<notr>4</notr>|<notr>4</notr>| |<notr>九州殊口</notr>|<notr>Jiǔzhōushūkǒu</notr>|Tolkar av nio dialekter|<notr>6</notr>|<notr>11</notr>| |<notr>五车</notr>|<notr>Wǔchē</notr>|Fem vagnar|<notr>5</notr>|<notr>19</notr>| |<notr>柱</notr>|<notr>Zhù</notr>|Pelare|<notr>9</notr>|<notr>0</notr>| |<notr>天潢</notr>|<notr>Tiānhuáng</notr>|Himmelsk pir|<notr>5</notr>|<notr>2</notr>| |<notr>咸池</notr>|<notr>Xiánchí</notr>|Harmonins damm|<notr>3</notr>|<notr>0</notr>| |<notr>天关</notr>|<notr>Tiānguān</notr>|Himmelspasset|<notr>1</notr>|<notr>6</notr>| |<notr>参旗</notr>|<notr>Shēnqí</notr>|Tre stjärnors baner|<notr>9</notr>|<notr>12</notr>| |<notr>九斿</notr>|<notr>Jiǔyóu</notr>|Kejserlig militärflagga|<notr>9</notr>|<notr>7</notr>| |<notr>天园</notr>|<notr>Tiānyuán</notr>|Himmelsk fruktträdgård|<notr>13</notr>|<notr>6</notr>| |<notr>觜宿</notr>|<notr>Zīxiù</notr>|Sköldpaddsnäbbens palats| | | |<notr>觜宿</notr>|<notr>Zīxiù</notr>|Sköldpaddsnäbb|<notr>3</notr>|<notr>0</notr>| |<notr>司怪</notr>|<notr>Sīguài</notr>|Gudom som ansvarar för monster|<notr>4</notr>|<notr>6</notr>| |<notr>座旗</notr>|<notr>Zuòqí</notr>|Sätesflaggor|<notr>9</notr>|<notr>11</notr>| |<notr>参宿</notr>|<notr>Shēnxiù</notr>|Tre stjärnor| | | |<notr>参宿</notr>|<notr>Shēnxiù</notr>|Tre stjärnor|<notr>7</notr>|<notr>39</notr>| |<notr>伐(附参宿)</notr>|<notr>Fá</notr>|Skicka väpnade styrkor för att undertrycka (vasall till Tre stjärnor)|<notr>3</notr>|<notr>2</notr>| |<notr>玉井</notr>|<notr>Yùjǐng</notr>|Jadebrunn|<notr>4</notr>|<notr>3</notr>| |<notr>屏</notr>|<notr>Píng</notr>|Skärm|<notr>2</notr>|<notr>0</notr>| |<notr>军井</notr>|<notr>Jūnjǐng</notr>|Militärbrunn|<notr>4</notr>|<notr>2</notr>| |<notr>厕</notr>|<notr>Cè</notr>|Toalett|<notr>4</notr>|<notr>8</notr>| |<notr>屎</notr>|<notr>Shǐ</notr>|Avföring|<notr>1</notr>|<notr>0</notr>| |<notr>井宿</notr>|<notr>Jǐngxiù</notr>|Brunnsherrgård| | | |<notr>井宿</notr>|<notr>Jǐngxiù</notr>|Brunn|<notr>8</notr>|<notr>19</notr>| |<notr>钺(附井宿)</notr>|<notr>Yuè</notr>|Stridsyxa (Vassal av Brunn)|<notr>1</notr>|<notr>1</notr>| |<notr>南河</notr>|<notr>Nánhé</notr>|Södra floden|<notr>3</notr>|<notr>11</notr>| |<notr>北河</notr>|<notr>Běihé</notr>|Norra floden|<notr>3</notr>|<notr>4</notr>| |<notr>天樽</notr>|<notr>Tiānzūn</notr>|Himmelsk vinkopp|<notr>3</notr>|<notr>9</notr>| |<notr>五诸侯</ notr>|<notr>Wǔzhūhóu</notr>|Fem feodala kungar|<notr>5</notr>|<notr>4</notr>| |<notr>积水</notr>|<notr>Jīshuǐ</notr>|Ackumulerat vatten|<notr>1</notr>|<notr>0</notr>| |<notr>积薪</notr>|<notr>Jīxīn</notr>|Vedtrave|<notr>1</notr>|<notr>3</notr>| |<notr>水府</notr>|<notr>Shuǐfǔ</notr>|Tjänsteman för bevattning|<notr>4</notr>|<notr>8</notr>| |<notr>水位</notr>|<notr>Shuǐwèi</notr>|Vattennivå|<notr>4</notr>|<notr>12</notr>| |<notr>四渎</ notr>|<notr>Sìdú</notr>|Fyra kanaler|<notr>4</notr>|<notr>8</notr>| |<notr>军市</notr>|<notr>Jūnshì</notr>|Marknad för soldater|<notr>6</notr>|<notr>7</notr>| |<notr>野鸡</notr>|<notr>Yějī</notr>|Vild tupp|<notr>1</notr>|<notr>0</notr>| |<notr>丈人</notr>|<notr>Zhàngrén</notr>|Farfar|<notr>2</notr>|<notr>0</notr>| |<notr>子</notr>|<notr>Zǐ</notr>|Son|<notr>2</notr>|<notr>1</notr>| |<notr>孙</notr>|<notr>Sūn</notr>|Sonson|<notr>2</notr>|<notr>4</notr>| |<notr>阙丘</notr>|<notr>Quèqiū</notr>|Palatsport|<notr>2</notr>|<notr>7</notr>| |<notr>天狼</notr>|<notr>Tiānláng</notr>|Himmelsvarg|<notr>1</notr>|<notr>6</notr>| |<notr>弧矢</notr>|<notr>Húshǐ</notr>|Båge och pil|<notr>9</notr>|<notr>32</notr>| |<notr>老人</notr>|<notr>Lǎorén</notr>|Gammal man|<notr>1</notr>|<notr>4</notr>| |<notr>鬼宿</notr>|<notr>Guǐxiù</notr>|Spökens hus| | | |<notr>鬼宿</notr>|<notr>Guǐxiù</notr>|Spöken|<notr>4</notr>|<notr>19</notr>| |<notr>积尸</notr>|<notr>Jīshī</notr>|Ackumulerade lik|<notr>1</notr>|<notr>3</notr>| |<notr>爟</notr>|<notr>Guàn</notr>|Signaleld|<notr>4</notr>|<notr>11</notr>| |<notr>天狗</notr>|<notr>Tiāngǒu</notr>|Himmelhund|<notr>7</notr>|<notr>0</notr>| |<notr>外厨</notr>|<notr>Wàichú</notr>|Yttre köket|<notr>6</notr>|<notr>17</notr>| |<notr>天社</notr>|<notr>Tiānshè</notr>|Himmelsk jordguds tempel|<notr>6</notr>|<notr>5</notr>| |<notr>天记</notr>|<notr>Tiānjì</notr>|Domare för att uppskatta djurens ålder|<notr>1</notr>|<notr>2</notr>| |<notr>柳宿</notr>|<notr>Liǔxiù</notr>|Willow Mansion| | | |<notr>柳宿</ notr>|<notr>Liǔxiù</notr>|Willow|<notr>8</notr>|<notr>13</notr>| |<notr>酒旗</notr>|<notr>Jiǔqí</notr>|Banner of Wine Shop|<notr>3</notr>|<notr>5</notr>| |<notr>星宿</notr>|<notr>Xīngxiù</notr>|Stjärnpalats| | | |<notr>星宿</notr>|<notr>Xīngxiù</notr>|Stjärnpalats|<notr>7</notr>|<notr>15</notr>| |<notr>天相</notr>|<notr>Tiānxiàng</notr>|Himmelsk premiärminister|<notr>3</notr>|<notr>11</notr>| |<notr>天稷*</notr>|<notr>Tiānjì</notr>|Himmelska spannmål|<notr>/</notr>|<notr>/</notr>| |<notr>轩辕</notr>|<notr>Xuānyuán</notr>|Xuanyuan|<notr>17</notr>|<notr>59</notr>| |<notr>内平</notr>|<notr>Nèipíng</notr>|Högsta domare|<notr>4</notr>|<notr>11</notr>| |<notr>张宿</notr>|<notr>Zhāngxiù</notr>|Utvidgat nätverk| | | |<notr>张宿</notr>|<notr>Zhāngxiù</notr>|Utvidgat nät|<notr>6</notr>|<notr>5</notr>| |<notr>天庙*</notr>|<notr>Tiānmiào</notr>|Himmelska templet|<notr>/</notr>|<notr>/</notr>| |<notr>翼宿</notr>|<notr>Yìxiù</notr>|Vingarnas herrgård| | | |<notr>翼宿</notr>|<notr>Yìxiù</notr>|Vingar|<notr>22</notr>|<notr>7</notr>| |<notr>东瓯*</notr>|<notr>Dōngōu</notr>|Dongou|<notr>/</notr>|<notr>/</notr>| |<notr>轸宿</notr>|<notr>Zhěnxiù</notr>|Vagnens hus| | | |<notr>轸宿</notr>|<notr>Zhěnxiù</notr>|Vagn|<notr>4</notr>|<notr>5</notr>| |<notr>长沙(附轸宿)</notr>|<notr>Chángshā</notr>|Changsha (Vassal av Vagn)|<notr>1</notr>|<notr>0</notr>| |<notr>左辖(附轸宿)</notr>|<notr>Zuǒxiá</notr>|Vänster Linchpin (Vassal av Chariot)|<notr>1</notr>|<notr>0</notr>| |<notr>右辖(附轸宿)</notr>|<notr>Yoùxiá</notr>|Höger linchpin (Vassal av Chariot)|<notr>1</notr>|<notr>0</notr>| |<notr>青丘</notr>|<notr>Qīngqiū</notr>|Grön kulle|<notr>7</notr>|<notr>3</notr>| |<notr>军门*</notr>|<notr>Jūnmén</notr>|Militärport|<notr>/</notr>|<notr>/</notr>| |<notr>土司空*</notr>|<notr>Tǔsīkōng</notr>|Byggmästare|<notr>/</notr>|<notr>/</notr>| |<notr>器府*</notr>|<notr>Qìfǔ</notr>|Hus för musikinstrument|<notr>/</notr>|<notr>/</notr>| |<notr>近南极星区</notr>|<notr>JìnnánJí Xīngqū</notr>|Den södra himlen| | | |<notr>海山</notr>|<notr>Hǎishān</notr>|Hav och berg|<notr>4</notr>|<notr>2</notr>| |<notr>十字架</notr>|<notr>Shízìjià</notr>|Kors|<notr>4</notr>|<notr>0</notr>| |<notr>马尾</notr>|<notr>Mǎwěi</notr>|Hästsvans|<notr>3</notr>|<notr>0</notr>| |<notr>马腹</notr>|<notr>Mǎfù</notr>|Hästens buk|<notr>3</notr>|<notr>0</notr>| |<notr>蜜蜂</notr>|<notr>Mìfēng</notr>|Bi|<notr>4</notr>|<notr>0</notr>| |<notr>三角形</notr>|<notr>Sānjiǎoxíng</notr>|Triangel|<notr>3</notr>|<notr>4</notr>| |<notr>异雀</ notr>|<notr>Yìquè</notr>|Exotisk fågel|<notr>9</notr>|<notr>0</notr>| |<notr>孔雀</notr>|<notr>Kǒngquè</notr>|Påfågel|<notr>11</notr>|<notr>4</notr>| |<notr>波斯</notr>|<notr>Bōsī</notr>|Persien|<notr>11</notr>|<notr>0</notr>| |<notr>蛇尾</ notr>|<notr>Shéwěi</notr>|Ormens svans|<notr>4</notr>|<notr>0</notr>| |<notr>蛇腹</notr>|<notr>Shéfù</notr>|Ormens buk|<notr>4</notr>|<notr>0</notr>| |<notr>蛇首</notr>|<notr>Shéshǒu</notr>|Ormens huvud|<notr>2</notr>|<notr>0</notr>| |<notr>鸟喙</ notr>|<notr>Niǎohuì</notr>|Fågelnäbb|<notr>7</notr>|<notr>1</notr>| |<notr>鹤 </notr>|<notr>Hè</notr>|Tranor|<notr>12</notr>|<notr>2</notr>| |<notr>火鸟</notr>|<notr>Huǒniǎo</notr>|Eldfågel|<notr>10</notr>|<notr>1</notr>| |<notr>水委</notr>|<notr>Shuǐweǐ</notr>|Krokigt rinnande vatten|<notr>3</notr>|<notr>0</notr>| |<notr>附白</notr>|<notr>Fùbái</notr>|Vita fläckar i närheten|<notr>2</notr>|<notr>0</notr>| |<notr>夹白</notr>|<notr>Jiābái</notr>|Vita fläckar fästa|<notr>2</notr>|<notr>0</notr>| |<notr>金鱼</notr>|<notr>Jīnyú</notr>|Guldfisk|<notr>5</notr>|<notr>1</notr>| |<notr>海石</notr>|<notr>Hǎishí</notr>|Havsklippa|<notr>5</notr>|<notr>3</notr>| |<notr>飞鱼</notr>|<notr>Fēiyú</notr>|Flygfisk|<notr>6</notr>|<notr>0</notr>| |<notr>南船</notr>|<notr>Nánchuán</notr>|Södra båt|<notr>5</notr>|<notr>1</notr>| |<notr>小斗</notr>|<notr>Xiǎodǒu</notr>|Lilla björnen|<notr>9</notr>|<notr>1</notr>| not 1: Xingguans med ”*” raderades officiellt 1752. Anmärkning 2: Vasall-Xingguan är inte en separat Xingguan, utan en vasall till moder-Xingguan. ### Objekt i rymden Vissa objekt i rymden upptäcktes också i det forna Kina, vilka också inkluderades i Xingguans. Inkluderar följande: |Allmänt namn|Kinesiskt namn|Pinyin|Översättning|Smeknamn| |------------|------------|------|-----------|---------| |<notr>NGC 6231</notr>|<notr>神宫</notr>|<notr>shéngōng</notr>|Guds palats|Norra juvelboxklustret| |<notr>NGC 6475/M 7</notr>|<notr>鱼</notr>|<notr>Yú</notr>|Fisk|Ptolemaios kluster| |<notr>NGC 2632/M 44</notr>|<notr>积尸</notr>|<notr>JīShī</notr>|Kumulativa lik|Bikupklustret| |<notr>NGC 5139</notr>|<notr>库楼增一</notr>|<notr>Kùlóu Zēng I</notr>|Arsenal Added I|Omega Centauri| |<notr>NGC 224/M 31</notr>|<notr>奎宿增廿一</notr>|<notr>Kuíxiù Zēng XXI</notr>|Benens herrgård XXI|Andromedagalaxen| ### Anmärkningar Denna Sky Culture baseras på informationen i *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)* (kinesiska: 中西对照恒星图表1950.0(星表分册)) och *Complete Studies of Astronomical* (kinesiska: 仪象考成). Tack till Liu Chunbin för sammanställningen av *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)*. Han har producerat *Chinese Star Catalogue for Stellarium* (kinesiska: Stellarium 中国星官体系下中文星名扩展包), som är en mycket viktig referenskälla. Vissa stjärnor har lagts till enligt *The History of Stellar Observation in China* (kinesiska: 中国恒星观测史). För översättningen av konstellationer använder vi *English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names* (kinesiska: 中国星区、星官及星名英译表) av Hong Kong Space Museum. Endast en liten del av översättningen har ändrats, till exempel när översättningarna av de två olika Xingguans är desamma. Namnens kulturella konnotationer kan inte förklaras fullständigt, eftersom tusentals år har gått och konnotationerna bakom vissa namn är kontroversiella. Dessa är endast möjliga översättningar. Kinesiska tecken är ideografiska tecken, vilket leder till att vissa helt olika namn har samma uttal. Därför anges pinyin-transkriptionen endast för att göra stjärnnamnen läsbara.
