Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Note: the Sky & Telescope sky culture does not provide constellation lines for Microscopium or Mensa.
fi: Huomautus: Sky & Telescope -taivaskulttuuri ei tarjoa tähdistöviivoja Microscopiumille tai Mensalle.

source: The method used by Sky & Telescope to determine star names is detailed in the included <i>SnT_star_names.docx</i> file.
fi: Sky & Telescopen käyttämä menetelmä tähtien nimien määrittämiseen on kuvattu yksityiskohtaisesti mukanatulevalla <i>SnT_star_names.docx</i> -tiedosto.

source: <a href="https://www.skyandtelescope.com" class='external text' title="Sky & Telescope" rel="nofollow">Sky & Telescope</a> homepage
fi: <a href="https://www.skyandtelescope.com" class='external text' title="Sky & Telescope" rel="nofollow">Taivas & Teleskooppi</a> kotisivu

source: <a href="http://en.wikipedia.org/wiki/Constellation" class='external text' title="http://en.wikipedia.org/wiki/Constellation" rel="nofollow">Constellation</a> article at Wikipedia
fi: <a href="http://en.wikipedia.org/wiki/Constellation" class='external text' title="http://en.wikipedia.org/wiki/Constellation" rel="nofollow">Tähtikuvio</a> artikkeli Wikipediassa

source: <a href="http://en.wikipedia.org/wiki/Star_catalogue" class='external text' title="http://en.wikipedia.org/wiki/Star catalogue" rel="nofollow">Star Catalogue</a> article at Wikipedia
fi: <a href="http://en.wikipedia.org/wiki/Star_catalogue" class='external text' title="http://en.wikipedia.org/wiki/Star catalogue" rel="nofollow">Tähtiluettelo</a> artikkeli Wikipediassa

source: <a href="http://www.iau.org/public/constellations/" class='external text' title="http://www.iau.org/public/constellations" rel="nofollow">Official IAU constellation information</a>
fi: <a href="http://www.iau.org/public/constellations/" class='external text' title="http://www.iau.org/public/constellations" rel="nofollow">Virallinen IAU tähdistötieto</a>

source: Modern (O. Hlad)
es_419: Moderna (O. Hlad)
fi: Moderni (O. Hlad)
ru: Современная (О. Глад)
uk: Сучасна (O. Hlad)

source: Constellations according to classical Czech publication:
fi: Tähtikuvioita klassisen tšekkiläisen julkaisun mukaan:

source: Another (rather similar) Czech and Slovak references are:
fi: Muita (melko samanlaisia) tšekkiläisiä ja slovakialaisia viittauksia ovat:

source: Hlad, Hovorka, Sojka, Weiselová (2000): <em>Atlas Coeli Novus 2000.0</em>. Praha: Hvězdárna a planetárium hl. m. Prahy, ETC publishing.
fi: Hlad, Hovorka, Sojka, Weiselová (2000): <em>Atlas Coeli Novus 2000.0</em>. Praha: Hvězdárna a planetárium hl. m. Prahy, ETC julkaisut.

source: Constellation lines are designed so they mostly connect stars with Greek-letter (α, β, γ, ...) designations, brightest, or at least similarly bright stars, and especially if they form a mnemotechnic figure (like 'W' in case of Cas, or 'hurdles-runner' instead of Vir). We usually do <em>not</em> use 5th magnitude stars, because they are difficult to spot in towns affected by light pollution. The resulting figures are also a bit simpler and easier-to-remember for children. We use these constellations at the Observatory and Planetarium Hradec Králové (<a href="http://www.astrohk.cz">http://www.astrohk.cz</a>).
fi: Tähdistöviivat on suunniteltu niin, että ne yhdistävät enimmäkseen kreikkalaisilla kirjaimilla (α, β, γ, ...) merkityt tähdet, kirkkaimmat tai ainakin yhtä kirkkaat tähdet, ja varsinkin jos ne muodostavat muistiteknisen hahmon (esim. "W" tapauksessa Casista tai "aidatjuoksija" Virin sijaan). <em>Emme</em> yleensä käytä 5. magnitudin tähtiä, koska niitä on vaikea havaita valosaasteista kärsivissä kaupungeissa. Tuloksena olevat hahmot ovat myös hieman yksinkertaisempia ja lasten helpompi muistaa. Käytämme näitä tähtikuvioita observatoriossa ja planetaariossa Hradec Královéssa (<a href="http://www.astrohk.cz">http://www.astrohk.cz</a>).

source: Notes: UMa is taken from Pittich and Kalmančok (1981); M81 and M82 galaxies are just behind Bear's head. Gem is a similar case. Cam seems upside-down with respect to a mythological figure, but HIP 29997, 33694 stars are indeed brighter.
fi: Huomautuksia: UMa on otettu teoksesta Pittich ja Kalmančok (1981); M81- ja M82-galaksit ovat juuri Karhun pään takana. Gem on samanlainen tapaus. Cam näyttää ylösalaisin mytologisen hahmon suhteen, mutta HIP 29997, 33694 tähdet ovat todellakin kirkkaampia.

source: Updates
fi: Päivitykset

source: Version 1.0 for Stellarium 0.13.1
fi: Versio 1.0 Stellarium 0.13.1:lle

source: Future updates should be available at <a href="http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/">http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/</a>
fi: Tulevaisuudessa päivitykset on saatavilla osoitteessa <a href="http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/">http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/</a>

source: Modern (H.A. Rey)
es_419: Moderna (H.A. Rey)
fi: Moderni (H.A. Rey)
ru: Современная (Г. Рей)
uk: Сучасна (H.A. Rey)

source: During the 19th century the use and further editions of richly illustrated atlases with sumptuously engraved mythological figures fell out of fashion. The stars of the constellations in atlases of that time started to be shown connected with line patterns ("stick figures"), which however appear sometimes only to have been used to indicate which stars belong to which constellation. Over several decades the figures had ceased to resemble the figures they were named after and appeared incomprehensible to beginning stargazers in the middle of the 20th century.
fi: 1800-luvun aikana runsailla kuvitetuilla, ylellisesti kaiverretuilla mytologisilla hahmoilla varustettujen kartastojen käyttö ja myöhemmät julkaisut menivät pois muodista. Tähdistöjen tähdet alettiin tuolloisissa kartastoissa esittää viivakuvioiden ("tikkukuvioiden") yhteydessä, joita on kuitenkin joskus käytetty vain osoittamaan, mitkä tähdet kuuluvat mihinkin tähtikuvioon. Figuurit olivat useiden vuosikymmenten aikana lakanneet muistuttamasta hahmoja, joiden mukaan ne oli nimetty, ja ne näyttivät 1900-luvun puolivälissä aloitteleville tähtitutkijoille käsittämättömiltä.

source: H. A. Rey (Hans Augusto Reyersbach) (1898-1977), an artist and author of children's books of German descent but emigrated to the USA, published his answer to this problem in 1952 with the book <em>The Stars - A New Way To See Them</em>.
fi: H. A. Rey (Hans Augusto Reyersbach) (1898-1977), saksalaista syntyperää oleva, mutta Yhdysvaltoihin muuttanut taiteilija ja lastenkirjojen kirjoittaja, julkaisi vastauksensa tähän ongelmaan vuonna 1952 kirjalla <em>The Stars - A New Way To See Them</em>.

source: The Constellations
fi: Tähtikuviot

source: In this book, which has become very popular especially in the US, Rey connected the stars of every constellation "in such a way that the resulting shape makes sense." What surprised him was "that nobody has done it before. The basic idea is so simple."
fi: Tässä kirjassa, josta on tullut erittäin suosittu erityisesti Yhdysvalloissa, Rey yhdisti jokaisen tähdistön tähdet "sillä tavalla, että tuloksena oleva muoto on järkevä". Häntä yllätti, "että kukaan ei ole tehnyt sitä aiemmin. Perusidea on niin yksinkertainen."

source: Rey's new stick figures make it indeed very simple to recognize the depicted constellation figures. Rey's work does not include figurative artwork, therefore this sky culture deliberately only comes with Rey's original stick figures. The constellation names were also always given in English by Rey. If you switch to "Native" name display mode, you may see exactly the spelling used in his book. Also the stars named here are limited to those included in the book.
fi: Reyn uusien tikkuhahmojen ansiosta kuvatut tähdistöhahmot on todella helppo tunnistaa. Reyn työ ei sisällä figuratiivista taidetta, joten tämä taivaskulttuuri tulee tarkoituksella vain Reyn alkuperäisten tikkuhahmojen mukana. Myös Rey antoi tähdistöjen nimet aina englanniksi. Jos vaihdat alkuperäisen nimen näyttötilaan, saatat nähdä täsmälleen hänen kirjassaan käytetyn oikeinkirjoituksen. Myös tässä nimetyt tähdet rajoittuvat kirjaan sisältyviin.

source: Rey's Figures and the Classic Constellations
fi: Reyn hahmot ja klassiset tähtikuviot

source: Rey's constellations adhere to the tradition of the Western sky culture and describes the 88 officially acknowledged constellations, with addition of asterisms of the two Dippers and the "Great Square" (of Pegasus). However, at several points Rey's figures deviate from the canonical figures described since Ptolemy's Almagest (2nd century AD), where also positions of the stars in their constellations had been described in their names. For example,
fi: Reyn tähtikuviot noudattavat länsimaisen taivaskulttuurin perinnettä ja kuvaavat 88 virallisesti tunnustettua tähtikuviota, joihin on lisätty kahden Dipperin ja "Suuren aukion" (Pegasuksen) tähtimerkit. Kuitenkin useissa kohdissa Reyn hahmot poikkeavat kanonisista hahmoista, joita on kuvattu Ptolemaioksen Almagestin (2. vuosisadalla jKr.) jälkeen, jossa myös tähtien paikat niiden tähtikuvioissa oli kuvattu niiden nimissä. Esimerkiksi,

source: Rey inverted the figure of the Great Bear (<em>Ursa Major</em>) to look like a polar bear scenting prey. This on one hand does not have the usual problem to explain its long tail. On the other hand, the bear is not shown to walk around the pole in this orientation.
fi: Rey käänsi Suuren Karhun hahmon ylösalaisin (<em>Iso Karhu</em>) näyttääkseen kuin jääkarhulta tuoksuvalta saalilta. Tällä ei toisaalta ole tavallista ongelmaa selittää sen pitkää häntää. Toisaalta karhua ei näytetä kävelevän tangon ympäri tässä suunnassa.

source: The Bull (<em>Taurus</em>), only the front of which is shown with long upright horns in usual depictions, is shown with a complete body including its tail, with horns stretched wide like those of a buffalo. Its bright eye <em>Aldebaran</em> now lies in its neck.
fi: Härkä (<em>Taurus</em>), jonka vain etuosa on esitetty tavanomaisissa kuvissa pitkillä pystysarvilla, on esitetty täydellisenä vartalona, hännänneen, sarvet venytettyinä leveäksi kuin puhvelilla. Sen kirkas silmä <em>Aldebaran</em> nyt sijaitsee sen kaulassa.

source: The head of <em>Hercules</em> is usually next to the head of <em>Ophiuchus</em>, the serpent holder, and the four stars known as "keystone" form his body. Rey makes his head out of the keystone, and the star that usually marks the hero's head is now one of his feet.
fi: <em>Herkuleksen</em> pää on yleensä <em>Käärmeenkantajan</em> pään vieressä, käärmeen kantaja ja neljä tähteä, jotka tunnetaan nimellä "keystone", muodostavat hänen ruumiinsa. Rey nostaa päänsä pääkivestä, ja tähti, joka yleensä merkitsee sankarin päätä, on nyt yksi hänen jaloistaan.

source: The Whale (<em>Cetus</em>) has been turned around, its former mouth now forming a tail fin.
fi: Valas (<em>Valaskala</em>) on käännetty ympäri, sen entinen suu muodostaa nyt häntäevän.

source: <em>Pegasus</em> exchanged feet and head.
fi: <em>Pegasus</em> vaihtoi jalat ja pään.

source: <em>Bootes</em>, the herdsman, is shown sitting and smoking a pipe (no trace of political correctness in a children's book of the 1950s... :-)
fi: <em>Karhunvartija</em>, paimen, esitetään istumassa ja polttamassa piippua (ei jälkeäkään poliittisesta korrektiudesta 1950-luvun lastenkirjassa... :-)

source: This sky culture used to be for a long time an easy user-installable addon example contributed by Mike Richards. It has been reworked following the 41st reprint and completed with this description by Georg Zotti.
fi: Tämä taivaskulttuuri oli pitkään Mike Richardsin toimittama esimerkki helposti asennettavasta lisäosasta. Se on muokattu 41. uusintapainoksen jälkeen ja täydennetty tällä Georg Zotin kuvauksella.

source: Modern (IAU)
es_419: Moderna (UAI)
fi: Moderni (IAU)
ru: Современная (МАС)
uk: Сучасна (МАС)

source: The modern sky culture divides the celestial sphere into 88 areas of various sizes called constellations, each with precise boundary, issued by the International Astronomical Union in 1922. These constellations have become the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage.
fi: Nykyaikainen taivaskulttuuri jakaa taivaanpallon 88 erikokoiseen alueeseen, joita kutsutaan tähtikuviksi. Jokaisella alueella on tarkka raja ja jotka Kansainvälinen tähtitieteellinen unioni julkaisi vuonna 1922. Näistä tähtikuvioista on tullut tavallinen tapa kuvata taivasta, ja ne ovat korvanneet samanlaiset sarjat muissa taivaskulttuureissa. täysin päivittäisessä käytössä.

source: The constellations in use today are based mainly on ancient Greek constellations depicted by Ptolemy in his book the Almagest during the 2nd century CE. In the subsequent centuries, this book has been translated from Greek into Arabic (6th to 9th century) and later to medieval Latin. In the Arabic more than in the Latin tradition, the Ptolemaic figures were enriched and transformed by native Arabic constellations and star names.
fi: Nykyään käytössä olevat tähtikuviot perustuvat pääasiassa antiikin Kreikan tähtikuvioihin, joita Ptolemaios kuvasi kirjassaan Almagest 2. vuosisadalla jKr. Seuraavina vuosisatoina tämä kirja on käännetty kreikasta arabiaksi (6.-9. vuosisadat) ja myöhemmin keskiajan latinaksi. Arabiassa enemmän kuin latinalaisessa perinteessä Ptolemaioksen hahmoja rikastuivat ja muuttivat alkuperäiset arabialaiset tähtikuviot ja tähtienimet.

source: In the 16-18th centuries, European astronomers suggested new constellations to fill the gaps between northern constellations (e.g. the constellation of "the lynx" for an area close to the Great Bear but with stars so faint that you would need the eyes of a lynx to see them) and also created new constellations in the southern part of the sky which had not been visible to Ptolemy. These new constellations were usually named after new technical inventions of the early modern period (e.g. a chemical furnace, a balloon, an air pump) or exotic animals (e.g. a chamaeleon, a tucan, a paradise bird). Among them several constellations were also named with political consideration to honor certain kings or patrons.
fi: 1500-1700-luvulla eurooppalaiset tähtitieteilijät ehdottivat uusia tähtikuvioita täyttämään pohjoisten tähtikuvioiden väliset aukot (esim. "ilveksen" tähdistö alueella, joka on lähellä Suurta Karhua, mutta tähdet ovat niin himmeitä, että tarvitset ilveksen silmät nähdä ne) ja loi myös uusia tähtikuvioita taivaan eteläosaan, joita Ptolemaios ei ollut nähnyt. Nämä uudet tähtikuviot on yleensä nimetty varhaismodernin ajan uusien teknisten keksintöjen (esim. kemiallinen uuni, ilmapallo, ilmapumppu) tai eksoottisten eläinten (esim. kameleontti, tukaani, paratiisilintu) mukaan. Heidän joukossaan useita tähtikuvioita nimettiin myös poliittisesti kunnioittamaan tiettyjä kuninkaita tai suojelijoita.

source: In the beginning of the 20th century, the IAU (International Astronomical Union) aimed for a large clean-up: in 1922, it officially accepted the list of 88 constellation names. In 1928 it also defined precise constellation boundaries [#4] still in use today.
fi: 1900-luvun alussa IAU (International Astronomical Union) tähtäsi laajaan siivoukseen: vuonna 1922 se hyväksyi virallisesti luettelon 88 tähdistön nimestä. Vuonna 1928 se määritteli myös tarkat tähtikuvioiden rajat [#4], jotka ovat edelleen käytössä.

source: These constellations are based mainly on the Ptolemaic tradition which had been used in all three Abrahamitic religions and, thus, was common in the Near East, in Europe and its colonies on all continents. However, between the ancient Greek constellations there were gaps of areas with only faint stars belonging to no constellation.[#5] In the Modern Epoch, several astronomers suggested constellation figures for these gaps, among them several political constellations to the honor of certain kings or patrons. In the late 19th century, the astronomical research community aimed for a huge clean-up to avoid ambiguities in assigning stars to constellations.
fi: Nämä tähtikuviot perustuvat pääasiassa ptolemaiosiseen perinteeseen, jota oli käytetty kaikissa kolmessa abrahamilaisessa uskonnossa ja joka oli siten yleinen Lähi-idässä, Euroopassa ja sen siirtomaissa kaikilla mantereilla. Kuitenkin antiikin Kreikan tähtikuvioiden välillä oli aukkoja alueista, joissa oli vain himmeitä tähtiä, jotka eivät kuulu mihinkään tähtikuvioon.[#5] Nykyaikana useat tähtitieteilijät ehdottivat tähtikuvioita näille aukkoille, muun muassa useita poliittisia tähtikuvioita tiettyjen kuninkaiden kunniaksi. tai suojelijoita. 1800-luvun lopulla tähtitieteellinen tutkimusyhteisö pyrki valtavaan siivoukseen välttääkseen epäselvyyksiä tähtien määrittämisessä tähtikuvioihin.

source: In 1922, the IAU officially approved the list of 88 constellation names and their official abbreviations with three letters. The only remaining political constellation is Scutum, the shield of a Polish king but without mentioning the political reference anymore. The Belgian priest E. Delporte got the task to define constellation boundaries according to coordinates. In 1928, he finished the work, based on an atlas from Argentina [#6], and the IAU accepted his delimitations [#4].
fi: Vuonna 1922 IAU hyväksyi virallisesti luettelon 88 tähdistön nimestä ja niiden viralliset lyhenteet kolmella kirjaimella. Ainoa jäljellä oleva poliittinen konstellaatio on Scutum, Puolan kuninkaan kilpi, mutta poliittista viittausta ei enää mainita. Belgialainen pappi E. Delporte sai tehtävän määrittää tähtikuvioiden rajat koordinaattien mukaan. Vuonna 1928 hän viimeisteli teoksen, joka perustui Argentiinasta peräisin olevaan atlasiin [#6], ja IAU hyväksyi hänen rajauksensa [#4].

source: These "constellations" are naked areas in the sky without any stick figures or depictions [#1]. The borders simply follow the lines of right ascension and declination from the epoch 1875.0. Precession causes a slowly increasing deviation from the originally rectilinear grid. These constellations became the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage.
fi: Nämä "tähtikuviot" ovat alastomia alueita taivaalla ilman tikkukuvia tai kuvauksia [#1]. Rajat yksinkertaisesti seuraavat oikean nousun ja deklinaation linjoja kaudesta 1875.0. Precessio aiheuttaa hitaasti kasvavan poikkeaman alun perin suoraviivaisesta ruudukosta. Näistä tähdistöistä tuli tavallinen tapa kuvata taivasta, ja ne korvasivat päivittäin samankaltaisia joukkoja muissa taivaskulttuureissa.

source: Constellation Figures
fi: Tähdistöhahmot

source: In star maps it is common to mark line "patterns" that represent the shapes that give the name to the constellations. However, the IAU defines a constellation by its boundary (indicated by sky coordinates) and not by its pattern and the same constellation may have several variants in its representation.
fi: Tähtikartoissa on tavallista merkitä viiva "kuvioita", jotka edustavat muotoja, jotka antavat nimen tähdistöille. IAU kuitenkin määrittelee tähdistön sen rajalla (ilmaistuna taivaskoordinaateilla) eikä kuviollaan, ja samalla tähdistöllä voi olla useita muunnelmia esityksessään.

source: This sky culture uses constellation figures were produced in collaboration with "Sky and Telescope" magazine (Roger Sinnott and Rick Fienberg) and published at IAU official website [#1]. Alan MacRobert's constellation patterns, were influenced by those of H. A. Rey but in many cases were adjusted to preserve earlier traditions.
fi: Tämä taivaskulttuuri käyttää tähtikuvioita, jotka on tuotettu yhteistyössä "Sky and Telescope" -lehden (Roger Sinnott ja Rick Fienberg) kanssa ja julkaistu IAU:n virallisella verkkosivustolla [#1]. Alan MacRobertin tähtikuvioihin vaikuttivat H. A. Reyn hahmot, mutta monissa tapauksissa niitä on mukautettu säilyttämään aikaisemmat perinteet.

source: In most cases, the star names evolved by astronomer's systematical abbreviations of these descriptions, e.g., a first astronomer abbreviated in a text "tip of the tail", a next astronomer drew a map with less space and wrote only "tail" next to the star and this name remained. Over centuries, these descriptions were translated into Arabic and Latin, and in some cases the translators or scribes made mistakes because of misreading or misspelling of the Arabic words (e.g. the Arabic "yad al gauza", the hand of the giant woman, was mangled to the common term "Betelgeuse").
fi: Useimmissa tapauksissa tähtien nimet kehittyivät tähtitieteilijöiden systemaattisilla lyhenteillä näistä kuvauksista, esim. ensimmäinen tähtitieteilijä, joka on lyhennetty tekstissä "häntäpää", seuraava tähtitieteilijä piirsi kartan, jossa oli vähemmän tilaa ja kirjoitti vain "häntä" tähti ja tämä nimi säilyi. Vuosisatojen ajan nämä kuvaukset käännettiin arabiaksi ja latinaksi, ja joissakin tapauksissa kääntäjät tai kirjanoppineet tekivät virheitä, koska he olivat lukeneet tai kirjoittaneet arabiankieliset sanat väärin (esim. arabialainen "yad al gauza", jättiläisen naisen käsi, meni sekaisin yleiseen termiin "Betelgeuse").

source: However, there are also a few original Greek words like the red star "Antares", the counterpart of Ares (Mars), and even a few original Babylonian terms like "Shargaz", the Sting, in Scorpius. Our modern, most recent IAU star names [#7] are a renewed mixture, also with influences or even politically wanted additions of star names from the non-Ptolemaic sky cultures, e.g. the traditional Pingsing, a Chinese star name for a star in Hydra (its meaning is only "star", a reminescence to his lonely position), or newly adopted star names from Polynesian, Hawaiian, or Aboriginal cultures for names of stars with exoplanets.
fi: On kuitenkin myös muutamia alkuperäisiä kreikkalaisia sanoja, kuten punainen tähti "Antares", Aresin (Mars) vastine, ja jopa muutama alkuperäinen babylonialainen termi, kuten "Shargaz", Sting, Skorpiossa. Nykyaikaiset, uusimmat IAU-tähtinimemme [#7] ovat uudistettu sekoitus, jossa on myös vaikutteita tai jopa poliittisesti haluttuja tähtien nimiä ei-ptolemaioskulttuureista, esim. perinteinen Pingsing, kiinalainen tähtinimi tähdelle Hydrassa (sen merkitys on vain "tähti", joka muistuttaa hänen yksinäistä asemaansa), tai äskettäin otetut tähtienimet polynesialaisista, havaijilaisista tai aboriginaalikulttuureista eksoplaneettoja sisältävien tähtien nimille.

source: The IAU is the only scientifically accepted authority to assign new names to stars. Commercial exploits like "star name registries", who sell stars for commemorative purposes or as gifts, only sell printed pieces of paper. These names are not approved and never used by scientists.
fi: IAU on ainoa tieteellisesti hyväksytty viranomainen, joka antaa tähdille uusia nimiä. Kaupalliset hyödykkeet, kuten "tähtien nimirekisterit", jotka myyvät tähtiä muistotarkoituksiin tai lahjaksi, myyvät vain painettuja paperinpaloja. Tiedemiehet eivät ole hyväksyneet näitä nimiä eivätkä koskaan käytä niitä.

source: Proper names of deep-sky objects
fi: Syvän taivaan kohteiden oikeat nimet

source: Uranometria 2000.0 is an atlas of the 2000.0 era starry sky prepared by the Dutch artist Wil Thirion and published in 1987 by the American publishing house Willmann-Bell, specializing in astronomical literature.
fi: Uranometria 2000.0 on hollantilaisen taiteilijan Wil Thirionin laatima 2000.0 aikakauden tähtitaivaan kartasto, jonka julkaisi vuonna 1987 yhdysvaltalainen tähtitieteelliseen kirjallisuuteen erikoistunut kustantamo Willmann-Bell.
