Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: In some circumstances separation of individual star names from &quot;star path&quot; names cannot be resolved. A star may have multiple names 1) if the star is part of numerous star paths and 2) since the naming of stars can differ depending on which Tongan island group it originates from. The nomenclature of stars is approximated based on the limited resources available. Whilst the most-notable/common stars and constellations (i.e. Orion, Pleiades, Crux) are identified in Tongan star lore there are two notable exceptions. There is an absence of naming of the North star (Polaris: &alpha; UMi). This is peculiar considering the latitude of the Tongan islands and the prominence of this star at certain times of the year. In the event of any northerly journeys from Tonga such an important navigational landmark could not have possibly gone unnoticed. The constellation of Scorpio (parts in, or stars of) are also absent from Tongan star lore. This is surprising since the vast majority of star lore &ndash; globally and Polynesian &ndash; has Scorpio as a central constellation due to it being easily identified and that it is nearly directly opposite Orion in the night sky. [Stellarium would welcome any further knowledge on these two anomalies.] Common ancestry of Polynesian star lore's is evident in the similarities in the labelling of stars. For example the Pleiades is called Mataliki in Tongan, Matariki in Maori and Makali`i in Hawaiian. ### Nomenclature |Tongan term|Designation| |-----------|-----------| |Humu|Coal sack| |Kaniva|Milky Way| |Ma'afulele|Large Magellan cloud| |Ma'afutoka|Small Magellan cloud| |'otu Ma'afu|Magellanic clouds (both)| |Ha'amonga|Ecliptic| |Mahina|Moon| |La'a|Sun| |Fetu'u|Star (in general)| |Fetu'ufuka|Comet| |'Umata|Rainbow| |Fetu'u'Esiafi|Falling star| |tapukitea|Venus| |Matamemea|Mars| |Ma'afutoka (same as SMC)|Canopus| |Ma'afulele (same as LMC)|Sirius| |Velitoa hififo|Rigel| |Velitoa hahake|Betelgeuse| |Hikule'o|Arcturus| |Monuafe|Meissa| |Motuliki|Pleiades| |Tu'ulalupe|Hyades| |Toloatonga|Southern Cross| |Toloalahi|False Cross| **Tongan constellations** |Tongan name|Designation or notes| |-----------|--------------------| |Tuinga ika|Part of Orion, belt and sword| |Ae e'Uvea|Corona Borealis (*Speculative*)| |Fatanalua|Coma Berenices (*Speculative*)| |Kapakau'o'tafahi|Cassiopeia (*Speculative*)| |Toloa|Belt of Orion| |Lua tangata|Castor and/or Pollux| |Fungasia|Toliman and/or Agena| |Houmatoloa (Toloa, toloatonga, toloalahi)|&mdash;|
de: In some circumstances separation of individual star names from &quot;star path&quot; names cannot be resolved. A star may have multiple names 1) if the star is part of numerous star paths and 2) since the naming of stars can differ depending on which Tongan island group it originates from. The nomenclature of stars is approximated based on the limited resources available. Whilst the most-notable/common stars and constellations (i.e. Orion, Pleiades, Crux) are identified in Tongan star lore there are two notable exceptions. There is an absence of naming of the North star (Polaris: &alpha; UMi). This is peculiar considering the latitude of the Tongan islands and the prominence of this star at certain times of the year. In the event of any northerly journeys from Tonga such an important navigational landmark could not have possibly gone unnoticed. The constellation of Scorpio (parts in, or stars of) are also absent from Tongan star lore. This is surprising since the vast majority of star lore &ndash; globally and Polynesian &ndash; has Scorpio as a central constellation due to it being easily identified and that it is nearly directly opposite Orion in the night sky. [Stellarium would welcome any further knowledge on these two anomalies.] Common ancestry of Polynesian star lore's is evident in the similarities in the labelling of stars. For example the Pleiades is called Mataliki in Tongan, Matariki in Maori and Makali`i in Hawaiian. ### Benennungen |Tongaischer Begriff|Designation| |-------------------|-----------| |Humu|Kohlensack| |Kaniva|Milchstraße| |Ma'afulele|Große Magellansche Wolke| |Ma'afutoka|Kleine Magellansche Wolke| |'otu Ma'afu|Magellansche Wolken (beide)| |Ha'amonga|Ekliptik| |Mahina|Mond| |La'a|Sonne| |Fetu'u|Stern (im Allgemeinen)| |Fetu'ufuka|Komet| |'Umata|Regenbogen| |Fetu'u'Esiafi|Fallender Stern| |tapukitea|Venus| |Matamemea|Mars| |Ma'afutoka (same as SMC)|Canopus| |Ma'afulele (same as LMC)|Sirius| |Velitoa hififo|Rigel| |Velitoa hahake|Beteigeuze| |Hikule'o|Arcturus| |Monuafe|Meissa| |Motuliki|Plejaden| |Tu'ulalupe|Hyaden| |Toloatonga|Südliches Kreuz| |Toloalahi|Falsches Kreuz| **Tongaische Sternbilder** |Tongaischer Name|Bezeichnung oder Anmerkungen| |----------------|----------------------------| |Tuinga ika|Teil des Orion, Gürtel und Schwert| |Ae e'Uvea|Nördliche Krone (*spekulativ*)| |Fatanalua|Haar der Berenike (*spekulativ*)| |Kapakau'o'tafahi|Kassiopeia (*spekulativ*)| |Toloa|Gürtel des Orion| |Lua tangata|Castor und/oder Pollux| |Fungasia|Toliman und/oder Agena| |Houmatoloa (Toloa, toloatonga, toloalahi)|&mdash;|
es_419: En algunas circunstancias, la separación de los nombres de estrellas individuales de los nombres de "ruta de estrellas" no se puede resolver. Una estrella puede tener múltiples nombres 1) si la estrella es parte de numerosos caminos estelares y 2) ya que el nombre de las estrellas puede diferir dependiendo del grupo de islas de Tonga del que se origina. La nomenclatura de las estrellas se aproxima en función de los recursos limitados disponibles. Si bien las estrellas y constelaciones más notables/comunes (es decir, Orión, Pléyades, Crux) se identifican en la tradición estelar de Tonga, hay dos excepciones notables. Hay una ausencia de nomenclatura de la estrella del Norte (Polaris: &alpha; UMi). Esto es peculiar considerando la latitud de las islas de Tonga y la prominencia de esta estrella en ciertas épocas del año. En el caso de cualquier viaje hacia el norte desde Tonga, un hito de navegación tan importante no podría pasar desapercibido. La constelación de Escorpio (partes en, o estrellas de) también están ausentes de la tradición estelar de Tonga. Esto es sorprendente ya que la gran mayoría de la tradición estelar (global y polinesia) tiene a Escorpio como una constelación central debido a que se identifica fácilmente y está casi directamente enfrente de Orión en el cielo nocturno. [Stellarium agradecería cualquier conocimiento adicional sobre estas dos anomalías.] La ascendencia común de la tradición polinesia de las estrellas es evidente en las similitudes en el etiquetado de las estrellas. Por ejemplo, las Pléyades se llaman Mataliki en tongano, Matariki en maorí y Makali`i en hawaiano. ### Nomenclatura |Término tongano|Designación| |---------------|-----------| |Humu|Saco de carbón| |Kaniva|Vía Láctea| |Ma'afulele|Gran Nube de Magallanes| |Ma'afutoka|Pequeña Nube de Magallanes| |'otu Ma'afu|Nubes de Magallanes (ambas)| |Ha'amonga|Eclíptica| |Mahina|Luna| |La'a|Sol| |Fetu'u|Estrella (en general)| |Fetu'ufuka|Cometa| |'Umata|Arcoiris| |Fetu'u'Esiafi|Estrella fugaz| |tapukitea|Venus| |Matamemea|Marte| |Ma'afutoka (igual que PNM)|Canopo| |Ma'afulele (igual que GNM)|Sirio| |Velitoa hififo|Rigel| |Velitoa hahake|Betelgeuse| |Hikule'o|Arturo| |Monuafe|Meissa| |Motuliki|Pléyades| |Tu'ulalupe|Híades| |Toloatonga|Cruz del Sur| |Toloalahi|Cruz Falsa| **Constelaciones tonganas** |Nombre tongano|Designación o notas| |--------------|-------------------| |Tuinga ika|Parte de Orión, cinturón y espada| |Ae e'Uvea|Corona Borealis (*Especulativo*)| |Fatanalua|Coma Berenices (*Especulativo*)| |Kapakau'o'tafahi|Cassiopeia (*Especulativo*)| |Toloa|Cinturón de Orión| |Lua tangata|Cástor y/o Pollux| |Fungasia|Toliman y/o Agena| |Houmatoloa (Toloa, toloatonga, toloalahi)|&mdash;|
ru: В некоторых случаях разбиение на отдельные названия звезд из &quot;звездного пути&quot; невозможно разрешить. Звезда может иметь несколько названий: 1) если звезда является частью нескольких &quot;звёздных путей&quot; и 2) поскольку название звезд может отличаться в зависимости от тонганской группы островов, где она получила своё название. Приблизительная небесная терминология составлена на основе ограниченных доступных ресурсов. Несмотря на то, что самые известные/основные звёзды и созвездия (т.е. Орион, Плеяды, Южный Крест) определены в тонганской культуре неба, есть два заметных исключения. Отсутствует имя Северной звезды (Полярная: &alpha; UMi). Это обстоятельство связано с широтой тонганских островов и видимостью этой звезды в определенное время года. В случае плавания на север от Тонги этот важный навигационный ориентир возможно был не замечен. Созвездие Скорпиона (его частей, или его звёзды) также отсутствуют среди тонганских знаний о звёзды. Это удивительно, поскольку подавляющее большинство знаний о звёздах &ndash; в глобальном масштабе и, в частности, в полинезийской культуре &ndash; имеют созвездие Скорпиона в качестве центрального из-за его легкой идентификации и оно почти прямо напротив Ориона в ночном небе. [Команда Stellarium приветствует любые новые знания об этих двух аномалиях.] Общие предки полинезийских знаний о звёздах проявляются в сходстве в названиях звёзд. Например, Плеяды называется Маталики (Mataliki) в тонганском, Матарики (Matariki) в языке маори и Макали`и (Makali`i) в гавайском. ### Номенклатура |Тонганский термин|Обозначение| |-----------------|-----------| |Хуму [Humu]|Угольный мешок| |Канива [Kaniva]|Млечный Путь| |Ма'афулеле [Ma'afulele]|Большое Магелланово облако| |Ма'афутока [Ma'afutoka]|Малое Магелланово облако| |'оту Ма'афу ['otu Ma'afu]|Магеллановы облака (оба)| |Ха'амонга [Ha'amonga]|Эклиптика| |Махина [Mahina]|Луна| |Ла'а [La'a]|Солнце| |Фету'у [Fetu'u]|Звезда (в общем)| |Фету'уфука [Fetu'ufuka]|Комета| |'Умата ['Umata]|Радуга| |Фету'у'Есиафи [Fetu'u'Esiafi]|Падающая звезда| |тапукитеа [tapukitea]|Венера| |Матамемеа [Matamemea]|Марс| |Ма'афутока [Ma'afutoka] (как и ММО)|Канопус| |Ма'афулеле [Ma'afulele] (как и БМО)|Сириус| |Велитоа хифифо [Velitoa hififo]|Ригель| |Велитоа хахаке [Velitoa hahake]|Бетельгейзе| |Хикуле'о [Hikule'o]|Арктур| |Монуафе [Monuafe]|Меисса| |Мотулики [Motuliki]|Плеяды| |Ту'улалупе [Tu'ulalupe]|Гиады| |Толоатонга [Toloatonga]|Южный крест| |Толоалахи [Toloalahi]|Ложный крест| **Тонганские созвездия** |Тонганское название|Обозначение или заметки| |-------------------|-----------------------| |Туинга ика [Tuinga ika]|Часть Ориона, пояс и меч| |Ае е'Увеа [Ae e'Uvea]|Северная корона (*Возможно*)| |Фатаналуа [Fatanalua]|Волосы Вероники (*Возможно*)| |Капакау'о'тафахи [Kapakau'o'tafahi]|Кассиопея (*Возможно*)| |Толоа [Toloa]|Пояс Ориона| |Луа тангата [Lua tangata]|Кастор и/или Поллукс| |Фунгасиа [Fungasia]|Толиман и/или Агена| |Хоуматолоа [Houmatoloa (Toloa, toloatonga, toloalahi)]|&mdash;|
sv: Under vissa omständigheter går det inte att skilja enskilda stjärnnamn från stjärnbanans namn. En stjärna kan ha flera namn 1) om stjärnan är en del av flera stjärnbanor och 2) eftersom namngivningen av stjärnor kan skilja sig åt beroende på vilken Tonga-ögrupp den härstammar från. Nomenklaturen för stjärnor är ungefärlig baserat på de begränsade resurser som finns tillgängliga. Även om de mest anmärkningsvärda/vanliga stjärnorna och konstellationerna (t.ex. Orion, Plejaderna, Crux) identifieras i Tongas stjärnläror finns det två anmärkningsvärda undantag. Nordstjärnan (Polaris: α UMi) nämns inte vid något namn. Detta är märkligt med tanke på de tonganska öarnas latitud och att denna stjärna är framträdande under vissa tider på året. I händelse av nordliga resor från Tonga kan ett sådant viktigt navigationslandmärke omöjligen ha gått obemärkt förbi. Konstellationen Skorpionen (delar i eller stjärnor av) saknas också i Tongas stjärnläror. Detta är förvånande eftersom den stora majoriteten av stjärnläran - globalt och polynesiskt - har Skorpionen som en central konstellation på grund av att den är lätt att identifiera och att den är nästan rakt motsatt Orion på natthimlen. (Stellarium välkomnar all ytterligare kunskap om dessa två anomalier.) Det gemensamma ursprunget till polynesiska stjärnläror är uppenbart i likheterna i märkningen av stjärnor. Plejaderna kallas t.ex. Mataliki på tonganska, Matariki på maori och Makali`i på hawaiianska. ### Nomenklatur |Tongansk term|Beteckning| |-----------|-----------| |Kumu kol säck |Kaniva|Milky Way| |Ma'afulele|Stort Magellan-moln| |Lilla Magellan-molnet |'otu Ma'afu|Magellanska moln (båda)| |Ha'amonga|Ekliptik |Mahina|Månen| |La'a|Sol| |Fetu'u|Stjärna (i allmänhet)| |Fetu'ufuka|Komet| |'Umata|Regnbåge |Fetu'u'Esiafi|Fallande stjärna |tapukitea|Venus| |Matamemea|Mars| |Ma'afutoka (samma som SMC)|Canopus |Ma'afulele (samma som LMC)|Sirius |Velitoa hififo|Rigel| |Velitoa hahake|Betelgeuse |Hikule'o|Arcturus| |Monuafe Meissa |Motuliki|Pleiades| |Tu'ulalupe|Hyades| |Toloatonga|Södra korset |Toloalahi Falska korset **Tonganska konstellationer** |Tonganskt namn|Beteckning eller anteckningar| |-----------|--------------------| |Tuinga ika|Del av Orion, bälte och svärd |Ae e'Uvea|Corona Borealis (*Speculativ*)| |Fatanalua|Coma |Fatanalua|Coma Berenices (*Speculativ*)| |Kapakau'o'tafahi|Cassiopeia (*Speculativ*) |Kapakau'o'tafahi|Cassiopeia (*Speculativ*) |Toloa|Orionens bälte| |Lua tangata|Castor och/eller Pollux |Fungasia|Toliman och/eller Agena |Houmatoloa (Toloa, toloatonga, toloalahi)|-|
uk: У цій картині іноді важко розрізнити назви окремих зірок від контурів сузір’їв. Зірка може мати декілька назв через такі причини: 1) зірка є частиною різних контурів сузір’їв; 2) назви зірки є різними на різних островах Тонга. Номенклатуру назв зірок визначено приблизно на основі обмежених джерел. Хоча назви більшості помітних зірок і сузір’їв (зокрема Оріона, Плеяд та Південного Хреста) у тонганській картині зоряного неба визначено точно, існує два значних винятки. Немає назви для Полярної зірки (&alpha; Малої Ведмедиці). Це дивно через широту, на якій розташовано острови Тонга, та видимість цієї зірки у певні пори року. У час північних подорожей тонганських мореплавців цей важливий навігаційний орієнтир не міг залишитися непоміченим. Сузір’ю Скорпіона (частини сузір’я або його зірки) теж не знайшлося місця у цій картині зоряного неба. Це доволі дивно, оскільки у більшості картин зоряного неба, — глобально та у межах Полінезії, — Скорпіон є центральним сузір’ям через те, що його просто помітити і його розташування безпосередньо навпроти Оріона на нічному небі. [Автори Stellarium будуть раді будь-якій інформації, яка могла б прояснити ці аномалії.] Спільне походження назв зоряних об’єктів серед полінезійців є очевидним з подібності назв зірок. Наприклад, Плеяди називаються Маталікі тонганською, Маталікі маорійською та Макалі’ї гавайською. ### Номенклатура |Термін тонганською|Значення| |------------------|--------| |Гуму|Мішок для вугілля| |Каніва|Чумацький Шлях| |Ма’афулеле|Велика Магелланова Хмара| |Ма’афутока|Мала Магелланова Хмара| |'оту Ма'афу|Магелланові Хмари (обидві)| |Ха’амонга|Екліптика| |Махіна|Місяць| |Ла’а|Сонце| |Фету’у|Зірка (загалом)| |Фету’уфука|Комета| |’Умата|Веселка| |Фету’у’Есіафі|Метеорит| |тапукітеа|Венера| |Матамемеа|Марс| |Ма’афутока (те саме, що і ММХ)|Канопус| |Ма’афулеле (те саме, що і ВМХ)|Сіріус| |Велітоа-хіфіфо|Рігель| |Велітоа-хахаке|Бетельгейзе| |Хікуле’о|Арктур| |Монуафе|Меїса| |Мотулікі|Плеяди| |Ту’улалупе|Гіади| |Толоатонга|Південний Хрест| |Толоалахі|Несправжній Хрест| **Тонганські сузір’я** |Тонганська назва|Значення або нотатки| |----------------|--------------------| |Туїнга-іка|Частина Оріона, пояс та меч| |Ае-е’увеа|Північна Корона (*гіпотетично*)| |Фатаналуа|Волосся Вероніки (*гіпотетично*)| |Капакау’о’тафахі|Касіопея (*гіпотетично*)| |Толоа|Пояс Оріона| |Луа-тангата|Кастор і/або Поллукс| |Фунгазіа|Толіман і/або Агена| |Хоуматолоа (Толоа, толоатонга, толоалахі)|&mdash;|

source: - [#1]: Velt Kik, *Ko E Ngaahi fetu'u 'o, Stars over tonga*, 1990 'Atenisi University, Nuku'alofa, Tonga Government printing department. - [#2]: T.H Fale, *Tongan astronomy*, 1990 Polynesian Eyes foundation, Nuku'alofa, Tonga Choice printing. - [#3]: E. E. V. Collocott, *Tongan astronomy and calendar*, 1992 Occasional Papers of the Bernice Pauahi Bishop Museum of Polynesian ethnology and Natural History, Vol.8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
es_419: - [#1]: Velt Kik, *Ko E Ngaahi fetu'u 'o, Estrellas sobre tonga*, 1990 'Universidad de Atenisi, Nuku'alofa, departamento de impresión del gobierno de Tonga. - [#2]: T.H Fale, *astronomía tongana*, fundación Polynesian Eyes de 1990, Nuku'alofa, impresión Tonga Choice. - [#3]: E. E. V. Collocott, *astronomía y calendario de Tonga*, 1992 Documentos ocasionales del Museo Episcopal de Etnología e Historia Natural Polinesia de Bernice Pauahi, Vol.8, No. 4 Honolulu, Hawái, Bishop Museum Press 1922, p. 157-173.
sv: - [#1]: Velt Kik, *Ko E Ngaahi fetu'u 'o, Stars over tonga*, 1990 'Atenisi University, Nuku'alofa, Tonga Government printing department. - [#2]: T.H Fale, *Tongan astronomy*, 1990 Polynesian Eyes foundation, Nuku'alofa, Tonga Choice printing. - [#3]: E. E. V. Collocott, *Tongan astronomy and calendar*, 1992 Occasional Papers of the Bernice Pauahi Bishop Museum of Polynesian ethnology and Natural History, Vol.8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, s. 157-173.

source: [Tukano](https://en.wikipedia.org/wiki/Tucano_people) is the common name for a group of indigenous tribes who live around the northwestern region of Brazil, near Colombia and Venezuela. The group shown in this work live on the banks of the Rio Tiquié within the Rio Negro bay in the Amazonas State, Brazil. <img src="illustrations/Calendario_Tukano.png" width="400" height="400" /> *One circular calendar developed in 2007.*
es_419: [Tucano](https://en.wikipedia.org/wiki/Tucano_people) es el nombre común de un grupo de tribus indígenas que viven en la región noroeste de Brasil, cerca de Colombia y Venezuela. El grupo mostrado en este trabajo vive a orillas del Río Tiquié, dentro de la bahía de Río Negro en el Estado de Amazonas, Brasil. <img src="illustrations/Calendario_Tukano.png" width="400" height="400" /> *Un calendario circular desarrollado en 2007.*
ru: [Тукано](https://en.wikipedia.org/wiki/Tucano_people) — это общее название группы коренных племен, которые живут в северо-западной части Бразилии, недалеко от Колумбии и Венесуэлы. Группа, изображенная на этой работе, живет на берегу реки Рио-Тикье в заливе Риу-Негро в штате Амазонас, Бразилия. <img src="illustrations/Calendario_Tukano.png" width="400" height="400" /> *Один круговой календарь, разработанный в 2007 году.*
sv: [Tukano] (https://en.wikipedia.org/wiki/Tucano_people) är det gemensamma namnet för en grupp ursprungsfolk som lever i nordvästra Brasilien, nära Colombia och Venezuela. Den grupp som visas i detta verk bor vid stranden av Rio Tiquié i Rio Negro-bukten i delstaten Amazonas i Brasilien. <img src="illustrations/Calendario_Tukano.png" width="400" height="400" /> *Ett årshjul utvecklat 2007.*
uk: [Тукано (туканці)](https://en.wikipedia.org/wiki/Tucano_people) — загальна назва групи тубільних племен, які живуть у північно-західній частині Бразилії, поряд із Колумбією та Венесуелою. Група племен, на основі вірувань якої виконано цю роботу, проживає на берегах Ріо-Тікуї, навколо затоки Ріо-Негро у штаті Амазонас, Бразилія. <img src="illustrations/Calendario_Tukano.png" width="400" height="400" /> *Один круговий календар створено у 2007 році.*
