Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Determination of the talismanic animals and associated star "palaces" together with the associated 28 *sei shuku* or lunar lodges represent some of the most complex aspects of Asian "astronomy". An apparent anomaly is the fact that the actual positional path of the sun seems to move in a direction opposite the seasonal associations of Spring and Fall. Some scientists argues that this is due to the animals and sei shuku being created some 17 to 18 millennia ago (precession creating the anomaly), but it does not really explain the apparent "backward" motion of the sun through seasons. According to some scientists, the talismanic animals with their associated sei shuku were probably used in conjunction with the direction to which the handle of the big dipper (often called the "North Seven Stars" in China, Korea, and Japan) pointed at the equinoxes and solstices. Before the Christian Era, when the sei shuku were created, the big dipper did not appear to set, because they had a relatively "higher" position than now. Like myths and traditions in Western cultures, these views still wield influence in the daily life of people in China, Korea, and Japan (this despite quite prominent scientific literacy). However, it should be pointed out that astrological divination in China, Korea and Japan was and is rather complex. The lore related to moon stations is one of the most interesting aspects of Asian Ethnoastronomy. Japanese interpretations of these associations tended to revolve around agricultural needs and animistic views of nature. Unlike many Western myths and traditions, japanese gods in the similitude of the talismanic animals can be seen as manifestations of nature. Below is an example of a star chart from Edo Era Japan. ![](illustrations/chart.png) *Close-Up of Yasui's Map Showing the First 15 Moon Stations* ### The Azure Dragon of the East (Spring) The 7 Moon Stations of the "East" or "Blue Dragon". |<notr>#</notr>|Chinese Character|Meaning|Key Star|Japanese Name| |-----------------------------------------------------------------------------|-----------------|-------|--------|-------------| |<notr>1</notr>|![](illustrations/mn01.png)|Horn(s), perhaps Angle, Corner|<notr>&alpha; Vir</notr>|<notr>SuBoshi</notr>| |<notr>2</notr>|![](illustrations/mn02.png)|Neck, Throat|<notr>&kappa; Vir</notr>|<notr>AmiBoshi</notr>| |<notr>3</notr>|![](illustrations/mn03.png)|Root, perhaps Shoulder or Base|<notr>&iota; Lib; </notr>sometimes<notr> &alpha; Lib</notr>|<notr>TomoBoshi</notr>| |<notr>4</notr>|![](illustrations/mn04.png)|Chamber, perhaps Breasts|<notr>&delta; Sco; </notr>sometimes<notr> &pi; Sco</notr>|<notr>SoiBoshi</notr>| |<notr>5</notr>|![](illustrations/mn05.png)|Heart|<notr>&sigma; Sco</notr>|<notr>NakagoBoshi</notr>| |<notr>6</notr>|![](illustrations/mn06.png)|Tail|<notr>&mu; Sco</notr>|<notr>AshitareBoshi</notr>| |<notr>7</notr>|![](illustrations/mn07.png)|Basket|<notr>&gamma; Sgr; </notr>sometimes<notr> &eta; Sgr</notr>|<notr>MiBoshi</notr>| ### The "Genbu" (Black Tortoise) of the North (Winter) The 7 Moon Stations of the "North" (Genbu) or "Black Tortoise of Winter" (also "Somber" or "Black" Warrior). |<notr>#</notr>|Chinese Character|Meaning|Key Star|Japanese Name| |-----------------------------------------------------------------------------|-----------------|-------|--------|-------------| |<notr>8</notr>|![](illustrations/mn08.png)|Dipper; Measure|<notr>&phi; Sgr</notr>|<notr>HikitsuBoshi</notr>| |<notr>9</notr>|![](illustrations/mn09.png)|Cow|<notr>&beta; Cap</notr>|<notr>InamiBoshi</notr>| |<notr>10</notr>|![](illustrations/mn10.png)|Woman; perhaps Waiting Maid|<notr>&epsilon; Aqr</notr>|<notr>UrukiBoshi</notr>| |<notr>11</notr>|![](illustrations/mn11.png)|Emptiness|<notr>&beta; Aqr</notr>|<notr>TomiteBoshi</notr>| |<notr>12</notr>|![](illustrations/mn12.png)|Roof Top, perhaps Danger, Steep|<notr>&alpha; Aqr</notr>|<notr>UmiyameBoshi</notr>| |<notr>13</notr>|![](illustrations/mn13.png)|Room, perhaps Encampment|<notr>&alpha; Peg</notr>|<notr>HatsuiBoshi</notr>| |<notr>14</notr>|![](illustrations/mn14.png)|Wall|<notr>&gamma; Peg</notr>|<notr>NamameBoshi</notr>| ### The White Tiger of the West (Fall) The 7 Moon Stations of the "West" or "White Tiger". |<notr>#</notr>|Chinese Character|Meaning|Key Star|Japanese Name| |-----------------------------------------------------------------------------|-----------------|-------|--------|-------------| |<notr>15</notr>|![](illustrations/mn15.png)|Stride, Foot|<notr>&delta; And</notr>|<notr>TokakiBoshi</notr>| |<notr>16</notr>|![](illustrations/mn16.png)|Hill, Lasso; perhaps Bellows|<notr>&beta; Ari</notr>|<notr>TataraBoshi</notr>| |<notr>17</notr>|![](illustrations/mn17.png)|Stomach|<notr>35 Ari</notr>|<notr>EkieBoshi</notr>| |<notr>18</notr>|![](illustrations/mn18.png)|Stopping Place, United; perhaps "Getting Together"|<notr>17 Tau; </notr>sometimes<notr> 16 Tau</notr>|<notr>SubaruBoshi</notr>| |<notr>19</notr>|![](illustrations/mn19.png)|Net; perhaps related to Rain|<notr>&epsilon; Tau</notr>|<notr>AmefuriBoshi</notr>| |<notr>20</notr>|![](illustrations/mn20.png)|Turtle Snout, perhaps Tuft on Owl's Head| |<notr>TorokiBoshi</notr>| |<notr>21</notr>|![](illustrations/mn21.png)|Investigator, Three|<notr>&delta; Ori; </notr>sometimes<notr> &beta; Ori</notr>|<notr>KagasukiBoshi</notr>| ### The Red Bird of the South (Summer) The 7 Moon Stations of the "South" or "Red Bird". |<notr>#</notr>|Chinese Character|Meaning|Key Star|Japanese Name| |-----------------------------------------------------------------------------|-----------------|-------|--------|-------------| |<notr>22</notr>|![](illustrations/mn22.png)|Well|<notr>&mu; Gem</notr>|<notr>ChichiriBoshi</notr>| |<notr>23</notr>|![](illustrations/mn23.png)|Ogre, Devil, perhaps Ghost|<notr>&delta; Cnc; </notr>sometimes<notr> &theta; Cnc</notr>|<notr>TamahomeBoshi</notr>| |<notr>24</notr>|![](illustrations/mn24.png)|Willow|<notr>&delta; Hya</notr>|<notr>NurikoBoshi</notr>| |<notr>25</notr>|![](illustrations/mn25.png)|Stars|<notr>&alpha; Hya</notr>|<notr>HotohoriBoshi</notr>| |<notr>26</notr>|![](illustrations/mn26.png)|Stretched Net|<notr>&nu; Hya</notr>|<notr>ChirikoBoshi</notr>| |<notr>27</notr>|![](illustrations/mn27.png)|Wings|<notr>&alpha; Crt</notr>|<notr>TasukiBoshi</notr>| |<notr>28</notr>|![](illustrations/mn28.png)|Chariot Cross-Board, perhaps strings of Koto|<notr>&gamma; Crv</notr>|<notr>MitsukakeBoshi</notr>|
es_419: La determinación de los animales talismánicos y los "palacios" de estrellas asociados junto con los 28 *sei shuku* o logias lunares asociados representan algunos de los aspectos más complejos de la "astronomía" asiática. Una anomalía aparente es el hecho de que el camino posicional real del sol parece moverse en una dirección opuesta a las asociaciones estacionales de primavera y otoño. Algunos científicos argumentan que esto se debe a que los animales y el sei shuku se crearon hace unos 17 a 18 milenios (la precesión creó la anomalía), pero en realidad no explica el aparente movimiento "hacia atrás" del sol a través de las estaciones. Según algunos científicos, los animales talismánicos con su sei shuku asociado probablemente se usaron junto con la dirección a la que el mango de El Carro (a menudo llamado las "Siete Estrellas del Norte" en China, Corea y Japón) señalaba los equinoccios. y solsticios. Antes de la era cristiana, cuando se creó el sei shuku, el gran cazo no parecía establecerse, porque tenían una posición relativamente "más alta" que ahora. Al igual que los mitos y tradiciones en las culturas occidentales, estos puntos de vista aún ejercen influencia en la vida cotidiana de las personas en China, Corea y Japón (a pesar de la alfabetización científica bastante prominente). Sin embargo, debe señalarse que la adivinación astrológica en China, Corea y Japón fue y es bastante compleja. La tradición relacionada con las estaciones lunares es uno de los aspectos más interesantes de la etnoastronomía asiática. Las interpretaciones japonesas de estas asociaciones tendían a girar en torno a las necesidades agrícolas y las visiones animistas de la naturaleza. A diferencia de muchos mitos y tradiciones occidentales, los dioses japoneses en la similitud de los animales talismánicos pueden verse como manifestaciones de la naturaleza. A continuación se muestra un ejemplo de un gráfico de estrellas de la era edo de Japón. ![](illustrations/chart.png) *Primer plano del mapa de Yasui que muestra las primeras 15 estaciones lunares* ### El dragón azul del este (primavera) Las 7 estaciones lunares del "Este" o "Dragón Azul". |#|Caracter chino|Significado|Estrella clave|Nombre japonés| |-----------------------------------------------------------------------------|--------------|-----------|--------------|--------------| |1|![](illustrations/mn01.png)|Cuerno(s), quizás ángulo, esquina|&alpha; Vir|SuBoshi| |2|![](illustrations/mn02.png)|Cuello, garganta|&kappa; Vir|AmiBoshi| |3|![](illustrations/mn03.png)|Raíz, quizá hombro o base|&iota; Lib; algunas veces &alpha; Lib|TomoBoshi| |4|![](illustrations/mn04.png)|Cámara, tal vez senos|&delta; Sco; algunas veces &pi; Sco|SoiBoshi| |5|![](illustrations/mn05.png)|Corazón|&sigma; Sco|NakagoBoshi| |6|![](illustrations/mn06.png)|Cola|&mu; Sco|AshitareBoshi| |7|![](illustrations/mn07.png)|Cesta|&gamma; Sgr; algunas veces &eta; Sgr|MiBoshi| ### El "Genbu" (Tortuga Negra) del Norte (Invierno) Las 7 estaciones lunares del "Norte" (Genbu) o "Tortuga Negra de Invierno" (también Guerrero "Sombrío" o "Negro"). |#|Caracter chino|Significado|Estrella clave|Nombre japonés| |-----------------------------------------------------------------------------|--------------|-----------|--------------|--------------| |8|![](illustrations/mn08.png)|Cazo; Medida|&phi; Sgr|HikitsuBoshi| |9|![](illustrations/mn09.png)|Vaca|&beta; Cap|InamiBoshi| |10|![](illustrations/mn10.png)|Mujer; tal vez mucama esperando|&epsilon; Aqr|UrukiBoshi| |11|![](illustrations/mn11.png)|Vacío|&beta; Aqr|TomiteBoshi| |12|![](illustrations/mn12.png)|Techo, tal vez peligro, empinado|&alpha; Aqr|UmiyameBoshi| |13|![](illustrations/mn13.png)|Habitación, quizás Campamento|&alpha; Peg|HatsuiBoshi| |14|![](illustrations/mn14.png)|Muro|&gamma; Peg|NamameBoshi| ### El tigre blanco del oeste (otoño) Las 7 estaciones lunares del "oeste" o "tigre blanco". |#|Caracter chino|Significado|Estrella clave|Nombre japonés| |-----------------------------------------------------------------------------|--------------|-----------|--------------|--------------| |15|![](illustrations/mn15.png)|Zancada, pie|&delta; And|TokakiBoshi| |16|![](illustrations/mn16.png)|Colina, lazo; quizás fuelle|&beta; Ari|TataraBoshi| |17|![](illustrations/mn17.png)|Estómago|35 Ari|EkieBoshi| |18|![](illustrations/mn18.png)|Lugar de parada, unidos; tal vez "reunirse"|17 Tau; algunas veces 16 Tau|SubaruBoshi| |19|![](illustrations/mn19.png)|Red; quizás relacionado con la lluvia|&epsilon; Tau|AmefuriBoshi| |20|![](illustrations/mn20.png)|Hocico de tortuga, tal vez mechón en la cabeza del búho| |TorokiBoshi| |21|![](illustrations/mn21.png)|Investigador, tres|&delta; Ori; algunas veces &beta; Ori|KagasukiBoshi| ### El pájaro rojo del sur (verano) Las 7 estaciones lunares del "sur" o "pájaro rojo". |#|Caracter chino|Significado|Estrella clave|Nombre japonés| |-----------------------------------------------------------------------------|--------------|-----------|--------------|--------------| |22|![](illustrations/mn22.png)|Pozo|&mu; Gem|ChichiriBoshi| |23|![](illustrations/mn23.png)|Ogro, diablo, tal vez fantasma|&delta; Cnc; algunas veces &theta; Cnc|TamahomeBoshi| |24|![](illustrations/mn24.png)|Sauce|&delta; Hya|NurikoBoshi| |25|![](illustrations/mn25.png)|Estrellas|&alpha; Hya|HotohoriBoshi| |26|![](illustrations/mn26.png)|Red estirada|&nu; Hya|ChirikoBoshi| |27|![](illustrations/mn27.png)|Alas|&alpha; Crt|TasukiBoshi| |28|![](illustrations/mn28.png)|Carro cruzado, quizás cadenas de Koto|&gamma; Crv|MitsukakeBoshi|
ru: Определение животных-талисманов и связанных с ними звездных «дворцов» вместе с соответствующими 28 *сейшуку* или лунными домиками представляет собой некоторые из наиболее сложных аспектов азиатской «астрономии». Очевидной аномалией является тот факт, что фактическая позиционная траектория Солнца, кажется, движется в направлении, противоположном сезонным ассоциациям весны и осени. Некоторые ученые утверждают, что это происходит из-за того, что животные и сейшуку были созданы 17–18 тысячелетий назад (прецессия, создавшая аномалию), но это не объясняет явное «обратное» движение Солнца в зависимости от времени года. По мнению некоторых ученых, животные-талисманы и связанные с ними сейшуку, вероятно, использовались в сочетании с направлением, в котором ручка большого ковша (часто называемого «Северными семью звездами» в Китае, Корее и Японии) указывала на точки равноденствия и солнцестояния. До христианской эры, когда были созданы сейшуку, большой ковш, похоже, не заходил, потому что они занимали относительно «более высокое» положение, чем сейчас. Подобно мифам и традициям в западных культурах, эти взгляды по-прежнему оказывают влияние на повседневную жизнь людей в Китае, Корее и Японии (и это несмотря на довольно высокую научную грамотность). Однако следует отметить, что астрологическое гадание в Китае, Корее и Японии было и остается довольно сложным. Предания, связанные с лунными стоянками, - один из самых интересных аспектов азиатской этноастрономии. Японские интерпретации этих ассоциаций, как правило, вращались вокруг сельскохозяйственных нужд и анимистических взглядов на природу. В отличие от многих западных мифов и традиций, японские боги в образе животных-талисманов могут рассматриваться как проявления природы. Ниже приведен пример звездной карты эпохи Эдо, Япония. ![](illustrations/chart.png) *Крупный план карты Ясуи с указанием первых 15 лунных стоянок* ### Лазурный Дракон Востока (Весна) 7 лунных стоянок «Востока» или «Голубого Дракона». |#|Китайский иероглиф|Значение|Ключевая звезда|Японское название| |-----------------------------------------------------------------------------|------------------|--------|---------------|-----------------| |1|![](illustrations/mn01.png)|Рог(а), возможно угол, край|&alpha; Vir|SuBoshi| |2|![](illustrations/mn02.png)|Шея, глотка|&kappa; Vir|AmiBoshi| |3|![](illustrations/mn03.png)|Корень, возможно плечо или основание|&iota; Lib; иногда &alpha; Lib|TomoBoshi| |4|![](illustrations/mn04.png)|Камера, возможно грудь|&delta; Sco; иногда &pi; Sco|SoiBoshi| |5|![](illustrations/mn05.png)|Сердце|&sigma; Sco|NakagoBoshi| |6|![](illustrations/mn06.png)|Хвост|&mu; Sco|AshitareBoshi| |7|![](illustrations/mn07.png)|Корзина|&gamma; Sgr; иногда &eta; Sgr|MiBoshi| ### «Генбу» (Черная Черепаха) Севера (Зима) 7 лунных стоянок «Севера» (Генбу) или «Черной Черепахи Зимы» (также «Мрачного» или «Черного» Воина). |#|Китайский иероглиф|Значение|Ключевая звезда|Японское название| |-----------------------------------------------------------------------------|------------------|--------|---------------|-----------------| |8|![](illustrations/mn08.png)|Ковш; мера|&phi; Sgr|HikitsuBoshi| |9|![](illustrations/mn09.png)|Корова|&beta; Cap|InamiBoshi| |10|![](illustrations/mn10.png)|Женщина; возможно ожидающая горничная|&epsilon; Aqr|UrukiBoshi| |11|![](illustrations/mn11.png)|Пустота|&beta; Aqr|TomiteBoshi| |12|![](illustrations/mn12.png)|Верх крыши, возможно опасная, крутая|&alpha; Aqr|UmiyameBoshi| |13|![](illustrations/mn13.png)|Комната, возможно лагерь|&alpha; Peg|HatsuiBoshi| |14|![](illustrations/mn14.png)|Стена|&gamma; Peg|NamameBoshi| ### Белый Тигр Запада (Осень) 7 лунных стоянок «Запада» или «Белого Тигра». |#|Китайский иероглиф|Значение|Ключевая звезда|Японское название| |-----------------------------------------------------------------------------|------------------|--------|---------------|-----------------| |15|![](illustrations/mn15.png)|Шаг, стопа|&delta; And|TokakiBoshi| |16|![](illustrations/mn16.png)|Холм, лассо; возможно сильфоны|&beta; Ari|TataraBoshi| |17|![](illustrations/mn17.png)|Желудок|35 Ari|EkieBoshi| |18|![](illustrations/mn18.png)|Остановка, союз; возможно "собираемся вместе"|17 Tau; иногда 16 Tau|SubaruBoshi| |19|![](illustrations/mn19.png)|Сеть; возможно связано с дождем|&epsilon; Tau|AmefuriBoshi| |20|![](illustrations/mn20.png)|Морда черепахи, возможно хохолок на голове совы| |TorokiBoshi| |21|![](illustrations/mn21.png)|Следователь, трое|&delta; Ori; иногда &beta; Ori|KagasukiBoshi| ### Красная Птица Юга (Лето) 7 лунных стоянок «Юга» или «Красной Птицы». |#|Китайский иероглиф|Значение|Ключевая звезда|Японское название| |-----------------------------------------------------------------------------|------------------|--------|---------------|-----------------| |22|![](illustrations/mn22.png)|Родник|&mu; Gem|ChichiriBoshi| |23|![](illustrations/mn23.png)|Огр, дьявол, возможно призрак|&delta; Cnc; иногда &theta; Cnc|TamahomeBoshi| |24|![](illustrations/mn24.png)|Ива|&delta; Hya|NurikoBoshi| |25|![](illustrations/mn25.png)|Звёзды|&alpha; Hya|HotohoriBoshi| |26|![](illustrations/mn26.png)|Натянутая сеть|&nu; Hya|ChirikoBoshi| |27|![](illustrations/mn27.png)|Крылья|&alpha; Crt|TasukiBoshi| |28|![](illustrations/mn28.png)|Коляска, возможно струны Кото|&gamma; Crv|MitsukakeBoshi|
sv: Bestämningen av talismandjur och tillhörande stjärnpalats tillsammans med de tillhörande 28 *sei shuku* eller månlogerna utgör några av de mest komplexa aspekterna av asiatisk "astronomi". En uppenbar anomali är det faktum att solens faktiska position verkar röra sig i en riktning som är motsatt vårens och höstens årstidsbundenheter. Vissa forskare hävdar att detta beror på att djuren och sei shuku skapades för 17-18 årtusenden sedan (precessionen skapar anomalin), men det förklarar inte riktigt solens uppenbara "baklängesrörelse" genom årstiderna. Enligt vissa forskare användes de talismanliknande djuren med tillhörande sei shuku förmodligen i samband med den riktning som handtaget på Karlavagnen (ofta kallad "de sju nordliga stjärnorna" i Kina, Korea och Japan) pekade vid dagjämning och solstånd. Före den kristna eran, när sei shuku skapades, verkade inte Karlavagnen gå ner, eftersom de hade en relativt "högre" position än nu. Liksom myter och traditioner i västerländska kulturer har dessa uppfattningar fortfarande inflytande i det dagliga livet för människor i Kina, Korea och Japan (detta trots en ganska framträdande vetenskaplig läskunnighet). Det bör dock påpekas att astrologisk spådom i Kina, Korea och Japan var och är ganska komplex. Läran om månstationerna är en av de mest intressanta aspekterna av asiatisk etnoastronomi. De japanska tolkningarna av dessa associationer tenderade att kretsa kring jordbrukets behov och en animistisk syn på naturen. Till skillnad från många västerländska myter och traditioner kan japanska gudar i likhet med talismandjuren ses som manifestationer av naturen. Nedan visas ett exempel på en stjärnkarta från Edo-erans Japan. ![](illustrationer/kart.png) *Närbild av Yasuis karta som visar de 15 första månstationerna* ### Den azurblå draken i öst (vår) De 7 månstationerna i "öst" eller "blå draken". <notr>|#|kinesiska</notr> tecken|betydelse|nyckelstjärna|japanskt namn| |-----------------------------------------------------------------------------|-----------------|-------|--------|-------------| <notr>|1|</notr>![](illustrationer/mn01.png)|Horn, kanske Vinkel, Hörn|α <notr>Vir|SuBoshi|</notr> <notr>|2|</notr>![](illustrationer/mn02.png)|Nacke, hals|κ <notr>Vir|AmiBoshi|</notr> <notr>|3|</notr>![](illustrationer/mn03.png)|Rot, kanske axel eller bas|ι<notr>Lib; </notr>ibland<notr> α</notr><notr>Lib|TomoBoshi|</notr> <notr>|4|</notr>![](illustrationer/mn04.png)|Kammare, kanske Bröst|δ<notr>Sco; </notr>ibland<notr> π</notr><notr>Sco|SoiBoshi|</notr> <notr>|5|</notr>![](illustrationer/mn05.png)|Hjärta|σ <notr>Sco|NakagoBoshi|</notr> <notr>|6|</notr>![](illustrationer/mn06.png)|Svans|μ <notr>Sco|AshitareBoshi|</notr> <notr>|7|</notr>![](illustrationer/mn07.png)|Korg|γ<notr>Sgr; </notr>ibland<notr> η</notr><notr>Sgr|MiBoshi|</notr> ### Den "Genbu" (svarta sköldpaddan) i norr (vinter) De 7 månstationerna i "norr" (Genbu) eller "vinterns svarta sköldpadda" (även "dyster" eller "svart" krigare). <notr>|#|kinesiska</notr> tecken|betydelse|nyckelstjärna|japanskt namn| |-----------------------------------------------------------------------------|-----------------|-------|--------|-------------| <notr>|8|</notr>![](illustrationer/mn08.png)|Dipper; Mått|φ <notr>Sgr|HikitsuBoshi|</notr> <notr>|9|</notr>![](illustrationer/mn09.png)|Ko|β <notr>Mössa|InamiBoshi|</notr> <notr>|10|</notr>![](illustrationer/mn10.png)|Kvinna; kanske väntande jungfru|ε <notr>Aqr|UrukiBoshi|</notr> <notr>|11|</notr>![](illustrationer/mn11.png)<notr>|Tomhet|β</notr><notr>Aqr|TomiteBoshi|</notr> <notr>|12|</notr>![](illustrationer/mn12.png)|Tak, kanske fara, brant|α <notr>Aqr|UmiyameBoshi|</notr> <notr>|13|</notr>![](illustrationer/mn13.png)|Rum, kanske läger|α <notr>Peg|HatsuiBoshi|</notr> <notr>|14|</notr>![](illustrationer/mn14.png)|Vägg|γ <notr>Peg|NamameBoshi|</notr> ### Den vita tigern i väst (Fall) De 7 månstationerna i "Väst" eller "Vita tigern". <notr>|#|kinesiska</notr> tecken|betydelse|nyckelstjärna|japanskt namn| |-----------------------------------------------------------------------------|-----------------|-------|--------|-------------| <notr>|15|</notr>![](illustrationer/mn15.png)|Stride, Foot|δ <notr>And|TokakiBoshi|</notr> <notr>|16|</notr>![](illustrationer/mn16.png)|Hill, Lasso; kanske Bellows|β <notr>Ari|TataraBoshi|</notr> <notr>|17|</notr>![](illustrationer/mn17.png)|Stomach|35 <notr>Ari|EkieBoshi|</notr> <notr>|18|</notr>![](illustrationer/mn18.png)|Stoppställe, Förenade; kanske "Att komma samman"|17<notr>Tau </notr>; ibland<notr> 16</notr><notr>Tau|SubaruBoshi|</notr> <notr>|19|</notr>![](illustrationer/mn19.png)|Net; kanske relaterat till Rain|ε <notr>Tau|AmefuriBoshi|</notr> <notr>|20|</notr>![](illustrationer/mn20.png)|Sköldpaddssnabel, kanske tofs på ugglehuvud| <notr>|TorokiBoshi|</notr> <notr>|21|</notr>![](illustrationer/mn21.png)|Investigator, tre|δ<notr>Ori; </notr>ibland<notr> β</notr><notr>Ori|KagasukiBoshi|</notr> ### Den röda fågeln i söder (sommar) De 7 månstationerna i "Söder" eller "Röda fågeln". <notr>|#|kinesiska</notr> tecken|betydelse|nyckelstjärna|japanskt namn| |-----------------------------------------------------------------------------|-----------------|-------|--------|-------------| <notr>|22|</notr>![](illustrationer/mn22.png)|Bra <notr>pärla|ChichiriBoshi|</notr> <notr>|23|</notr>![](illustrationer/mn23.png)|Ogre, Djävul, kanske Spöke|δ<notr>Cnc; </notr>ibland<notr> θ</notr><notr>Cnc|TamahomeBoshi|</notr> <notr>|24|</notr>![](illustrationer/mn24.png)|Willow|δ <notr>Hya|NurikoBoshi|</notr> <notr>|25|</notr>![](illustrationer/mn25.png)|Stars|α <notr>Hya|HotohoriBoshi|</notr> <notr>|26|</notr>![](illustrationer/mn26.png)|Stretched Net|ν <notr>Hya|ChirikoBoshi|</notr> <notr>|27|</notr>![](illustrationer/mn27.png)|Vingar|α <notr>Crt|TasukiBoshi|</notr> <notr>|28|</notr>![](illustrationer/mn28.png)|Vagnens korsbräda, kanske strängar av Koto|γ <notr>Crv|MitsukakeBoshi|</notr>
uk: Визначення тварин-талісманів та пов’язаних з ними зоряних «палаців» разом із пов’язаними двадцятьма вісьмома *сей сюку* або місячними житлами є одним із найскладніших питань азійської «астрономії». Видимим відхиленням при цьому є той факт, що справжній рух позицій Сонця є протилежним за напрямком до прив’язки до пір року від весни до осені. Деякі вчені стверджують, що причиною є те, що тварин та сей сюку було вигадано 17-18 тисячоліть тому (аномалію створено внаслідок прецесії), але це не пояснює видимий «зворотний» рух Сонця за порами року. Відповідно до думки деяких учених, тварини-талісмани з пов’язаними сей сюку використовувалися у поєднанні з напрямком, у якому вказує ручка великого ковша (який у Китаї, Кореї та Японії часто називають «Сімома Північними Зірками») на рівнодення та сонцестояння. У дохристиянську добу, коли було створено сей сюку, великий ківш ніколи не ховався під горизонтом, оскільки його зірки мали відносно «вищу» позицію ніж тепер. Подібно до міфів і традицій західноєвропейських культур, ці погляди усе ще впливають на повсякденне життя людей у Китаї, Кореї та Японії (і усе це навіть у добу значного знайомства із сучасною наукою). Втім, слід зауважити, що астрологічні гадання у Китаї, Кореї та Японії були і залишаються доволі складною справою. Традиційні знання, пов’язані із місячними станціями є одним із найцікавіших аспектів азійської етноастрономії. Японські трактування цих зв’язків оберталися навколо потреб сільського господарства та анімістичних поглядів на природу. На відміну від багатьох західноєвропейських міфів та традицій, японських богів у подібності до тварин-талісманів можна розглядати як прояви природи. Нижче наведено приклад зоряної карти японської епохи Едо. ![](illustrations/chart.png) *Великий план карти Ясуї з першими 15 місячними станціями* ### Лазуровий Дракон Сходу (Весна) 7 місячних станцій «Сходу» або «Синього Дракона» |#|Символ китайською|Значення|Ключова зірка|Назва японською| |-----------------------------------------------------------------------------|-----------------|--------|-------------|---------------| |1|![](illustrations/mn01.png)|Ріг (Роги), ймовірно Кут|&alpha; Vir|SuBoshi| |2|![](illustrations/mn02.png)|Шия, Горло|&kappa; Vir|AmiBoshi| |3|![](illustrations/mn03.png)|Корінь, іноді Плече або Основа|&iota; Lib; іноді &alpha; Lib|TomoBoshi| |4|![](illustrations/mn04.png)|Кімната, іноді Груди|&delta; Sco; іноді &pi; Sco|SoiBoshi| |5|![](illustrations/mn05.png)|Серце|&sigma; Sco|NakagoBoshi| |6|![](illustrations/mn06.png)|Хвіст|&mu; Sco|AshitareBoshi| |7|![](illustrations/mn07.png)|Кошик|&gamma; Sgr; іноді &eta; Sgr|MiBoshi| ### «Генбу» (Чорна Черепаха) Півночі (Зими) 7 місячних станцій «Півночі» (Генбу) або «Чорної Черепах Зими» (також «Похмурого» або «Чорного» Воїна). |#|Символ китайською|Значення|Ключова зірка|Назва японською| |-----------------------------------------------------------------------------|-----------------|--------|-------------|---------------| |8|![](illustrations/mn08.png)|Ківш; Міра|&phi; Sgr|HikitsuBoshi| |9|![](illustrations/mn09.png)|Корова|&beta; Cap|InamiBoshi| |10|![](illustrations/mn10.png)|Жінка; ймовірно Діва, що чекає|&epsilon; Aqr|UrukiBoshi| |11|![](illustrations/mn11.png)|Порожнеча|&beta; Aqr|TomiteBoshi| |12|![](illustrations/mn12.png)|Верхівка даху, ймовірно Небезпека, Схил|&alpha; Aqr|UmiyameBoshi| |13|![](illustrations/mn13.png)|Кімната, ймовірно Табір|&alpha; Peg|HatsuiBoshi| |14|![](illustrations/mn14.png)|Стіна|&gamma; Peg|NamameBoshi| ### Білий Тигр Заходу (Осінній) 7 місячних станцій «Захід» або «Білий Тигр». |#|Символ китайською|Значення|Ключова зірка|Назва японською| |-----------------------------------------------------------------------------|-----------------|--------|-------------|---------------| |15|![](illustrations/mn15.png)|Крок, Стопа|&delta; And|TokakiBoshi| |16|![](illustrations/mn16.png)|Пагорб, Ласо; ймовірно Міхи|&beta; Ari|TataraBoshi| |17|![](illustrations/mn17.png)|Шлунок|35 Ari|EkieBoshi| |18|![](illustrations/mn18.png)|Місце зупинки, об’єднання; ймовірно «Збір»|17 Tau; іноді 16 Tau|SubaruBoshi| |19|![](illustrations/mn19.png)|Сітка; ймовірно пов’язано із Дощем|&epsilon; Tau|AmefuriBoshi| |20|![](illustrations/mn20.png)|Морда Черепахи, ймовірно Чубчик на Голові Сови| |TorokiBoshi| |21|![](illustrations/mn21.png)|Слідчий, Троє|&delta; Ori; іноді &beta; Ori|KagasukiBoshi| ### Червоний Птах Півдня (Літа) 7 місячних станцій «Півдня» або «Червоного Птаха». |#|Символ китайською|Значення|Ключова зірка|Назва японською| |-----------------------------------------------------------------------------|-----------------|--------|-------------|---------------| |22|![](illustrations/mn22.png)|Криниця|&mu; Gem|ChichiriBoshi| |23|![](illustrations/mn23.png)|Велетень, Демон, можливо Привид|&delta; Cnc; іноді &theta; Cnc|TamahomeBoshi| |24|![](illustrations/mn24.png)|Верба|&delta; Hya|NurikoBoshi| |25|![](illustrations/mn25.png)|Зірки|&alpha; Hya|HotohoriBoshi| |26|![](illustrations/mn26.png)|Розтягнута сітка|&nu; Hya|ChirikoBoshi| |27|![](illustrations/mn27.png)|Крила|&alpha; Crt|TasukiBoshi| |28|![](illustrations/mn28.png)|Перетинка колісниці, ймовірно струни Кото|&gamma; Crv|MitsukakeBoshi|
