Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Kunitzsch, P.; Smart T. (2006). "A Dictionary of Modern star Names: A Short Guide to 254 Star Names and Their Derivations" (2nd rev. ed.). Cambridge, MA: Sky Pub. ISBN 978-1-931559-44-7. - [#2]: Allen, R. H. (1963). "Star Names: Their Lore and Meaning" (rep. ed.). New York, NY: Dover Publications Inc. ISBN 0-486-21079-0. - [#3]: [2000, A&AS, 143, 9, "The SIMBAD astronomical database", Wenger et al.](http://adsabs.harvard.edu/abs/2000A%26AS..143....9W) - [#4]: [Final Results of NameExoWorlds Public Vote Released](http://www.iau.org/news/pressreleases/detail/iau1514/) - [#5]: [STARS by Jim Kaler, Prof. Emeritus of Astronomy, University of Illinois](http://stars.astro.illinois.edu/sow/sowlist.html) - [#6]: [IAU Catalog of Star Names (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#7]: [Covington, Michael (2002). "Celestial Objects for Modern Telescopes: Practical Amateur Astronomy". Cambridge University Press.](https://books.google.com/books?id=ql7wLq1fP5QC&pg=PA209) - [#8]: ["61 Cyg (Piazzi's Flying Star)". Science&Space News. Retrieved June 1, 2015.](http://news.sky-map.org/starview?object_type=1&object_id=2282&object_name=HD+201091&locale=EN) - [#9]: [Kruger 60](https://en.wikipedia.org/wiki/Kruger_60) - [#10]: [List of Named Stars in Alphabetical Order](https://web.archive.org/web/20220701073320/http://www.astro.wisc.edu/~dolan/constellations/starname_list.html) - [#11]: [Jack W. Rhoads (1971). "Reduced Star Catalog Containing 537 Named Stars", Jet Propulsion Laboratory, California Institute of Technology; November 15, 1971](https://ntrs.nasa.gov/citations/19720005197) - [#12]: [IAU Naming Stars](https://www.iau.org/public/themes/naming_stars/) - [#13]: [Bright Star Catalogue, 5th Revised Ed. (Hoffleit+, 1991)](http://vizier.u-strasbg.fr/viz-bin/VizieR?-source=V/50) - [#14]: Piazzi, G, ed. (1814). "Praecipuarum Stellarum Inerrantium Positiones Mediae Ineunte Saeculo XIX: ex Observationibus Habitis in Specula Panormitana ab anno 1792 ad annum 1813". Palermo. p. 21. - [#15]: Kunitzsch, P. (1959). "Arabische Sternnamen in Europa". Wiesbaden: Otto Harrassowitz. p. 155. - [#16]: Laffitte, R. (2005). "Héritages arabes: Des noms arabes pour les étoiles" (2éme revue et corrigée ed.). Paris: Librairie Orientaliste Paul Geunthner / Les Cahiers de l'Orient. p. 229. - [#17]: Burritt, E. H. (1835). "Atlas, Designed to Illustrate the Geography of the Heavens" (new ed.). New York: F. J. Huntington. plate III. - [#18]: Burnham, Robert Jr. (1978, 1979). "Burnham's Celestial Handbook: An Observer's Guide to the Universe Beyond the Solar System", Vol. 1, 2, 3. NY: Dover Publications. ISBN 978-0486235677, 978-0486235684, 978-0486236735 - [#19]: [Iota Ursae Majoris](https://en.wikipedia.org/wiki/Iota_Ursae_Majoris) - [#20]: [Falkner, David E. (2011). "The Mythology of the Night Sky: An Amateur Astronomer's Guide to the Ancient Greek and Roman Legends", Patrick Moore's Practical Astronomy, Springer. ISBN 1-4614-0136-4](https://books.google.com/books?id=tyj8UUE968wC) - [#21]: Peters, C. A. F. (1853). "On the Parallax of Argelander's Star". Monthly Notices of the Royal Astronomical Society, Vol. 14, p.49. DOI: 10.1093/mnras/14.2.49 - [#22]: Maddocks, Hugh C. (1991). "Deep-Sky Name Index 2000.0". Foxon-Maddocks Associates. ISBN 0-9628305-0-X. - [#23]: Josef Klepesta, Antonin Rükl (1977). "Constellations: A concise guide in colour". ISBN 0600008932. - [#24]: Oswald Thomas (1945). "Atlas der Sternbilder". Das Bergland-Buch, Salzburg. - [#25]: Fred Schaaf (2019). "An Assortment of Asterisms". Sky & Telescope, p.45 (Nov 2019) - [#26]: Gary Seronik (2017). "Binocular Highlights Revised & Expanded: 109 Celestial Sights for Binocular Users". F W Publications Inc. ISBN 9781940038445 - [#27]: Tony Flanders (2019). "Constellation Close-up: Centaurus and Crux". Sky & Telescope, pp.22-27 (Apr 2019). - [#28]: Sue French (2019). "Deep-Sky Wonders: Heavenly Hero". Sky & Telescope, pp.54-56 (Jul 2019). - [#29]: [Software Bisque: A Complete List of Asterisms](https://www.bisque.com/tom/asterisms/list.asp) - [#30]: [University of Northern Iowa, EARTHSCI 1100 - Astronomy, Asterisms.](https://sites.uni.edu/morgans/astro/asterisms.html) - [#31]: [Horvatin - Obsolete Constellations, Department of Physics and Astronomy, Michigan State University.](https://web.pa.msu.edu/people/horvatin/Astronomy_Facts/obsolete_pages/triangulum_minor.htm) - [#32]: [Donald H. Menzel (1964). A Field Guide to the Stars and Planets by Donald H. Menzel, Collins books - St. James's Place, London. ISBN: 0395934311, ISBN13: 9780395934319](http://www.arvindguptatoys.com/arvindgupta/menzel-fieldguide.pdf) - [#33]: [James B. (Jim) Kaler. Professor Emeritus of Astronomy, University of Illinois.](http://stars.astro.illinois.edu/sow/6tri.html) - [#34]: [Astronomy Club of Tulsa - Observer, December 2008.](http://www.astrotulsa.com/cms_files/200812.pdf) - [#35]: [Baylor University, School of Engineering and Computer Science, Astronomy observing log.](http://cs.baylor.edu/~hamerly/personal/astro/log.html) - [#36]: [IAU100 NameExoWorlds](http://nameexoworlds.iau.org/) - [#37]: [The Washington Double Star Catalog (Mason+ 2001-2020)](https://vizier.u-strasbg.fr/viz-bin/VizieR?-source=B/wds) - [#38]: [Patrick Moore, Paul Doherty, H. J. P. Arnold, The Photographic Atlas of the Stars, CRC Press LLC, 1999. ISBN 0750306548 (EXCLUDED (too many typos))](https://books.google.com/books?id=YjcvJUfnWBAC&pg=PA97#v=onepage&q&f=false) - [#39]: [Guy Consolmagno, Dan M. Davis, Turn Left at Orion, Cambridge University Press, 2019. ISBN 9781108558464](https://doi.org/10.1017/9781108558464) - [#40]: Delporte, Eugene (1930). "Delimitation scientifique des constellations (tables et cartes)". Cambridge. - [#41]: facsimile: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#42]: facsimile: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#43]: Latußeck, Arndt and Hoffmann, Susanne M: "Ein nützliches Unternehmen", Albireo Verlag, Köln, 2017 - [#44]: [Constellation english names. IAU Constellations Page](https://www.iau.org/public/themes/constellations/) - [#45]: [IAU Working Group Star Names. WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#46]: Grasshoff, Gerd: The History of Ptolemy's Star Catalogue, Springer, New York, 1990 - [#47]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#48]: [Constellation. Article on Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#49]: [Star Catalogue. Article on Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#50]: [Constellation image library of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings.](http://hubblesource.stsci.edu/sources/illustrations/constellations/) - [#51]: Santiago Paolantonio, Beatriz García (2019). "Uranometría Argentina and the constellation boundaries". Under One Sky: The IAU Centenary Symposium. Cambridge. p. 505. - [#52]: Meade Instruction Manual 7" LX200 Maksutov-Cassegrain Telescope; 8", 10", and 12" LX200 Schmidt-Cassegrain Telescopes - [#53]: [Mike Wall (2013). "Strange 'Methuselah' Star Looks Older Than the Universe". Space.com](https://www.space.com/20112-oldest-known-star-universe.html) - [#54]: [Space Telescope Science Institute (STScI). "Hubble finds 'birth certificate' of oldest known star." ScienceDaily. ScienceDaily, 7 March 2013](www.sciencedaily.com/releases/2013/03/130307145103.htm) - [#55]: [Atlas Coeli Skalnaté Pleso 1950.0](https://en.wikipedia.org/wiki/Skalnate_Pleso_Atlas_of_the_Heavens) - [#56]: [Karlseiche](https://de.wikipedia.org/wiki/Karlseiche) - [#57]: [Mural Quadrant](https://de.wikipedia.org/wiki/Mauerquadrant_(Sternbild)) - [#58]: WAA/Alexander Pikhard. Own creation, 2001. https://www.waa.at/bericht/2001/06_sofiexp/20010612/bb20010612.html.
sv: - [#1]: Kunitzsch, P.; Smart T. (2006). ”A Dictionary of Modern star Names: A Short Guide to 254 Star Names and Their Derivations” (2:a reviderade upplagan). Cambridge, MA: Sky Pub. ISBN 978-1-931559-44-7. - [#2]: Allen, R. H. (1963). ”Star Names: Their Lore and Meaning” (rep. ed.). New York, NY: Dover Publications Inc. ISBN 0-486-21079-0. - [#3]: [2000, A&AS, 143, 9, ”The SIMBAD astronomical database”, Wenger et al.](http://adsabs.harvard.edu/abs/2000A%26AS..143....9W) - [#4]: [Slutresultatet av den offentliga omröstningen om NameExoWorlds offentliggjort](http://www.iau.org/news/pressreleases/detail/iau1514/) - [#5]: [STARS av Jim Kaler, professor emeritus i astronomi, University of Illinois](http://stars.astro.illinois.edu/sow/sowlist.html) - [#6]: [IAU:s katalog över stjärnnamn (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#7]: [Covington, Michael (2002). ”Celestial Objects for Modern Telescopes: Practical Amateur Astronomy”. Cambridge University Press.](https://books.google.com/books?id=ql7wLq1fP5QC&pg=PA209) - [#8]: [”61 Cyg (Piazzi's Flying Star)”. Science&Space News. Hämtad 1 juni 2015.](http://news.sky-map.org/starview?object_type=1&object_id=2282&object_name=HD+201091&locale=EN) - [#9]: [Kruger 60](https://en.wikipedia.org/wiki/Kruger_60) - [#10]: [Lista över namngivna stjärnor i alfabetisk ordning](https://web.archive.org/web/20220701073320/http://www.astro.wisc.edu/~dolan/constellations/starname_list.html) - [#11]: [Jack W. Rhoads (1971). ”Reduced Star Catalog Containing 537 Named Stars”, Jet Propulsion Laboratory, California Institute of Technology; 15 november 1971](https://ntrs.nasa.gov/citations/19720005197) - [#12]: [IAU Naming Stars](https://www.iau.org/public/themes/naming_stars/) - [#13]: [Bright Star Catalogue, 5:e reviderade upplagan (Hoffleit+, 1991)](http://vizier.u-strasbg.fr/viz-bin/VizieR?-source=V/50) - [#14]: Piazzi, G, red. (1814). ”Praecipuarum Stellarum Inerrantium Positiones Mediae Ineunte Saeculo XIX: ex Observationibus Habitis in Specula Panormitana ab anno 1792 ad annum 1813”. Palermo. s. 21. - [#15]: Kunitzsch, P. (1959). ”Arabische Sternnamen in Europa”. Wiesbaden: Otto Harrassowitz. s. 155. - [#16]: Laffitte, R. (2005). ”Héritages arabes: Des noms arabes pour les étoiles” (2:a reviderade och korrigerade upplagan). Paris: Librairie Orientaliste Paul Geunthner / Les Cahiers de l'Orient. s. 229. - [#17]: Burritt, E. H. (1835). ”Atlas, Designed to Illustrate the Geography of the Heavens” (ny utgåva). New York: F. J. Huntington. plåt III. - [#18]: Burnham, Robert Jr. (1978, 1979). ”Burnham's Celestial Handbook: An Observer's Guide to the Universe Beyond the Solar System”, vol. 1, 2, 3. NY: Dover Publications. ISBN 978-0486235677, 978-0486235684, 978-0486236735 - [#19]: [Iota Ursae Majoris](https://en.wikipedia.org/wiki/Iota_Ursae_Majoris) - [#20]: [Falkner, David E. (2011). ”The Mythology of the Night Sky: An Amateur Astronomer's Guide to the Ancient Greek and Roman Legends”, Patrick Moore's Practical Astronomy, Springer. ISBN 1-4614-0136-4](https://books.google.com/books?id=tyj8UUE968wC) - [#21]: Peters, C. A. F. (1853). ”On the Parallax of Argelander's Star”. Monthly Notices of the Royal Astronomical Society, Vol. 14, s. 49. DOI: 10.1093/mnras/14.2.49 - [#22]: Maddocks, Hugh C. (1991). ”Deep-Sky Name Index 2000.0”. Foxon-Maddocks Associates. ISBN 0-9628305-0-X. - [#23]: Josef Klepesta, Antonin Rükl (1977). ”Constellations: A concise guide in colour”. ISBN 0600008932. - [#24]: Oswald Thomas (1945). ”Atlas der Sternbilder”. Das Bergland-Buch, Salzburg. - [#25]: Fred Schaaf (2019). ”An Assortment of Asterisms”. Sky & Telescope, s. 45 (november 2019) - [#26]: Gary Seronik (2017). ”Binocular Highlights Revised & Expanded: 109 Celestial Sights for Binocular Users”. F W Publications Inc. ISBN 9781940038445 - [#27]: Tony Flanders (2019). ”Constellation Close-up: Centaurus and Crux”. Sky & Telescope, s. 22-27 (april 2019). - [#28]: Sue French (2019). ”Deep-Sky Wonders: Heavenly Hero”. Sky & Telescope, s. 54-56 (juli 2019). - [#29]: [Software Bisque: A Complete List of Asterisms](https://www.bisque.com/tom/asterisms/list.asp) - [#30]: [University of Northern Iowa, EARTHSCI 1100 – Astronomi, asterismer.](https://sites.uni.edu/morgans/astro/asterisms.html) - [#31]: [Horvatin - Obsolete Constellations, Institutionen för fysik och astronomi, Michigan State University.](https://web.pa.msu.edu/people/horvatin/Astronomy_Facts/obsolete_pages/triangulum_minor.htm) - [#32]: [Donald H. Menzel (1964). A Field Guide to the Stars and Planets av Donald H. Menzel, Collins books - St. James's Place, London. ISBN: 0395934311, ISBN13: 9780395934319](http://www.arvindguptatoys.com/arvindgupta/menzel-fieldguide.pdf) - [#33]: [James B. (Jim) Kaler. Professor emeritus i astronomi, University of Illinois.](http://stars.astro.illinois.edu/sow/6tri.html) - [#34]: [Astronomy Club of Tulsa - Observer, december 2008.](http://www.astrotulsa.com/cms_files/200812.pdf) - [#35]: [Baylor University, School of Engineering and Computer Science, Astronomy observing log.](http://cs.baylor.edu/~hamerly/personal/astro/log.html) - [#36]: [IAU100 NameExoWorlds](http://nameexoworlds.iau.org/) - [#37]: [The Washington Double Star Catalog (Mason+ 2001-2020)](https://vizier.u-strasbg.fr/viz-bin/VizieR?-source=B/wds) - [#38]: [Patrick Moore, Paul Doherty, H. J. P. Arnold, The Photographic Atlas of the Stars, CRC Press LLC, 1999. ISBN 0750306548 (UTESLUTEN (för många stavfel))](https://books.google.com/books?id=YjcvJUfnWBAC&pg=PA97#v=onepage&q&f=false) - [#39]: [Guy Consolmagno, Dan M. Davis, Turn Left at Orion, Cambridge University Press, 2019. ISBN 9781108558464](https://doi.org/10.1017/9781108558464) - [#40]: Delporte, Eugene (1930). ”Delimitation scientifique des constellations (tables et cartes)”. Cambridge. - [#41]: faksimil: Uranometria von Johannes Bayer, Kunstschätzeverlag, Gerchsheim, 2010 - [#42]: faksimil: Die große Flamsteed Edition - Himmelskartographie nach John Flamsteed von 1776 bis 1805, Albireo Verlag, Köln, 2017 - [#43]: Latußeck, Arndt och Hoffmann, Susanne M: ”Ein nützliches Unternehmen”, Albireo Verlag, Köln, 2017 - [#44]: [Konstellationernas engelska namn. IAU:s konstellationssida](https://www.iau.org/public/themes/constellations/) - [#45]: [IAU:s arbetsgrupp för stjärnnamn. WGSN](https://www.iau.org/science/scientific_bodies/working_groups/280/) - [#46]: Grasshoff, Gerd: The History of Ptolemy's Star Catalogue, Springer, New York, 1990 - [#47]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#48]: [Konstellation. Artikel på Wikipedia](http://en.wikipedia.org/wiki/Constellation) - [#49]: [Stjärnkatalog. Artikel på Wikipedia](http://en.wikipedia.org/wiki/Star_catalogue) - [#50]: [Konstellationsbildbibliotek från U.S. Naval Observatory och Space Telescope Science Institute. Johannes Hevelius gravyrer.](http://hubblesource.stsci.edu/sources/illustrations/constellations/) - [#51]: Santiago Paolantonio, Beatriz García (2019). ”Uranometría Argentina och konstellationsgränserna”. Under One Sky: The IAU Centenary Symposium. Cambridge. s. 505. - [#52]: Meade bruksanvisning 7” LX200 Maksutov-Cassegrain-teleskop; 8”, 10” och 12” LX200 Schmidt-Cassegrain-teleskop - [#53]: [Mike Wall (2013). ”Strange ’Methuselah’ Star Looks Older Than the Universe”. Space.com](https://www.space.com/20112-oldest-known-star-universe.html) - [#54]: [Space Telescope Science Institute (STScI). ”Hubble hittar ’födelseattest’ för den äldsta kända stjärnan.” ScienceDaily. ScienceDaily, 7 mars 2013](www.sciencedaily.com/releases/2013/03/130307145103.htm) - [#55]: [Atlas Coeli Skalnaté Pleso 1950.0](https://en.wikipedia.org/wiki/Skalnate_Pleso_Atlas_of_the_Heavens) - [#56]: [Karlseiche](https://de.wikipedia.org/wiki/Karlseiche) - [#57]: [Mural Quadrant](https://de.wikipedia.org/wiki/Mauerquadrant_(Sternbild)) - [#58]: WAA/Alexander Pikhard. Egen skapelse, 2001. https://www.waa.at/bericht/2001/06_sofiexp/20010612/bb20010612.html.
