Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Division of the sky In 1922 the International Astronomical Union began to define this standard more precisely. 88 constellations were selected that covered the entire sky. The names and the boundaries of the 88 constellations were made binding, but not the historically created shapes of the constellations themselves. ### From image to constellation Greek mythology is rich in stories about gods and heroes. These stories have not been forgotten until today, among other things through the works of Hesiod and Homer. Atlases were created that showed the starry sky, illustrated with figures from Greek mythology. The stars in these figures were connected by lines, creating constellations. It was clear what these constellations were supposed to represent. But if you looked at the lines alone without the corresponding figures, the connection to the constellation was often no longer immediately understandable ### The stars, a new way to see them The children's book author H. A. Rey recognized this dilemma. He wondered why it had never occurred to anyone to draw the constellations so, that their shape made sense. He connected stars with lines and thus painted his own constellations. These constellations were intuitively recognizable, because the constellation lines themselves painted the images. H. A. Rey published his work under the title "The Stars. A New Way To See Them". ### The sky culture sternenkarten.com The sky culture sternenkarten.com is based on the idea of H. A. Rey to paint constellations in such a way, that they can be recognized intuitively. Some of the constellations, it contains, are more or less similar to those of H. A. Rey, others are based on the western standard sky culture. And still others have been completely redesigned. As far as possible, the following points have been implemented - Clear simple shapes - Intuitive recognizability - Recognizing is more important than the inclusion of many stars - Fainter stars are not considered because of the light pollution in the modern world - Triangles are easy to spot. That is why the characters wear triangular hats The following special features were built into the constellation culture: - The constellation Lynx uses a star from the constellation Great Bear - The constellation Snake is not divided into two parts. A complete snake is drawn - The star Alpheratz belongs to both the constellation Pegasus and the constellation Andromeda ### History of the sky culture sternenkarten.com - 2015: Photographing the night sky that can be seen from Germany. - 2015: Development of the sky culture sternenkarten.com - 2015: Drawing the constellations in the photos - 2016: Publication of the sky culture on the Internet - 2020: Adding to Kstars - 2021: Expanding with the constellations of the southern hemisphere Documentation: [Meine kleinen Sternenkarten](https://sternenkarten.com/die-sternbilder/)
de: ### Aufteilung des Himmels 1922 begann die Internationale Astronomische Union, diesen Standard genauer zu definieren. Es wurden 88 Sternbilder ausgewählt, die den gesamten Himmel abdeckten. Die Namen und die Grenzen der 88 Sternbilder wurden verbindlich festgelgt, nicht aber die historisch entstandenen Formen der Sternbilder selber ### Vom Bild zum Sternbild Die griechische Mythologie ist reich an Geschichten über Götter und Helden. Diese Geschichten sind bis heute nicht in Vergessenheit geraten, unter anderem durch die Werke von Hesiod und Homer. Es entstanden Atlanten, die den Sternenhimmel zeigten, illustriert mit den Figuren aus der griechischen Mythologie. Man verband die Sterne in diesen Figuren durch Linien und erschuf so Sternbilder. Es war erkennbar, was diese Sternbilder darstellen sollten. Schaute man sich die Linien aber alleine ohne die dazugehörigen Figuren an, so war die Verbindung zum Sternbild oftmals nicht mehr auf Anhieb nachvollziehbar ### Die Sterne, ein neuer Weg sie zu sehen Der Kinderbuchautor H. A. Rey erkannte dieses Dilemma und fragte sich, warum noch niemand auf die Idee gekommen war, die Sternbilder so zu zeichen, daß deren Form einen Sinn ergab. Er verband Sterne mit Linien und malte so seine eigenen Sternbilder. Diese Sternbilder waren intuitiv erkennbar, denn die Sternbildlinien selber malten die Bilder in den Himmel. H. A. Rey veröffentlichte sein Werk unter dem Titel "The Stars. A New Way To See Them". ### Die Sternbildkultur sternenkarten.com Die Sternbildkultur sternenkarten.com basiert auf der Idee von H. A. Rey, Sternbilder so zu malen, daß sie intuitiv erkannt werden können. Einige der darin enthaltenen Sternbilder ähneln mehr oder weniger denen von H. A. Rey, andere lehnen sich an die die westliche Standard-Sternbildkultur an. Und wieder andere wurden komplett neu designed. Soweit es möglich war, wurden die folgenen Punkte umgesetzt - Klare einfache Formen - Intuitive Erkennbarkeit - Das Erkennen ist wichtiger als die Einbeziehung vieler Sterne - Dunklere Sterne werden wegen der Lichtverschutzung in der modernen Welt nicht berücksichtigt - Dreiecke sind leicht erkennbar. Deshalb tragen die handelnden Personen dreieckige Mützen Folgende Besonderheiten wurden in die Sternbildkultur eingebaut: - Das Sternbild Luchs verwendet einen Stern aus dem Sternbild Großer Bär - Das Sternbild Schlange ist nicht zweigeteilt. Es wird eine vollständige Schlange gezeichnet - Der Stern Alpheratz gehört sowohl zum Sternbild Pegasus als auch zum Sternbild Andromeda ### Geschichte der Sternbildkultur sternenkarten.com - 2015: Fotografieren des Nachthimmels, der von Deutschland aus zu sehen ist. - 2015: Entwicklung der Sternbildkultur sternenkarten.com - 2015: Einzeichnen der neuen Sternbilder in die Fotos - 2016: Veröffentlichung der Sternbildkultur im Internet - 2020: Aufnahme in Kstars - 2021: Erweiterung um die Sternbilder der südlichen Hemisphäre Dokumentation: [Meine kleinen Sternenkarten](https://sternenkarten.com/die-sternbilder/)
es_419: ### División del cielo En 1922 la Unión Astronómica Internacional empezó a definir este estándar con mayor precisión. Se seleccionaron 88 constelaciones que cubrían todo el cielo. Los nombres y los límites de las 88 constelaciones se hicieron vinculantes, pero no las formas históricas de las constelaciones mismas. ### De la imagen a la constelación La mitología griega es rica en historias sobre dioses y héroes. Estas historias no han sido olvidadas hasta el día de hoy, entre otras cosas gracias a las obras de Hesíodo y Homero. Se crearon atlas que mostraban el cielo estrellado, ilustrados con figuras de la mitología griega. Las estrellas en estas figuras estaban conectadas por líneas, creando constelaciones. Estaba claro lo que se suponía que representaban estas constelaciones. Pero si se miraban las líneas solas sin las figuras correspondientes, a menudo la conexión con la constelación ya no era inmediatamente comprensible. ### Las estrellas, una nueva forma de verlas El autor de libros infantiles H. A. Rey reconoció este dilema. Se preguntó por qué a nadie se le había ocurrido dibujar las constelaciones de tal manera que su forma tuviera sentido. Unió estrellas con líneas y así pintó sus propias constelaciones. Estas constelaciones eran reconocibles intuitivamente, porque las propias líneas de las constelaciones pintaban las imágenes. H. A. Rey publicó su obra bajo el título "Las estrellas. Una nueva forma de verlas". En la medida de lo posible, se han implementado los siguientes puntos - Formas simples y claras - Reconocibilidad intuitiva - Reconocer es más importante que la inclusión de muchas estrellas. - Las estrellas más débiles no se consideran debido a la contaminación lumínica en el mundo moderno. - Los triángulos son fáciles de detectar. Por eso los personajes usan sombreros triangulares. Las siguientes características especiales se incorporaron a la cultura de las constelaciones: - La constelación del Lince utiliza una estrella de la constelación de la Osa Mayor. - La constelación de la Serpiente no está dividida en dos partes. Se dibuja una serpiente completa. - La estrella Alpheratz pertenece tanto a la constelación de Pegaso como a la constelación de Andrómeda. ### Historia de la cultura estelar sternenkarten.com - 2015: Fotografiando el cielo nocturno que se ve desde Alemania. - 2015: Desarrollo de la cultura estelar sternenkarten.com - 2015: Dibujando las constelaciones en las fotos. - 2016: Publicación de la cultura estelar en Internet. - 2020: Agregar a Kstars - 2021: Ampliación con las constelaciones del hemisferio sur Documentación: [Meine kleinen Sternenkarten](https://sternenkarten.com/die-sternbilder/)
ru: ### Разделение неба В 1922 году Международный астрономический союз начал уточнять этот стандарт. Было выбрано 88 созвездий, покрывающих все небо. Обязательными стали названия и границы 88 созвездий, но не исторически созданные формы самих созвездий. ### От образа к созвездию Греческая мифология богата историями о богах и героях. Эти истории не были забыты до сих пор, в том числе благодаря работам Гесиода и Гомера. Были созданы атласы, которые показывали звездное небо, иллюстрированное фигурами из греческой мифологии. Звезды на этих фигурах были соединены линиями, создавая созвездия. Было ясно, что эти созвездия должны были представлять. Но если вы смотрели только на линии без соответствующих фигур, связь с созвездием часто уже не была сразу понятна. ### Звезды, новый способ их увидеть Автор детской книги Х. А. Рей осознал эту дилемму. Он задавался вопросом, почему никому не пришло в голову нарисовать созвездия так, чтобы их форма имела смысл. Он соединил звезды линиями и таким образом нарисовал свои собственные созвездия. Эти созвездия были интуитивно узнаваемы, потому что линии созвездий сами рисовали изображения. Х. А. Рей опубликовал свою работу под названием «Звезды. Новый способ их увидеть». ### Культура неба sternenkarten.com Культура неба sternenkarten.com основана на идее Х. А. Рея рисовать созвездия таким образом, чтобы их можно было интуитивно распознать. Некоторые из созвездий, которые она содержит, более или менее похожи на те, что у Х. А. Рея, другие основаны на западной стандартной культуре неба. А третьи были полностью переработаны. Насколько это было возможно, были реализованы следующие пункты: - Четкие простые формы; - Интуитивная узнаваемость; - Узнавание важнее, чем включение многих звезд; - Более слабые звезды не учитываются из-за светового загрязнения в современном мире; - Треугольники легко заметить. Вот почему персонажи носят треугольные шляпы. В культуру созвездий были встроены следующие особенности: - Созвездие Рыси использует звезду из созвездия Большой Медведицы; - Созвездие Змея не разделено на две части. Рисуется полная змея; - Звезда Альферац принадлежит как созвездию Пегаса, так и созвездию Андромеды. ### История культуры неба sternenkarten.com - 2015: Фотографирование ночного неба, которое можно увидеть из Германии - 2015: Разработка культуры неба sternenkarten.com - 2015: Рисуем созвездия на фотографиях - 2016: Публикация культуры неба в Интернете - 2020: Добавление в Kstars - 2021: Расширение созвездиями южного полушария Документация: [Meine kleinen Sternenkarten](https://sternenkarten.com/die-sternbilder/)
sv: ### Uppdelning av himlen År 1922 började Internationella Astronomiska Unionen att definiera denna standard mer exakt. man valde ut 88 konstellationer som täckte hela himlen. Namnen och gränserna för de 88 konstellationerna blev bindande, men inte de historiskt skapade formerna för själva konstellationerna. ### Från bild till konstellation Den grekiska mytologin är rik på berättelser om gudar och hjältar. Dessa berättelser har inte glömts bort fram till idag, bland annat genom Hesiodos och Homeros verk. Det skapades atlaser som visade stjärnhimlen, illustrerad med figurer från den grekiska mytologin. Stjärnorna i dessa figurer var förbundna med linjer, vilket skapade konstellationer. Det var tydligt vad dessa konstellationer skulle föreställa. Men om man bara tittade på linjerna utan motsvarande figurer var kopplingen till konstellationen ofta inte längre omedelbart begriplig ### Stjärnorna, ett nytt sätt att se dem Barnboksförfattaren H. A. Rey kände igen detta dilemma. Han undrade varför det aldrig hade fallit någon in att rita konstellationerna så att deras form blev begriplig. Han förband stjärnor med linjer och målade på så sätt sina egna konstellationer. Dessa konstellationer var intuitivt igenkännbara, eftersom konstellationslinjerna själva målade bilderna. H. A. Rey publicerade sitt arbete under titeln "The Stars. Ett nytt sätt att se dem". ### Himmelskulturen sternenkarten.com Himmelskulturen sternenkarten.com är baserad på H. A. Reys idé att måla konstellationer på ett sådant sätt, att de kan kännas igen intuitivt. Vissa av konstellationerna är mer eller mindre lika H.A. Reys, medan andra är baserade på den västerländska standardhimlen. Och ytterligare andra har designats om helt och hållet. Så långt som möjligt har följande punkter implementerats - Tydliga enkla former - Intuitiv igenkännbarhet - Igenkänningen är viktigare än att många stjärnor finns med - Svagare stjärnor har inte beaktats på grund av ljusföroreningar i den moderna världen - Trianglar är lätta att upptäcka. Det är därför karaktärerna bär triangulära hattar Följande specialfunktioner byggdes in i konstellationskulturen: - Konstellationen Lynx använder en stjärna från konstellationen Great Bear - Konstellationen Snake är inte uppdelad i två delar. En komplett orm ritas - Stjärnan Alpheratz hör till både konstellationen Pegasus och konstellationen Andromeda ### Himlakulturens historia sternenkarten.com - 2015: Fotografering av natthimlen som kan ses från Tyskland. - 2015: Utveckling av himmelskulturen sternenkarten.com - 2015: Ritning av konstellationerna i bilderna - 2016: Publicering av himmelskulturen på internet - 2020: Lägga till Kstars - 2021: Utökas med konstellationerna på södra halvklotet Dokumentation: [Meine kleinen Sternenkarten [Meine kleinen Sternenkarten](https://sternenkarten.com/die-sternbilder/)
uk: ### Поділ неба У 1922 році Міжнародний астрономічний союз почав більш точно визначати цей стандарт. Було вибрано 88 сузір'їв, які охопили все небо. Назви та межі 88 сузір’їв стали обов’язковими, але не історично створені форми самих сузір’їв. ### Від зображення до сузір'я Грецька міфологія багата історіями про богів і героїв. Ці історії не були забуті до сьогодні, зокрема через твори Гесіода та Гомера. Були створені атласи, на яких зображено зоряне небо, ілюстроване фігурами з грецької міфології. Зірки на цих фігурах з’єднувалися лініями, створюючи сузір’я. Було зрозуміло, що повинні були означати ці сузір'я. Але якщо ви дивитеся лише на лінії без відповідних цифр, зв’язок із сузір’ям часто стає не відразу зрозумілим. ### Зірки, новий спосіб їх побачити Автор дитячих книг Г. А. Рей усвідомлював цю дилему. Він дивувався, чому нікому не спало на думку намалювати сузір’я так, щоб їх форма мала сенс. Він з'єднував зірки лініями і таким чином малював власні сузір'я. Ці сузір'я можна було інтуїтивно впізнати, оскільки лінії сузір'їв самі створювали зображення. Г. А. Рей опублікував свою роботу під назвою «Зірки. Новий спосіб їх побачити». ### Культура неба sternenkarten.com Культура неба sternenkarten.com базується на ідеї Г. А. Рея малювати сузір’я таким чином, щоб їх можна було розпізнати інтуїтивно. Деякі з сузір’їв, які він містить, більш-менш схожі на сузір’я Г. А. Рея, інші засновано на західній стандартній культурі неба. А інші були повністю перероблені. Наскільки це було можливо, було реалізовано наступні пункти - Чіткі прості форми - Інтуїтивна впізнаваність - Розпізнавання важливіше, ніж включення багатьох зірок - Більш тьмяні зірки не розглядаються через світлове забруднення в сучасному світі - Трикутники легко помітити. Тому персонажі носять трикутні капелюхи У культуру сузір'їв були вбудовані такі особливості: - У сузір'ї Рисі використовується зірка із сузір'я Великої Ведмедиці - Сузір'я Змії не ділиться на дві частини. Намальована повна змія - Зірка Альферац належить як до сузір'я Пегаса, так і до сузір'я Андромеди ### Історія культури неба sternenkarten.com - 2015: Зйомка нічного неба, яке можна побачити з Німеччини. - 2015: Розвиток картини зоряного неба sternenkarten.com - 2015: Малювання сузір'їв на фотографіях - 2016: Публікація картини зоряного неба в інтернеті - 2020: Додавання до Kstars - 2021: Розширення за допомогою сузір'їв південної півкулі Документація: [Meine kleinen Sternenkarten](https://sternenkarten.com/die-sternbilder/)
