Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <p>This <em>Babylonian sky culture</em>, which had been in use before the Greek one, is preserved in a (probably almost) canonical state dating back to the 12th century BCE. The earliest fragment known is from the 7th century BCE but the celestial data in the text suggests a much earlier origin of the observational base - most likely between -1350 and -1150.</p> <p><img width="800" src="illustrations/800px-MulApin-BritishMuseum.jpg"/></p> <p><br/><i>photograph of one of the clay tablets that are as big as a sheet of paper (courtesy: the trustees of the British Museum)</i></p> The compendium MUL.APIN consists of two large clay tablets with six and five lists of different content. On the first tablet, there is the so called "star catalogue" (a list of names of stars and constellations), followed by three lists of heliacal risings and settings, a list of ziqpu (culminating) asterisms, and the list of constellations in the lunar path. The second tablet contains intercalary rules for the calendar, rules for the sundial and rules for omina.
es_419: <p>Esta <em>cultura estelar de Babilonia</em>, que había estado en uso antes que la griega, se conserva en un estado (probablemente casi) canónico que data del siglo XII a. C. El primer fragmento conocido es del siglo VII a. C., pero los datos celestes del texto sugieren un origen mucho más temprano de la base de observación, muy probablemente entre -1350 y -1150.</p> <p><img width="800" src="illustrations/800px-MulApin-BritishMuseum.jpg"/></p> <p><br/><i>fotografía de una de las tablillas de arcilla del tamaño de una hoja de papel (cortesía: los fideicomisarios del Museo Británico)</i></p> El compendio MUL.APIN consta de dos tabletas de arcilla grandes con seis y cinco listas de contenido diferente. En la primera tableta, está el llamado "catálogo de estrellas" (una lista de nombres de estrellas y constelaciones), seguido de tres listas de elevaciones y configuraciones heliacas, una lista de asterismos ziqpu (culminantes) y la lista de constelaciones en El camino lunar. La segunda tableta contiene reglas intercalares para el calendario, reglas para el reloj de sol y reglas para omina.
ru: <p>Эта <em>вавилонская культура неба</em>, которая использовалась до греческой, сохранилась в (вероятно, почти) каноническом состоянии, относящемся к 12 веку до нашей эры. Самый ранний известный фрагмент относится к 7 веку до н.э., но астрономические данные в тексте предполагают гораздо более раннее происхождение наблюдательной базы - скорее всего, между -1350 и -1150 годами. </p> <p><img width="800" src="illustrations/800px-MulApin-BritishMuseum.jpg"/></p> <p><br/><i>фотография одной из глиняных табличек размером с лист бумаги (любезно предоставлена попечителями Британского музея)</i></p> Сборник МУЛ.АПИН состоит из двух больших глиняных табличек с шестью и пятью списками разного содержания. На первой табличке находится так называемый «звёздный каталог» (список названий звёзд и созвездий), за которым следуют три списка гелиакических восходов и заходов, список зикпу (кульминационных) астеризмов и список созвездий в лунном пути. Вторая табличка содержит вставочные правила для календаря, правила для солнечных часов и правила для омины.
sv: <p>Denna <em>babyloniska himmelskultur</em>, som hade varit i bruk före den grekiska, finns bevarad i ett (förmodligen nästan) kanoniskt tillstånd från 1100-talet f.Kr. Det tidigaste kända fragmentet är från 700-talet f.Kr. men himmelsdata i texten tyder på ett mycket tidigare ursprung för observationsbasen - troligen mellan -1350 och -1150.</p> <p><img width="800" src="illustrations/800px-MulApin-BritishMuseum.jpg"/></p> <p><br/><i>fotografi av en av lertavlorna som är lika stora som ett pappersark (med tillstånd av förvaltarna av British Museum)</i></p> Kompendiet MUL.APIN består av två stora lertavlor med sex respektive fem listor med olika innehåll. På den första tavlan finns den s.k. "stjärnkatalogen" (en lista med namn på stjärnor och konstellationer), följt av tre listor över heliakiska upp- och nedgångar, en lista över ziqpu (kulminerande) asterismer, och en lista över konstellationer i månens bana. Den andra tavlan innehåller regler för kalenderintervall, regler för solur och regler för omina.
uk: <p>Ця <em>вавилонська картина зоряного неба</em>, яку використовували до грецької, збереглася у (ймовірно, майже) канонічному стані з 12 століття до нашої ери. Найдавніший її фрагмент відомий за копією 7 століття до нашої ери, але астрономічні дані у тексті вказують на набагато раніше походження даних спостережень — ймовірно, між 1350 та 1150 роками до нашої ери.</p> <p><img width="800" src="illustrations/800px-MulApin-BritishMuseum.jpg"/></p> <p><br/><i>фотографія однієї із глиняних табличок розміром із аркуш паперу (подяка опікунам Британського музею)</i></p> Документ MUL.APIN складається з двох глиняних табличок із шістьма та п'ятьма списками різного змісту. На першій табличці наведено так званий «зоряний каталог» (список назв зірок та сузір'їв), а далі, тири списки геліакальних сходів і заходів, список астеризмів зікпу (астеризмів, які перебувають у кульмінації) і список сузір'їв на місячному шляху. На другій табличці містяться правила доповнення календаря, правила для сонячного годинника і правила для оміни.
