Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Constellations The modern Chinese use the constellations of the International Astronomical Union. The traditional Chinese constellations have no specific boundaries between them. They only represent the corresponding set of bright stars, and do not have the role of dividing the celestial sphere into different areas, so they are no longer applicable in astronomy. ### Star names The Chinese now use traditional star names instead of Western star names. More than 3,000 stars have traditional Chinese star names. When a foreign astronomical book is translated into Chinese, the star names will also be translated into traditional Chinese star names. There are some special stars that use the names of Western stars, such as Proxima, Van Maanen's star, which can usually only be seen with a telescope, but with special astronomical significance. For a detailed introduction to traditional Chinese constellations and traditional Chinese names, see *Chinese traditional Skyculture for Stellarium*. ### External links - [Chinese constellations ](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [traditional Chinese star names](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [constellations](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [Constellation image library](http://hubblesource.stsci.edu/sources/illustrations/constellations/) of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings.
de: ### Sternbilder The contemporary Chinese use the constellations of the International Astronomical Union. The traditional Chinese constellations have no specific boundaries between them. They only represent the corresponding set of bright stars, and do not have the role of dividing the celestial sphere into different areas, so they are no longer applicable in astronomy. ### Sternnamen The Chinese now use traditional star names instead of Western star names. More than 3,000 stars have traditional Chinese star names. When a foreign astronomical book is translated into Chinese, the star names will also be translated into traditional Chinese star names. There are some special stars that use the names of Western stars, such as Proxima, Van Maanen's star, which can usually only be seen with a telescope, but with special astronomical significance. Für eine ausführliche Einführung in die traditionellen chinesischen Sternbilder und Namen wird auf die *Traditionelle chinesische Himmelskultur für Stellarium* verwiesen. ### Externe Links - [Chinese constellations ](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [Traditional Chinese star names](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [Constellations](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [Constellation image library](http://hubblesource.stsci.edu/sources/illustrations/constellations/) of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings.
es_419: ### Constelaciones Los chinos modernos usan las constelaciones de la Unión Astronómica Internacional. Las constelaciones chinas tradicionales no tienen límites específicos entre ellas. Solo representan el conjunto correspondiente de estrellas brillantes, y no tienen el papel de dividir la esfera celeste en diferentes áreas, por lo que ya no son aplicables en astronomía. ### Nombres de estrellas Los chinos ahora usan nombres de estrellas tradicionales en lugar de nombres de estrellas occidentales. Más de 3.000 estrellas tienen nombres de estrellas tradicionales chinas. Cuando un libro astronómico extranjero se traduce al chino, los nombres de las estrellas también se traducirán a los nombres tradicionales de las estrellas chinas. Hay algunas estrellas especiales que usan los nombres de estrellas occidentales, como Proxima, la estrella de Van Maanen, que generalmente solo se puede ver con un telescopio, pero con un significado astronómico especial. Para una introducción detallada a las constelaciones chinas tradicionales y a los nombres chinos tradicionales, vea *Cultura estelar tradicional china para Stellarium*. ### Enlaces externos - [Constelaciones chinas](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [nombres tradicionales de estrellas chinas](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [constelaciones](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [Biblioteca de imágenes de la constelación](http://hubblesource.stsci.edu/sources/illustrations/constellations/) del Observatorio Naval de EE. UU. y el Instituto de Ciencia del Telescopio Espacial. Grabados de Johannes Hevelius.
ru: ### Созвездия Современные китайцы используют созвездия Международного астрономического союза. Традиционные китайские созвездия не имеют между собой определенных границ. Они лишь представляют собой соответствующий набор ярких звезд и не выполняют роли деления небесной сферы на различные области, поэтому в астрономии они уже неприменимы. ### Названия звёзд Китайцы теперь используют традиционные названия звезд вместо западных имен звезд. Более 3000 звезд имеют традиционные китайские имена. Когда иностранная астрономическая книга переводится на китайский язык, названия звезд также переводятся в традиционные китайские названия звезд. Есть некоторые особые звезды, которые используют названия западных звезд, такие как Проксима, звезда Ван-Маанена, которую обычно можно увидеть только в телескоп, но которая имеет особое астрономическое значение. Для подробного ознакомления с традиционными китайскими созвездиями и традиционными китайскими именами см. *Традиционная китайская культура неба для Stellarium*. ### Внешние ссылки - [Chinese constellations ](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [traditional Chinese star names](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [constellations](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [Constellation image library](http://hubblesource.stsci.edu/sources/illustrations/constellations/) of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings.
sv: ### Konstellationer De moderna kineserna använder sig av Internationella astronomiska unionens konstellationer. De traditionella kinesiska konstellationerna har inga specifika gränser mellan sig. De representerar bara motsvarande uppsättning ljusstarka stjärnor och har inte till uppgift att dela in den himmelska sfären i olika områden, så de är inte längre tillämpliga inom astronomin. ### Stjärnornas namn Kineserna använder numera traditionella stjärnnamn i stället för västerländska stjärnnamn. Mer än 3.000 stjärnor har traditionella kinesiska stjärnnamn. När en utländsk astronomisk bok översätts till kinesiska, översätts också stjärnnamnen till traditionella kinesiska stjärnnamn. Det finns några speciella stjärnor som använder namn på västerländska stjärnor, till exempel Proxima, Van Maanens stjärna, som vanligtvis bara kan ses med ett teleskop, men med speciell astronomisk betydelse. För en detaljerad introduktion till traditionella kinesiska konstellationer och traditionella kinesiska namn, se *Chinese traditional Skyculture for Stellarium*. ### Externa länkar - [Kinesiska konstellationer ](http://en.wikipedia.org/wiki/Chinese_constellations) Wikipedia - [traditionella kinesiska stjärnnamn](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) Wikipedia - [konstellationer](http://en.wikipedia.org/wiki/Constellation) Wikipedia - [Bildbibliotek för konstellationer](http://hubblesource.stsci.edu/sources/illustrations/constellations/) från U.S. Naval Observatory och Space Telescope Science Institute. Johannes Hevelius gravyrer.
uk: ### Сузір'я У сучасній китайській астрономії використовують сузір'я, які визначено Міжнародним астрономічним союзом. Між традиційними китайськими сузір'ями немає визначених меж. Вони є лише наборами яскравих зірок і не ділять небесну сферу на окремі області, тому їх вже не використовують із астрономічною метою. ### Назви зірок У сучасній астрономії Китаю використовують традиційні назви зірок замість західноєвропейських. Традиційні назви мають понад 3000 зірок. При перекладі іноземних книг з астрономії назви зірок замінюють на традиційні китайські. Для частини зірок використовують західноєвропейські назви, зокрема Проксима Центавра, зірка Ван Маанена. Такі зірки, зазвичай, можна побачити лише у телескоп, але вони є важливими астрономічними об'єктами. Докладний опис традиційних китайських сузір'їв та традиційних китайських назв зірок наведено у описі *Традиційної китайської картини зоряного неба для Stellarium*. ### Зовнішні посилання: - [Китайські сузір'я](http://en.wikipedia.org/wiki/Chinese_constellations) (Вікіпедія) - [Традиційні назви зірок китайською](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) у Вікіпедії - [Сузір'я (Вікіпедія)](http://en.wikipedia.org/wiki/Constellation) - [Бібліотека зображень сузір’їв](http://hubblesource.stsci.edu/sources/illustrations/constellations/), військово-морська обсерваторія США та Інститут космічних телескопів. Кліше Йоганеса Гевелія (Johannes Hevelius).

source: - [#1]: Yi Shitong. (1981). Chinese and Western Contrast Star Chart and Catalogue 1950.0. Beijing: Science Press. - [#2]: Pan Nai. (2009). The History of Stellar Observation in China. Shanghai: Academia Press. ISBN 9787807306948. - [#3]: Yi Shitong. (1980). Chinese and Western Contrast Star Chart. Encyclopedia of China - Astronomy. Beijing. Encyclopedia of China Publishing House. - [#4]: [English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names](http://www.lcsd.gov.hk/CE/Museum/Space/zh_CN/web/spm/starshine/resources/constemyth/glossary.html)
es_419: - [#1]: Yi Shitong. (1981). Catálogo y gráfico estelar de contraste chino y occidental 1950.0. Beijing: Science Press. - [#2]: Pan Nai. (2009). La historia de la observación estelar en China. Shanghai: Academia Press. ISBN 9787807306948. - [#3]: Yi Shitong. (1980). Gráfico estelar de contraste chino y occidental. Enciclopedia de China - Astronomía. Pekín. Enciclopedia de la Editorial China. - [#4]: [Glosario inglés-chino de regiones estelares, asterismos y nombres de estrellas chinos](http://www.lcsd.gov.hk/CE/Museum/Space/zh_CN/web/spm/starshine/resources/constemyth/glossary.html)
sv: - [#1]: Yi Shitong. (1981). Kinesiska och västerländska kontrasterande stjärnkartor och katalog 1950.0. Beijing: Science Press. - [#2]: Pan Nai. (2009). Historien om stjärnobservationer i Kina. Shanghai: Academia Press. ISBN 9787807306948. - [#3]: Yi Shitong. (1980). Kinesiska och västerländska kontrasterande stjärnkartor. Encyclopedia of China - Astronomy. Beijing (Peking). Encyclopedia of China Publishing House. - [#4]: [Engelsk-kinesisk ordlista över kinesiska stjärnregioner, asterismer och stjärnnamn] (http://www.lcsd.gov.hk/CE/Museum/Space/zh_CN/web/spm/starshine/resources/constemyth/glossary.html)

source: This skyculture was contributed by Stellarium user *Sun Shuwei* [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com). Constellation art，Constellation lines based on *Modern Skyculture for Stellarium*. Asterism lines and traditional Chinese star names based on *Chinese Traditional Skyculture for Stellarium*.
de: Diese Himmelskultur steuerte der Stellariumnutzer *Sun Shuwei* [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com) bei. Sternbilder Gemälde, Sternbilder-Skelettlinien auf Basis der Westlichen Himmelskultur für Stellarium Die Asterismenlinien und traditionellen chinesischen Sternnamen basieren auf der *traditionellen chinesischen Himmelskultur in Stellarium*.
es_419: Esta cultura fue aportada por el usuario de Stellarium *Sun Shuwei* [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com). Arte y líneas de constelaciones basadas en la *cultura estelar moderna de Stellarium*. Líneas de asterismos y nombres de estrellas tradicionales chinos basados ​​en la *cultura estelar tradicional china de Stellarium*.
ru: Эта культура неба была подготовлена пользователем Stellarium'а *Sun Shuwei* [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com).ю Изображения и линии созвездий взяты из *Современной культуры неба для Stellarium*. Линии астеризмов и традиционные китайские имена звезд взяты из *Традиционной китайской культуры неба для Stellarium*.
sv: Denna himmelskultur har tillhandahållits av Stellarium-användaren *Sun Shuwei* [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com). Konstellationskonst，Konstellationslinjer baserade på *Modern Skyculture for Stellarium*. Asterismlinjer och traditionella kinesiska stjärnnamn baserade på *Chinese Traditional Skyculture for Stellarium*.
uk: Цю картину неба було створено зусиллями користувача Stellarium *Суна Сювея* [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com). Малюнки сузір'їв, межі сузір'їв засновано на *сучасній картині зоряного неба для Stellarium*. Лінії астеризмів та традиційні китайські назви зірок засновано на *Традиційній китайській картині зоряного неба для Stellarium*.

source: Constellations according to classical Czech publication: *Hvězdná obloha 2000.0*[#1].
de: Sternbilder gemäß einer klassischen tschechischen Publikation: *Hvězdná obloha 2000.0*[#1].
es_419: Constelaciones según la publicación clásica checa: *Hvězdná obloha 2000.0*[#1].
ru: Созвездия согласно классическому чешскому изданию: *Hvězdná obloha 2000.0*[#1].
sv: Konstellationer enligt klassisk tjeckisk publikation: *Hvězdná obloha 2000.0*[#1].
uk: Сузір’я за класичною чеською роботою: *Hvězdná obloha 2000.0*[#1].

source: Another (rather similar) Czech and Slovak references are: [#2], [#3]. ![](illustrations/hvezdna_obloha_2000.png) ![](illustrations/obloha_na_dlani.png) Constellation lines are designed so they mostly connect stars with Greek-letter (α, β, γ, ...) designations, brightest, or at least similarly bright stars, and especially if they form a mnemotechnic figure (like 'W' in case of Cas, or 'hurdles-runner' instead of Vir). We usually do *not* use 5th magnitude stars, because they are difficult to spot in towns affected by light pollution. The resulting figures are also a bit simpler and easier-to-remember for children. We use these constellations at the Observatory and Planetarium Hradec Králové ([http://www.astrohk.cz](http://www.astrohk.cz)). Notes: UMa is taken from Pittich and Kalmančok (1981); M81 and M82 galaxies are just behind Bear's head. Gem is a similar case. Cam seems upside-down with respect to a mythological figure, but HIP 29997, 33694 stars are indeed brighter. ### Updates Version 1.0 for Stellarium 0.13.1 Future updates should be available at [http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/)
de: Andere (ziemlich ähnliche) tschechische und slowakische Literaturquellen sind: [#2], [#3]. ![](illustrations/hvezdna_obloha_2000.png) ![](illustrations/obloha_na_dlani.png) Constellation lines are designed so they mostly connect stars with Greek-letter (α, β, γ, ...) designations, brightest, or at least similarly bright stars, and especially if they form a mnemotechnic figure (like 'W' in case of Cas, or 'hurdles-runner' instead of Vir). We usually do *not* use 5th magnitude stars, because they are difficult to spot in towns affected by light pollution. The resulting figures are also a bit simpler and easier-to-remember for children. We use these constellations at the Observatory and Planetarium Hradec Králové ([http://www.astrohk.cz](http://www.astrohk.cz)). Anmerkungen: UMa ist Pittich und Kalmančok (1981) entnommen; die Galaxien M81 und M82 sind direkt hinter dem Kopf des Bären. Gem ist ein ähnlicher Fall. Cam scheint auf den Kopf gestellt zu sein bezogen auf eine mythologische Figur. Aber die Sterne HIP 29997 und HIP 33694 sind tatsächlich heller. ### Aktualisierungen Version 1.0 für Stellarium 0.13.1 Zukünftige Aktualisierungen sollten unter[http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/) verfügbar sein.
es_419: Otras referencias (bastante similares) checas y eslovacas son: [#2], [#3]. ![](illustrations/hvezdna_obloha_2000.png) ![](illustrations/obloha_na_dlani.png) Las líneas de constelación están diseñadas para que en su mayoría conecten estrellas con designaciones de letras griegas (α, β, γ, ...), las estrellas más brillantes o al menos similares, y especialmente si forman una figura mnemotécnica (como 'W' en el caso de Cas, o 'corredor de obstáculos' en lugar de Vir). Por lo general, *no* usamos estrellas de quinta magnitud, porque son difíciles de detectar en las ciudades afectadas por la contaminación lumínica. Las cifras resultantes también son un poco más simples y fáciles de recordar para los niños. Utilizamos estas constelaciones en el Observatorio y Planetario Hradec Králové ([http://www.astrohk.cz](http://www.astrohk.cz)). Notas: UMa está tomado de Pittich y Kalmančok (1981); Las galaxias M81 y M82 están justo detrás de la cabeza de la Osa. Géminis es un caso similar. Cam parece al revés con respecto a una figura mitológica, pero HIP 29997, 33694 estrellas son realmente más brillantes. ### Actualizaciones Version 1.0 para Stellarium 0.13.1 Las actualizaciones futuras deberían estar disponibles en [http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/)
ru: Другие (довольно похожие) чешские и словацкие ссылки: [#2], [#3]. ![](illustrations/hvezdna_obloha_2000.png) ![](illustrations/obloha_na_dlani.png) Линии созвездия спроектированы таким образом, что они в основном соединяют звезды с обозначениями греческими буквами (α, β, γ, ...), самые яркие или, по крайней мере, такие же яркие звёзды, и особенно если они образуют мнемотехнический образ (например, «W» в случае Кассиопеи или «бегущего с барьерами» вместо Девы). Обычно мы *не* используем звёзды 5-й величины, потому что их трудно обнаружить в городах, подверженных световому загрязнению. Полученные фигуры также немного проще и легче запоминаются детьми. Мы используем эти созвездия в обсерватории и планетарии Hradec Králové ([http://www.astrohk.cz](http://www.astrohk.cz)). Примечания: Большая Медведица взята из Питтича и Калманчка (1981); Галактики M81 и M82 находятся сразу за головой Медведя. Близнецы — аналогичный случай. Жираф кажется перевернутым по отношению к мифологической фигуре, но звёзды HIP 29997, 33694 действительно ярче. ### Обновления Версия 1.0 для Stellarium 0.13.1 Будущие обновления должны быть доступны по адресу [http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/)
sv: Andra (ganska likartade) tjeckiska och slovakiska referenser är: [#2], [#3]. ![](illustrationer/hvezdna_obloha_2000.png) ![](illustrationer/obloha_na_dlani.png) Konstellationslinjer är utformade så att de oftast förbinder stjärnor med grekiska bokstavsbeteckningar (α, β, γ, ...), ljusstarkaste eller åtminstone lika ljusstarka stjärnor, och särskilt om de bildar en mnemoteknisk figur (som "W" i fallet Cas, eller "hinderlöpare" i stället för Vir). Vi brukar *inte* använda stjärnor av 5:e magnituden, eftersom de är svåra att upptäcka i städer som är drabbade av ljusföroreningar. De resulterande figurerna är också lite enklare och lättare att komma ihåg för barn. Vi använder dessa konstellationer på Observatoriet och Planetariet Hradec Králové ([http://www.astrohk.cz](http://www.astrohk.cz)). Anteckningar: UMa är hämtad från Pittich och Kalmančok (1981); galaxerna M81 och M82 ligger precis bakom Björns huvud. Gem är ett liknande fall. Cam verkar uppochnervänd i förhållande till en mytologisk figur, men stjärnorna HIP 29997, 33694 är faktiskt ljusare. ### Uppdateringar Version 1.0 för Stellarium 0.13.1 Framtida uppdateringar bör finnas tillgängliga på [http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/)
uk: Інші (подібні) посилання на чеські та словацькі книги: [#2], [#3]. ![](illustrations/hvezdna_obloha_2000.png) ![](illustrations/obloha_na_dlani.png) Лінії сузір'їв намальовано таким чином, що вони здебільшого з'єднують зірки, які позначено грецькими літерами (α, β, γ, ...), які є найяскравішими зірками або, принаймні, зірками одної яскравості, особливо якщо ці лінії створюють зручну для запам'ятовування фігуру (наприклад, «W» для сузір'я Кассіопеї або «тинок» замість сузір'я Діви). Зазвичай, ми *не* використовуємо зірок 5-ї величини, оскільки такі зірки важко побачити у містах зі світловим забрудненням неба. Отримані фігури є дещо простішими за звичні. Їх легко запам'ятати навіть дітям. Ми використовуємо ці сузір'я у Обсерваторії і планетарії Градеця-Кралового ([http://www.astrohk.cz](http://www.astrohk.cz)). Зауваження: зображення для Великої Ведмедиці запозичено з роботи Піттіча та Калманчока (1981); галактики M81 і M82 розташовано одразу за головою ведмедиці. Те саме стосується Близнюків. Традиційну міфологічну фігуру перевернуто, але зірки HIP 29997, 33694 є яскравішими. ### Оновлення Версія 1.0 для Stellarium 0.13.1 Оновлення можна знайти на сайті [http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/](http://sirrah.troja.mff.cuni.cz/~mira/souhvezdi/)
