Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Oral tradition - [#2]: Al-Ajaji, Khalid, Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm, Explanation of al-Qāḍī poem of anwāʾ and stars, Riyadh, Saudi Arabia, 2013.,خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah, Explanation of al-Ḫalāwī astronomy poems, Riyadh, Saudi Arabia, 2018.,خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, Rāshid al-Ḫalāwī, Riyadh, Saudi Arabia, 2002.,عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, Al-adab al-šaʿbī fi al-ḥiǧāz, Folk literature in Ḥijaz, Dar Makkah, Makkah, Saudi Arabia, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil, The local common proverbs of the Ḥayel region, Riyadh, Saudi Arabia, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, Diwān ʿAbd Allah bin Ḥmūd al-Sbayel, The poetry collection of the poet ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, Šuʿarāʾ al-ǧabal al-šaʿbiyūn, The Poets of the mountain, 5 volume Poetry collection, Riyadh, Saudi Arabia, 2013.,عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, Al-Maʿalim al-ziraʿiyah fi al-Yaman, Agricultural signs in Yemen, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), ʿInwān al-maǧd fi tarīḫ Naǧd, The title of glory on the history of Najd, (Arabic critical edition print by Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi Arabia, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, Al-Amthāl al-ʿāmiyah fi Naǧd, The folk proverbs in Najd, 4 volumes, Dar Al-Thulūthiyah, Riyadh, Saudi Arabia, 2010. محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah, Lexicon of the classical root of the common dialect words, 13 volumes, King AbdulAzeez Library, Riyadh, Saudi Arabia, 2009. محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: Al-Azhār al-nadiyah min ashʿār al-badiyah, A collection of Bedouins poetry by the name: The moist flowers of Bedouin Poetry, 18 volumes, Al Ma'arif library, Tayef, Saudi Arabia. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah, A collection of poetry by Mandeel al-Fuhaid, Our local literature of the Arab peninsula, 10 volumes, Riyadh, Saudi Arabia. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, Durar min al-shiʿr al-shaʿbī, The best of folk poetry, 3 volume Poetry collection, Riyadh, Saudi Arabia, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs Geographie der Arabischen Halbinsel, David Heinrich Müller, Leiden : E. J. Brill, 1884, pg. 47. - [#17]: Le Bon, Gustave, La civilisation des Arabes, Paris, Librairie de Firmin-Didot, 1884, livre premier, pg. 1.
es_419: - [#1]: Tradición oral - [#2]: Al-Ajaji, Khalid, Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm, Explicación del poema de al-Qāḍī sobre anwaʾ y estrellas, Riad, Arabia Saudita, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah, Explicación de los poemas astronómicos de al-Ḫalāwī, Riad, Arabia Saudita, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, Rāshid al-Ḫalāwī, Riad, Arabia Saudita, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, Al-adab al-šaʿbī fi al-ḥiǧāz, Literatura folklórica en el Ḥiǧāz, Dar Makkah, Meca, Arabia Saudita, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil, Los refranes populares de la región de Ḥāʾil, Riad, Arabia Saudita, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, Diwān ʿAbd Allah bin Ḥmūd al-Sbayel, La colección de poesía del poeta ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, Šuʿarāʾ al-ǧabal al-šaʿbiyūn, Los poetas de la montaña, colección de poesía en 5 volúmenes, Riad, Arabia Saudita, 2013.,عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, Al-Maʿalim al-ziraʿiyah fi al-Yaman, Signos agrícolas en Yemen, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (fallecido 1873), ʿInwān al-maǧd fi tarīḫ Naǧd, El título de gloria sobre la historia de Najd, (edición crítica árabe por el Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riad, Arabia Saudita, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, Al-Amthāl al-ʿāmiyah fi Naǧd, Los refranes populares en Najd, 4 volúmenes, Dar Al-Thulūthiyah, Riad, Arabia Saudita, 2010. محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah, Léxico de la raíz clásica de las palabras del dialecto común, 13 volúmenes, Biblioteca del Rey Abdulaziz, Riad, Arabia Saudita, 2009. محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: Al-Azhār al-nadiyah min ashʿār al-badiyah, Una colección de poesía beduina titulada: Las flores húmedas de la poesía beduina, 18 volúmenes, Biblioteca Al Ma'arif, Taif, Arabia Saudita. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah, Una colección de poesía de Mandeel al-Fuhaid, nuestra literatura local de la península arábiga, 10 volúmenes, Riad, Arabia Saudita. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, Durar min al-shiʿr al-shaʿbī, Lo mejor de la poesía popular, colección de poesía en 3 volúmenes, Riad, Arabia Saudita, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Geografía de la península arábiga de Al-Hamdânī, David Heinrich Müller, Leiden: E. J. Brill, 1884, pg. 47. - [#17]: Le Bon, Gustave, La civilización de los árabes, París, Librería de Firmin-Didot, 1884, libro primero, pg. 1.

source: The star knowledge of the ancient Arabs had been recorded and preserved in old poetry and in the old works of Arab philologists and lexicographers of the Islamic civilization. Many books were written on the subject of star knowledge and anwāʾ [Arabic الأنواء], the Arabic knowledge of meteorology. The editors of Ibn Qutaybah's *Kitāb al-Anwāʾ* (9th century) listed twenty-four books on this subject written mostly between early eighth and tenth century[#2]. The only completely preserved text is that of Ibn Qutaybah, but later scholars had quoted many of the earlier texts. One of the most significant works that recorded the indigenous Arab star names is the *Book of the stars* written in ~ 964 AD by the prominent astronomer: al-Ṣūfī, where he identified the indigenous Arab star names with the respective Ptolemaic stars of the Greek constellations[#5]. ### Sources of the Arabic sky culture The source of this sky culture is a study and compilation of star knowledge of ancient Arabs from the following books: [#2], [#3], [#4], [#5], [#6], [#8], [#9].
de: Das Sternenwissen der alten Araber wurde in alten Gedichten und den alten Abhandlungen der arabischen Sprachwissenschaftler und Lexikographen der islamischen Zivilisation aufgezeichnet und bewahrt. Viele Bücher wurden über das Sternnenwissen und anwāʾ [arabisch: الأنواء], dem arabischen Wissen über die Meteorologie, geschrieben. Die Herausgeber von Ibn Qutaybahs *Kitāb al-Anwāʾ* (9. Jhr.) zählen 24 Bücher über dieses Thema, mehrheitlich zwischen dem frühen 8. Jhr. und 10. Jhr. geschrieben, auf[#2]. Der einzige vollständig erhaltene Text ist der von Ibn Qutaybah. Jedoch haben spätere Gelehrte viele der früheren Texte zitiert. Einer der bedeutsamsten Werke, welches die traditionellen arabischen Sternnamen erfasst, ist das *Buch der Fixsterne*, geschrieben um 964 n.Chr. von dem bekannten Astronomen al-Ṣūfī. In diesem Buch identfiziert er die traditionellen arabischen Sternnamen mit den entsprechenden ptolemäischen Sternen der griechischen Sternbilder.[#5]. ### Quellen der arabischen Himmelskultur Die Quelle dieser Himmelskultur ist eine Untersuchung und Zusammenstellung des Sternenwissens der alten Araber von den folgenden Büchern: [#2], [#3], [#4], [#5], [#6], [#8], [#9].
es_419: El conocimiento estelar de los antiguos árabes se había registrado y preservado en la poesía antigua y en las antiguas obras de filólogos y lexicógrafos árabes de la civilización islámica. Se escribieron muchos libros sobre el tema del conocimiento de las estrellas y anwāʾ [árabe الأنواء], el conocimiento árabe de la meteorología. Los editores del *Kitāb al-Anwāʾ* de Ibn Qutaybah (siglo IX) enumeraron veinticuatro libros sobre este tema escritos principalmente entre principios del siglo VIII y X [#2]. El único texto completamente conservado es el de Ibn Qutaybah, pero los eruditos posteriores habían citado muchos de los textos anteriores. Una de las obras más significativas que registró los nombres de las estrellas árabes indígenas es el *Libro de las estrellas* escrito en ~ 964 d.C. por el astrónomo prominente: al-Ṣūfī, donde identificó los nombres de las estrellas árabes indígenas con las respectivas estrellas ptolemaicas de las constelaciones griegas[#5]. ### Fuentes de la cultura estelar árabe La fuente de esta cultura estelar es un estudio y compilación del conocimiento de las estrellas de los antiguos árabes de los siguientes libros: [#2], [#3], [#4], [#5], [#6], [#8], [#9]

source: - [#1]: Manuscripts of the Book of Planets - [#2]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitab al-Anwāʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956), أبو محمد عبد الله بن مسلم ابن قتيبة الدينوري (توفي 276 هـ)، كتاب الأنواء في مواسم العرب، دائرة المعارف العثمانية، حيدر أباد، الهند، 1375 هـ - [#3]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon)., الإمام أبو علي أحمد بن محمد بن الحسن المرزوقي (توفي سنة 421 هـ)، الأزمنة والأمكنة، تحقيق د. محمد نايف الدليمي، عالم الكتب، بيروت، لبنان، 1422 هـ. - [#4]: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon), عبد الله بن حسين بن عاصم الثقفي (توفي 403 هـ)، الأنواء والأزمنة، تحقيق: د. نوري حمودي القيسي، د. محمد نايف الدليمي، دار الجيل، بيروت، لبنان، 1416 هـ. - [#5]: [">Book of the stars by al-Ṣūfī (died 986): Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله العجاجي](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#6]: Al-Farāhīdī, abū ʿAbd al-Raḥmān al-Ḫalīl b. Aḥmad (died ~ 786 AD), Kitab al-ʿayn, a lexicon titled: The book of ʿayn (Arabic letter العين), (Arabic print of the original book, 1980 – 1985), أبو عبد الرحمن الخليل بن أحمد الفراهيدي (توفي 170 ه)، كتاب العين، 1400 – 1405 هـ. - [#7]: Ibn Durayd, abu Bakr Muḥammad b. al-Ḥassan b. Durayd al-Azdi (died ~ 933 AD), Ǧamharat al-luġah lexicon (The Collection of the Language), Dar al-Ilm lil-malayeen, Beirut, Lebanon, (Arabic print of the original book, 1987), ابن دريد، أبو بكر محمد بن الحسن بن دريد الأزدي (توفي 321 ه)، جمهرة اللغة، دار العلم للملايين، بيروت، لبنان، 1987م. - [#8]: Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, Gabriel Ferrand, 1921 -1923. - [#9]: Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, Gabriel Ferrand, 1925. - [#10]: Al-Ǧawhirī, abu Naṣr Ismaʿīl b. Ḥammād al-Ǧawhirī al-Farabī (died ~ 1003 AD), Al-Siḥāḥ lexicon, Dar al-Ilm lil-malayeen, Beirut, Lebanon, (Arabic print of the original book, 1987), أبو نصر إسماعيل بن حماد الجوهري الفارابي (ت ٣٩٣هـ)، الصحاح تاج اللغة وصحاح العربية، دار العلم للملايين - بيروت، 1407 هـ. - [#11]: Al-Qalqašandī, abu al-Abbas Aḥmad (died ~ 1418 AD), Ṣubḥ al-Aša, Dar al-kutub al-Misriyah, Cairo, Egypt, (Arabic print of the original book, 1922)., القلقشندي، أبو العباس أحمد، صبح الأعشى، دار الكتب المصرية، 1340 هـ.
es_419: - [#1]: Manuscritos del Libro de los Planetas - [#2]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (fallecido ~ 889), Kitab al-Anwāʾ (Libro de meteorología), (impresión árabe del libro original, Daʾirat al-Maʿarif al-Osmania, Hyderabad, India, 1956), أبو محمد عبد الله بن مسلم ابن قتيبة الدينوري (توفي 276 هـ)، كتاب الأنواء في مواسم العرب، دائرة المعارف العثمانية، حيدر آباد، الهند، 1375 هـ. - [#3]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (fallecido 1030), Al-Azminah wa al-amkinah (Tiempos y Lugares), (impresión árabe del libro original en 2002, World of Books, Beirut, Líbano), الإمام أبو علي أحمد بن محمد بن الحسن المرزوقي (توفي سنة 421 هـ)، الأزمنة والأمكنة، تحقيق د. محمد نايف الدليمي، عالم الكتب، بيروت، لبنان، 1422 هـ. - [#4]: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (fallecido ~ 1012), Al-Anwāʾ wa al-azminah (Meteorología y tiempos), (impresión árabe del libro original en 1996, Dar al-jeel, Beirut, Líbano), عبد الله بن حسين بن عاصم الثقفي (توفي 403 هـ)، الأنواء والأزمنة، تحقيق: د. نوري حمودي القيسي، د. محمد نايف الدليمي، دار الجيل، بيروت، لبنان، 1416 هـ. - [#5]: Libro de las estrellas de al-Ṣūfī (fallecido 986): Edición crítica con comentario de Khalid al-Ajaji, edición digital, 2021, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله العجاجي - [#6]: Al-Farāhīdī, abū ʿAbd al-Raḥmān al-Ḫalīl b. Aḥmad (fallecido ~ 786 d.C.), Kitab al-ʿayn, un léxico titulado: El libro de ʿayn (letra árabe العين), (impresión árabe del libro original, 1980 – 1985), أبو عبد الرحمن الخليل بن أحمد الفراهيدي (توفي 170 ه)، كتاب العين، 1400 – 1405 هـ. - [#7]: Ibn Durayd, abu Bakr Muḥammad b. al-Ḥassan b. Durayd al-Azdi (fallecido ~ 933 d.C.), Ǧamharat al-luġah léxico (La colección del lenguaje), Dar al-Ilm lil-malayeen, Beirut, Líbano, (impresión árabe del libro original, 1987), ابن دريد، أبو بكر محمد بن الحسن بن دريد الأزدي (توفي 321 ه)، جمهرة اللغة، دار العلم للملايين، بيروت، لبنان، 1987م. - [#8]: Instrucciones náuticas y de navegación árabes y portuguesas, I, Ibn Majid, Gabriel Ferrand, 1921 -1923. [#9]: Instrucciones Náuticas y de Navegación Árabes y Portuguesas, II, Sulayman al-Mahri e Ibn Majid, Gabriel Ferrand, 1925. - [#10]: Al-Ǧawhirī, abu Naṣr Ismaʿīl b. Ḥammād al-Ǧawhirī al-Farabī (fallecido ~ 1003 d.C.), Léxico Al-Siḥāḥ, Dar al-Ilm lil-malayeen, Beirut, Líbano, (impresión árabe del libro original, 1987), أبو نصر إسماعيل بن حماد الجوهري الفارابي (ت ٣٩٣هـ)، الصحاح تاج اللغة وصحاح العربية، دار العلم للملايين - بيروت، 1407 هـ. - [#11]: Al-Qalqašandī, abu al-Abbas Aḥmad (fallecido ~ 1418 d.C.), Ṣubḥ al-Aša, Dar al-kutub al-Misriyah, El Cairo, Egipto, (impresión árabe del libro original, 1922)., القلقشندي، أبو العباس أحمد، صبح الأعشى، دار الكتب المصرية، 1340 هـ.
