Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <p>This ancient Greek sky culture is compiled in a book that is today known by its Arabic title "Almagest". This book was written in Roman time (under the reign of Roman emperor Hadrian) at Alexandria (Africa) in Greek language, with dates given in Egyptian month names and years counted after a Babylonian king, so it is clearly a multi-cultural compendium of knowledge. It is a compilation of astronomical knowledge of former astronomers including results from observations and mathematical astronomy. Pieced together by Claudius Ptolemy, using older, as well as his own, observations, it was written in Greek, published in the Second Century and remained the main astronomical work for the following 1500 years. It was originally written with the title <i>Mathematike Syntaxis</i>, in Ancient Greek. The name <i>Almagest</i>, meaning &ldquo;The Largest [Book]&rdquo;, was developed from Arabian translations. To create this sky culture we used the English translation by Toomer (1984), reworked it in some details (e.g. using more literal translations from Greek instead of Latin terms that are common today) and we made use of computer readable tables prepared by Ernie Wright.</p>
de: <p>Diese antike griechische Himmelskultur ist kompiliert in einem Buch, das unter dem arabischen Titel "Almagest" bekannt ist. Das Buch wurde in römischer Zeit (unter Regentschaft von Kaiser Hadrian) in Alexandria (Afrika) auf griechisch geschrieben und verwendet Daten mit ägyptischen Monatsnamen und babylonischer Jahrzählung. Es ist eine Sammlung von Himmelsbeobachtungen von verschiedenen antiken Astronomen. Sie enth&auml;lt mathematische sowie astronomische Ergebnisse. Zusammengef&uuml;gt wurden diese im 2. Jahrhundert von Claudius Ptolem&auml;us, der &auml;ltere und eigene Beobachtungen in den Sternkatalog einbrachte. Sein Werk hie&szlig; auf Griechisch &quot;Gro&szlig;e Zusammenschrift&quot; (<i>Mathematike Syntaxis</i>), ist aber heute unter dem arabisierten Namen Almagest bekannter, denn dieses Buch sollte f&uuml;r die n&auml;chsten ca. 1500 Jahre das Hauptwerk der Astronomie bilden. </p>
es_419: <p>Esta antigua cultura estelar griega está recopilada en un libro conocido actualmente como "Almagesto". Este libro fue escrito en la época romana (bajo el reinado del emperador Adriano) en Alejandría (África) en idioma griego, con fechas dadas en nombres de meses egipcios y años contados después del rey de Babilonia, así que claramente es un compendio de conocimiento multicultural. Es una recopilación de conocimientos astronómicos de ex astrónomos que incluye resultados de observaciones y astronomía matemática. Compuesto por Claudio Ptolomeo, utilizando observaciones antiguas, así como las suyas, fue escrito en griego, publicado en el siglo II y siguió siendo el principal trabajo astronómico durante los siguientes 1500 años. Originalmente fue escrito con el título <i>Mathematike Syntaxis</i>, en griego antiguo. El nombre <i>Almagesto</i>, que significa "El más grande [Libro]", fue desarrollado a partir de traducciones árabes. Para crear esta cultura estelar, usamos la traducción al inglés de Toomer (1984), la reelaboramos en algunos detalles (por ejemplo, usando traducciones más literales del griego en lugar de los términos latinos que son comunes hoy en día) y usamos tablas legibles por computadora preparadas por Ernie Wright.</p>
ru: <p>Эта древнегреческая культура неба собрана в книге, известной сегодня под арабским названием «Альмагест». Эта книга была написана в римское время (во времена правления римского императора Адриана) в Александрии (Африка) на греческом языке, с датами, указанными в египетских названиях месяцев, и годами, исчисляемыми после вавилонского царя, так что это явно мультикультурный сборник знания. Это сборник астрономических знаний бывших астрономов, включая результаты наблюдений и математической астрономии. Собранный воедино Клавдием Птолемеем с использованием более старых, а также его собственных наблюдений, он был написан на греческом языке, опубликован во втором веке и оставался основным астрономическим трудом в течение следующих 1500 лет. Первоначально она была написана под названием «<i>Математический синтаксис</i>» на древнегреческом языке. Название «<i>Альмагест</i>», означающее «Самая большая [Книга]», было получено из арабских переводов. Чтобы создать эту культуру неба, мы использовали английский перевод Тумера (1984), переработав его в некоторых деталях (например, используя более дословные переводы с греческого вместо латинских терминов, которые распространены сегодня), и мы использовали машиночитаемые таблицы, подготовленные Эрни Райтом. .</p>
sv: <p>Denna antika grekiska himmelskultur finns sammanställd i en bok som idag är känd under den arabiska titeln "Almagest". Boken skrevs under romersk tid (under den romerske kejsaren Hadrianus styre) i Alexandria (Afrika) på Grekiska språket, med datum angivna i egyptiska månadsnamn och årtal räknade efter en babylonisk kung, så det är helt klart ett mångkulturellt kompendium av kunskap. Det är en sammanställning av astronomiska kunskaper hos tidigare astronomer, inklusive resultat från observationer och matematisk astronomi. Den sammanställdes av Claudius Ptolemaios, med hjälp av äldre, liksom hans egna, observationer, skrevs den på grekiska, publicerades under andra århundradet och förblev det viktigaste astronomiska huvudverket under de följande 1500 åren. Det skrevs ursprungligen med titeln <i>Mathematike Syntaxis</i>, på antik grekiska. Namnet <i>Almagest</i>, som betyder "Den största [boken]", härstammar utvecklades från arabiska översättningar. För att skapa denna himmelskultur använde vi den engelska översättningen av Toomer (1984), omarbetade den i vissa detaljer (t.ex. genom att använda mer bokstavliga översättningar från grekiska istället för latinska termer som som är vanliga idag) och vi använde oss av datorläsbara tabeller som utarbetats av Ernie Wright.</p>
uk: <p>Цю давньогрецьку картину зоряного неба засновано на книзі, яка зараз відома за арабською назвою «Альмагест», Цю книгу було написано у часи Римської імперії (під час правління римського імператора Адріана) у Александрії (Африка) грецькою мовою із датами, які подано у формі назв єгипетських місяців та років від правління вавилонських царів. Це мультикультурна збірка знань, вона є збіркою астрономічних знань попередніх дослідників, до якої включено результати спостережень та математичної астрономії. Дані було зібрано Клавдієм Птолемеєм з використанням давніших та власних спостережень. Книгу було написано грецькою, опубліковано у другому столітті нашої ери. Вона лишалася основною астрономічною працею протягом наступних 1500 років. Початковою назвою книги була <i>Математіке Синтаксис</i> (давногрецькою). Назву <i>Альмагест</i>, що означає «Велика [Книга]», було дано в арабських перекладах. Для створення цієї картини зоряного неба ми скористалися перекладом книги англійською, який було виконано Тумером (Toomer, 1984), трохи переробили певні деталі (наприклад, використали буквальніші переклади з грецької замість латинських термінів, які побутують зараз). Ми також скористалися придатними до читання комп'ютером таблицями, які було приготовано Ерні Райтом (Ernie Wright).</p>
