Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### For the Aratea itself: - [#1]: Blume, Dieter; Haffner, Mechthild; Metzger, Wolfgang: Sternbilder des Mittelalters und der Renaissance: Porträts aus der Geschichte der Leibnizschen Wissenschaftsakademie, Band I-II, de Gruyter, 2012-2016 - [#2]: Dekker, Elly: The Provenance of the Stars in the Leiden Aratea Picture Book, Journal of the Warburg and Courtauld Institutes Vol. 73 (2010), pp. 1-37 - [#3]: Katzenstein, Ranee and Savage-Smith, Emily: The Leiden Aratea &mdash; Ancient Constellations in a medieval manuscript, The Paul Getty Museum, Malibu California, 1988 ### For Ptolemaios (in comparison): Almagest star catalogue - [#4]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#5]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#6]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984 ### Fair Use We provide this sky culture free of charge, but the authors deserve to be cited according to the usual rules. Thank you!
de: ### Für die Aratea selbst: - [#1]: Blume, Dieter; Haffner, Mechthild; Metzger, Wolfgang: Sternbilder des Mittelalters und der Renaissance: Porträts aus der Geschichte der Leibnizschen Wissenschaftsakademie, Band I-II, de Gruyter, 2012-2016 - [#2]: Dekker, Elly: The Provenance of the Stars in the Leiden Aratea Picture Book, Journal of the Warburg and Courtauld Institutes Vol. 73 (2010), pp. 1-37 - [#3]: Katzenstein, Ranee and Savage-Smith, Emily: The Leiden Aratea -- Ancient Constellations in a medieval manuscript, The Paul Getty Museum, Malibu California, 1988 ### Für Ptolemaios (vergleichend): Almagest-Sternkatalog - [#4]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#5]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#6]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984 ### Fair Use Wir stellen diese Sternbilderkultur kostenlos zur Verfügung, aber die Autoren verdienen es, nach den üblichen Regeln zitiert zu werden. Diese sky culture wird unter CC BY-ND 4.0 International Public Licence bereitgestellt (zitieren, teilen unter gleichen Bedingungen, nicht verändern ohne die Autorinnen zu konsultieren). Danke!
es_419: ### Para el propio Aratea: - [#1]: Blume, Dieter; Haffner, Mechthild; Metzger, Wolfgang: Sternbilder des Mittelalters und der Renaissance: Porträts aus der Geschichte der Leibnizschen Wissenschaftsakademie, Band I-II, de Gruyter, 2012-2016 - [#2]: Dekker, Elly: The Provenance of the Stars in the Leiden Aratea Picture Book, Journal of the Warburg and Courtauld Institutes Vol. 73 (2010), pp. 1-37 - [#3]: Katzenstein, Ranee y Savage-Smith, Emily: The Leiden Aratea &mdash; Constelaciones antiguas en un manuscrito medieval, Museo Paul Getty, Malibu, California, 1988 ### Para Ptolemaios (en comparación): catálogo de estrellas del Almagesto - [#4]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#5]: Hoffmann, S. M .: Hipparchs Himmelsglobus, Springer, Wiesbaden / Nueva York, 2017 - [#6]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, Londres, 1984 ### Uso Justo Proporcionamos esta cultura estelar de forma gratuita, pero los autores merecen ser citados de acuerdo con las reglas habituales. ¡Gracias!
ru: ### О самой Аратеи: - [#1]: Blume, Dieter; Haffner, Mechthild; Metzger, Wolfgang: Sternbilder des Mittelalters und der Renaissance: Porträts aus der Geschichte der Leibnizschen Wissenschaftsakademie, Band I-II, de Gruyter, 2012-2016 - [#2]: Dekker, Elly: The Provenance of the Stars in the Leiden Aratea Picture Book, Journal of the Warburg and Courtauld Institutes Vol. 73 (2010), pp. 1-37 - [#3]: Katzenstein, Ranee and Savage-Smith, Emily: The Leiden Aratea &mdash; Ancient Constellations in a medieval manuscript, The Paul Getty Museum, Malibu California, 1988 ### Для Птолемея (в сравнении): звездный каталог Альмагеста. - [#4]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#5]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#6]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984 ### Добросовестное использование Мы предоставляем эту культуру неба бесплатно, но авторы заслуживают того, чтобы их цитировали по обычным правилам. Благодарю вас!
sv: ### För själva Aratea: - [#1]: Blume, Dieter; Haffner, Mechthild; Metzger, Wolfgang: Sternbilder des Mittelalters und der Renaissance: Porträts aus der Geschichte der Leibnizschen Wissenschaftsakademie, Band I-II, de Gruyter, 2012-2016 - [#2]: Dekker, Elly: The Provenance of the Stars in the Leiden Aratea Picture Book, Journal of the Warburg and Courtauld Institutes Vol. 73 (2010), s. 1-37 - [#3]: Katzenstein, Ranee och Savage-Smith, Emily: The Leiden Aratea - Ancient Constellations in a medieval manuscript, The Paul Getty Museum, Malibu California, 1988 ### För Ptolemaios (i jämförelse): Almagests stjärnkatalog - [#4]: Heiberg, J. L. (red.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#5]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#6]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984 ### Rättvis användning Vi tillhandahåller denna himmelskultur kostnadsfritt, men författarna förtjänar att citeras enligt de vanliga reglerna. Vi tackar dig för din hjälp!
uk: ### Для самої Арати: - [#1]: Blume, Dieter; Haffner, Mechthild; Metzger, Wolfgang: Sternbilder des Mittelalters und der Renaissance: Porträts aus der Geschichte der Leibnizschen Wissenschaftsakademie, Band I-II, de Gruyter, 2012-2016 - [#2]: Dekker, Elly: The Provenance of the Stars in the Leiden Aratea Picture Book, Journal of the Warburg and Courtauld Institutes Vol. 73 (2010), pp. 1-37 - [#3]: Katzenstein, Ranee and Savage-Smith, Emily: The Leiden Aratea &mdash; Ancient Constellations in a medieval manuscript, The Paul Getty Museum, Malibu California, 1988 ### Для Птолемея (у порівнянні): каталог зірок «Альмагеста» - [#4]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#5]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#6]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984 ### Умови ліцензування Ми надаємо цю картину зоряного неба безкоштовно, але автори заслуговують на вашу подяку і посилання за звичайними правилами. Дякуємо!

source: This sky culture was added to Stellarium by Susanne M. Hoffmann (service@uhura-uraniae.com) and originally created in collaboration with Prof. Dr. Dieter Blume (Art History, FSU Jena, Germany) for Planetarium Jena. Written in English: the authors
de: Diese sky culture wurde von Susanne M. Hoffmann (service@uhura-uraniae.com) zu Stellarium hinzugefügt und in Zusammenarbeit mit Prof. Dr. Dieter Blume (FSU Jena, Deutschland) für Planetarium Jena erstellt. Written in German: the authors
es_419: Esta cultura estelar fue agregada a Stellarium por Susanne M. Hoffmann (service@uhura-uraniae.com) y originalmente fue creada en colaboración con el Prof. Dr. Dieter Blume (Historia del Arte, FSU Jena, Alemania) para el planetario Jena. Escrito en inglés: los autores
ru: Эта культура неба была добавлена в Stellarium Сюзанной М. Хоффманн (service@uhura-uraniae.com) и первоначально создана в сотрудничестве с профессором, доктором Дитером Блюмом (история искусства, Йена, Германия) для Планетария Йены. Написано на английском языке: авторы
sv: Denna himmelskultur lades till i Stellarium av Susanne M. Hoffmann (service@uhura-uraniae.com) och skapades ursprungligen i samarbete med Prof. Dr. Dieter Blume (konsthistoria, FSU Jena, Tyskland) för Planetarium Jena. Skrivet på engelska: författarna
uk: Цю картину зоряного неба було додано до Stellarium Сузанною М. Гоффманн (Susanne M. Hoffmann) (service@uhura-uraniae.com). Початкову версію створено у співпраці із професором доктором Дітером Блюме (Dieter Blume) (історія мистецтва, Єнський університет імені Фрідріха Шиллера, Німеччина) для Єнського планетарія. Англійською: автори

source: These are the star lines developed by Nainoa Thompson and used by the Polynesian Voyaging Society to navigate Polynesian sailing canoes using traditional techniques of non instrument navigation across thousands of miles of open ocean. For years, Hawaiian navigators have memorized the position of stars as they rise and set in order to know oneʻs bearing. Wayfinder Nainoa Thompson developed a system of organization to help memorize the position of stars throughout the celestial sphere by dividing the sky into four evenly sized star lines.
es_419: Estas son las líneas estelares desarrolladas por Nainoa Thompson y utilizadas por la Polynesian Voyaging Society para navegar en canoas polinesias utilizando técnicas tradicionales de navegación sin instrumentos a través de miles de millas de océano abierto. Durante años, los navegadores hawaianos han memorizado la posición de las estrellas a medida que se elevan y se ponen en orden para conocer su rumbo. Wayfinder Nainoa Thompson desarrolló un sistema de organización para ayudar a memorizar la posición de las estrellas en toda la esfera celeste dividiendo el cielo en cuatro líneas estelares de tamaño uniforme.
ru: Это звездные линии, разработанные Найноа Томпсон (Nainoa Thompson) и используемые Полинезийским обществом путешественников для навигации на полинезийских парусных каноэ с использованием традиционных методов бесприборной навигации через тысячи миль открытого океана. В течение многих лет гавайские мореплаватели запоминали положение звезд во время их восхода и захода, чтобы знать направление. Навигатор Найноа Томпсон разработала систему организации, чтобы помочь запомнить положение звезд на небесной сфере, разделив небо на четыре звездные линии одинакового размера.
sv: Det här är de stjärnlinjer som utvecklats av Nainoa Thompson och som används av Polynesian Voyaging Society för att navigera polynesiska segelkanoter med hjälp av traditionella tekniker för navigering utan instrument över tusentals mil av öppet hav. I åratal har hawaiianska navigatörer memorerat stjärnornas position när de går upp och ned för att kunna veta sin bäring. Vägvisaren Nainoa Thompson utvecklade ett organisationssystem för att hjälpa till att memorera stjärnornas position över hela himmelssfären genom att dela in himlen i fyra jämnstora stjärnlinjer.
uk: Це зоряні лінії, записані Найноа Томпсоном (Nainoa Thompson) і використовувані спільнотою полінезійських мандрівників для навігації вітрильних каное (катамаранів) за допомогою традиційних методик навігації без інструментів для подорожей океаном на тисячі миль. Сотні років гавайські мореплавці запам’ятовували розташування зірок, час їхнього сходження і заходу з метою якнайточнішого визначення маршрутів. Майстер з орієнтування Найноа Томпсон розробив систему упорядковування знань, яка допомагає запам’ятати розташування зірок на небесній сфері поділом неба чотирма рівномірно розташованими зоряними лініями.
