Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: British Museum [Image Tablet No 152339001](https://www.britishmuseum.org/collection/image/152339001) - [#2]: Hermann Hunger and John Steele, The Babylonian astronomical compendium MUL.APIN, Routledge, London/New York 2018. - [#3]: Susanne M. Hoffmann: [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York, 2017. - [#4]: Susanne M. Hoffmann: *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg, 2017. - [#5]: Hoffmann, S.M. and Krebernik, M. (2023): *What do deities tell us about the celestial positioning system*, in: R. Rollinger, I. Madreiter, M. Lang, C. Pappi (eds.). The Intellectual Heritage of the Ancient Near East, Papers held at the 64th Rencontre Assyriologique International and 12th Melammu Symposium July 16-20 2018, Innsbruck. Austrian Academy of Sciences Press, 539-579 - [#6]: Hoffmann and Horowitz (2023). The Standing and Sitting Asterisms of Ekur, N.A.B.U., n°3 (sept.), 141-143 - [#7]: Hoffmann, S.M. (2024). Standing and Sitting Gods of MUL.APIN, Journal of Astronomical History and Heritage, 27(2), 261-272 ### Fair Use This sky culture originates from many years of research by several scholars. We provide this for free but authors of contributions certainly deserve to be cited according to the common rules. Thank you! ### Thanks to The positioning of the Babylonian terms in the sky and the drawing of the stick figures for Stellarium had been done by Susanne M. Hoffmann. As an astronomer she thanks for the help of several philologists and the some very enthusiastic planetarium managers for some developments in their domes. - Prof. i.R. Dr. Hermann Hunger (Assyriology, Vienna) - Prof. Dr. Manfred Krebernik (Assyriology, Jena) - Dr. Björn Voss (Manager of LWL Planetarium Münster and head of Society of German-speaking Planetariums) - Dr. Monika Staesche (Manager of Planetarium am Insulaner, Berlin) - Stefan Harnisch (Manager of Planetarium Jena)
ru: - [#1]: British Museum [Image Tablet No 152339001](https://www.britishmuseum.org/collection/image/152339001) - [#2]: Hermann Hunger and John Steele, The Babylonian astronomical compendium MUL.APIN, Routledge, London/New York 2018. - [#3]: Susanne M. Hoffmann: [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York, 2017. - [#4]: Susanne M. Hoffmann: *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg, 2017. - [#5]: Hoffmann, S.M. and Krebernik, M. (2023): *What do deities tell us about the celestial positioning system*, in: R. Rollinger, I. Madreiter, M. Lang, C. Pappi (eds.). The Intellectual Heritage of the Ancient Near East, Papers held at the 64th Rencontre Assyriologique International and 12th Melammu Symposium July 16-20 2018, Innsbruck. Austrian Academy of Sciences Press, 539-579 - [#6]: Hoffmann and Horowitz (2023). The Standing and Sitting Asterisms of Ekur, N.A.B.U., n°3 (sept.), 141-143 - [#7]: Hoffmann, S.M. (2024). Standing and Sitting Gods of MUL.APIN, Journal of Astronomical History and Heritage, 27(2), 261-272. ### Добросовестное использование Эта культура неба возникла в результате многолетних исследований нескольких ученых. Мы предоставляем это бесплатно, но авторы вкладов, безусловно, заслуживают того, чтобы их цитировали в соответствии с общими правилами. Благодарю вас! ### Благодарность Расположение вавилонских терминов на небе и рисунки созвездий для Stellarium были выполнены Сюзанной М. Хоффманн. Как астроном, она благодарит за помощь нескольких филологов и некоторых очень энтузиастов-менеджеров планетариев за некоторые разработки в их куполах. - Эмерит-проф., д-р Герман Хунгер (Ассириология, Вена) - Проф., д-р Манфред Креберник (Ассириология, Йена) - Д-р Бьёрн Восс (Менеджер LWL Planetarium Münster и глава Общества немецкоязычных планетариев) - Доктор Моника Штеше (менеджер Планетария Инсуланер, Берлин) - Стефан Харниш (Менеджер планетария Йены)
sv: - [#1]: British Museum [Bildplatta nr 152339001](https://www.britishmuseum.org/collection/image/152339001) - [#2]: Hermann Hunger och John Steele, The Babylonian astronomical compendium MUL.APIN, Routledge, London/New York 2018. - [#3]: Susanne M. Hoffmann: [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York, 2017. - [#4]: Susanne M. Hoffmann: *Konstellationernas historia som popularisering av uranometri* i: Wolfschmidt, Gudrun [red.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg, 2017. - [#5]: Hoffmann, S.M. och Krebernik, M. (2023): *What do deities tell us about the celestial positioning system*, i: R. Rollinger, I. Madreiter, M. Lang, C. Pappi (red.). The Intellectual Heritage of the Ancient Near East, Papers held at the 64th Rencontre Assyriologique International and 12th Melammu Symposium July 16-20 2018, Innsbruck. Österrikiska vetenskapsakademin Press, 539-579 - [#6]: Hoffmann och Horowitz (2023). The Standing and Sitting Asterisms of Ekur, N.A.B.U., nr 3 (sept.), 141-143 - [#7]: Hoffmann, S.M. (2024). MUL.APIN:s stående och sittande gudar, Journal of Astronomical History and Heritage, 27(2), 261-272 ### Rättvis användning Denna himmelskultur har sitt ursprung i många års forskning av flera forskare. Vi tillhandahåller detta gratis, men författare till bidrag förtjänar verkligen att citeras enligt de vanliga reglerna. Vi tackar dig! ### Tack till Placeringen av de babyloniska termerna på himlen och teckningen av streckgubbarna för Stellarium har gjorts av Susanne M. Hoffmann. Som astronom tackar hon för hjälpen från flera filologer och några mycket entusiastiska planetariechefer för viss utveckling av deras kupoler. - Prof. i.R. Dr. Hermann Hunger (assyriologi, Wien) - Prof. Dr. Manfred Krebernik (assyriologi, Jena) - Dr. Björn Voss (föreståndare för LWL Planetarium Münster och ordförande för Society of German-speaking Planetariums) - Dr. Monika Staesche (chef för Planetarium am Insulaner, Berlin) - Stefan Harnisch (föreståndare för Planetarium Jena)
uk: - [#1]: British Museum [Image Tablet No 152339001](https://www.britishmuseum.org/collection/image/152339001) - [#2]: Hermann Hunger and John Steele, The Babylonian astronomical compendium MUL.APIN, Routledge, London/New York 2018. - [#3]: Susanne M. Hoffmann: [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York, 2017. - [#4]: Susanne M. Hoffmann: *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg, 2017. - [#5]: Hoffmann, S.M. and Krebernik, M. (2023): *What do deities tell us about the celestial positioning system*, in: R. Rollinger, I. Madreiter, M. Lang, C. Pappi (eds.). The Intellectual Heritage of the Ancient Near East, Papers held at the 64th Rencontre Assyriologique International and 12th Melammu Symposium July 16-20 2018, Innsbruck. Austrian Academy of Sciences Press, 539-579 - [#6]: Hoffmann and Horowitz (2023). The Standing and Sitting Asterisms of Ekur, N.A.B.U., n°3 (sept.), 141-143 - [#7]: Hoffmann, S.M. (2024). Standing and Sitting Gods of MUL.APIN, Journal of Astronomical History and Heritage, 27(2), 261-272 ### Юридично чисте використання Ця картина неба є результатом багаторічних досліджень кількох вчених. Ми надаємо результати безкоштовно, але автори внесків, безперечно, заслуговують на цитування відповідно до загальних правил. Дякуємо! ### Подяки Розташування вавилонських знаків на небі та малювання фігурок для Stellarium виконала Сюзанна М. Гоффманн. Як астроном вона дякує за допомогу кільком філологам і деяким дуже захопленим менеджерам планетаріїв за деякі розробки на їхніх куполах. - Професор i.R. д-р Герман Гунгер (ассиріологія, Відень) - Проф. д-р Манфред Кребернік (ассиріологія, Єна) - Доктор Бйорн Восс (керівник планетарію LWL, Мюнстер і голова Товариства німецькомовних планетаріїв) - Доктор Моніка Сташе (керівник Planetarium am Insulaner, Берлін) - Стефан Харніш (керівник планетарію Єни)

source: The Babylonian star names and constellation lines were compiled and added to Stellarium: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Paintings by: <em>Jessica Gullberg </em> (consulted by Steven Gullberg and Susanne M Hoffmann)</p> <p>Text in English: <em>Susanne M. Hoffmann</em></p>
de: Die babylonischen Sternenenamen und Sternbilderlinien wurden gesammelt und Stellarium hinzugefügt: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Paintings by: <em>Jessica Gullberg </em> (consulted by Steven Gullberg and Susanne M Hoffmann)</p> <p>Text in English: <em>Susanne M. Hoffmann</em></p>
es_419: Los nombres de las estrellas babilónicas y las líneas de constelaciones se compilaron y agregaron a Stellarium: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Pinturas de: <em>Jessica Gullberg </em> (consultadas por Steven Gullberg y Susanne M Hoffmann)</p> <p>Texto en inglés: <em>Susanne M. Hoffmann</em></p>
ru: Вавилонские имена звезд и линии созвездий были скомпилированы и добавлены в Stellarium: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Рисунки: <em>Jessica Gullberg </em> (консультации Steven Gullberg и Susanne M Hoffmann)</p> <p>Текст на английском: <em>Susanne M. Hoffmann</em></p>
sv: De babyloniska stjärnnamnen och konstellationslinjerna sammanställdes och lades till i Stellarium: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Målningar av: <em>Jessica Gullberg </em> (rådfrågad av Steven Gullberg och Susanne M Hoffmann)</p> <p>Text på engelska: <em>Susanne M. Hoffmann</em></p>
uk: Автором збирання та додавання вавилонських назв зірок до Stellarium є <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Авторка малюнків: <em>Jessica Gullberg </em> (консультативна допомога — Steven Gullberg і Susanne M Hoffmann)</p> <p>Text in English: <em>Susanne M. Hoffmann</em></p>

source: Babylonian (Seleucid)
de: Babylonisch (Seleukiden)
es_419: Babilónica (seléucida)
ru: Вавилонская (Селевкидова)
sv: Babylonisk (Seleucid)
uk: Вавилонська (селевкідська)

source: The Seleucid Era in Babylonian history is the era of the successors of Alexander the Great who conquered Babylon in 331 BCE. In these days MUL.APIN (already thousand years old) was still copied and, thus, appears to have developed to be an old-fashioned but not outdated standard. Moreover, there is no alternative compendium like MUL.APIN from the Late Babylonian epoch. <p>This <em>Seleucid</em> or <em>Late Babylonian sky culture</em> is supposed to show the (estimated) state of Babylonian constellations contemporary to the Greek culture. There is no description of the full sky. Changes with regard to the MUL.APIN version have certainly applied in the zodiac since several centuries. This can be stated for sure because in this time, there is a blossoming zodiacal astrology. Since there had been no zodiac in MUL.APIN and the zodiac developed around the middle of the -1st millennium, in the 2nd half of the 1st millennium BCE, there had been different versions of the constellations around the ecliptic. </p> However, we do not know much about the rest of the sky. Hence, for the constellations far away from the zodiac, again the constellations of MUL.APIN can be taken as state of the art. Please see MUL.APIN sky culture for more information and use the MUL.APIN constellations for an impression of the Old Babylonian (or Middle Babylonian) sky culture.
es_419: La era seléucida en la historia de Babilonia es la era de los sucesores de Alejandro Magno que conquistó Babilonia en 331 a. C. En estos días, MUL.APIN (que ya tenía mil años) todavía se copiaba y, por lo tanto, parece haberse desarrollado como un estándar pasado de moda pero no obsoleto. Además, no hay un compendio alternativo como MUL.APIN de la época tardía de Babilonia. <p>Esta cultura estelar <em>seléucida</em> o <em>cultura estelar babilónica tardía</em> se supone que muestra el estado (estimado) de las constelaciones babilónicas contemporáneas a la cultura griega. No hay una descripción del cielo completo. Los cambios con respecto a la versión MUL.APIN ciertamente se han aplicado en el zodiaco desde hace varios siglos. Esto se puede afirmar con seguridad porque en este momento, hay una floreciente astrología zodiacal. Como no había habido zodiaco en MUL.APIN y el zodiaco se desarrolló a mediados del primer milenio, en la segunda mitad del primer milenio antes de Cristo, hubo diferentes versiones de las constelaciones alrededor de la eclíptica. </p> Sin embargo, no sabemos mucho sobre el resto del cielo. Por lo tanto, para las constelaciones lejos del zodiaco, nuevamente las constelaciones de MUL.APIN pueden tomarse como estado del arte. Consulte la cultura del cielo MUL.APIN para obtener más información y use las constelaciones de MUL.APIN para obtener una impresión de la cultura estelar del Viejo Babilonia (o Babilonia media).
ru: Эра Селевкидов в вавилонской истории — это эпоха преемников Александра Македонского, завоевавших Вавилон в 331 г. до н. э. В наши дни MUL.APIN (уже тысячелетней давности) все еще копировался и, таким образом, стал старомодным, но не устаревшим стандартом. Более того, нет альтернативного сборника, подобного MUL.APIN поздневавилонской эпохи. <p>Предполагается, что эта <em>Селевкидова</em> или <em>Поздневавилонская культура неба</em> показывает (оценочное) состояние вавилонских созвездий, современное греческой культуре. Нет описания полного неба. Изменения, касающиеся версии MUL.APIN, безусловно, применялись к зодиаку на протяжении нескольких столетий. Это можно утверждать наверняка, потому что в это время происходит расцвет зодиакальной астрологии. Поскольку в MUL.APIN не было зодиака, а зодиак сложился примерно в середине -1-го тысячелетия, то во 2-й половине 1-го тысячелетия до н.э. существовали разные версии созвездий вокруг эклиптики. </p> Однако мы мало знаем об остальном небе. Следовательно, для созвездий, далеких от зодиака, опять же, созвездия MUL.APIN можно считать современными. Пожалуйста, ознакомьтесь с культурой неба MUL.APIN для получения дополнительной информации и используйте созвездия MUL.APIN для получения впечатления о древневавилонской (или средневавилонской) культуре неба.
sv: Den seleukidiska eran i Babylons historia är den tid då Alexander den stores efterföljare erövrade Babylon 331 f.Kr. Under denna tid kopierades fortfarande MUL.APIN (redan tusen år gammal) och verkar därför ha utvecklats till en gammalmodig men inte föråldrad standard. Dessutom finns det inget alternativt kompendium som MUL.APIN från den senbabyloniska epoken. <p>Denna <em>seleukidiska</em> eller <em>senbabyloniska himmelskultur</em> är tänkt att visa det (uppskattade) tillståndet för babyloniska konstellationer som var samtida med den grekiska kulturen. Det finns ingen beskrivning av hela himlen. Förändringar i förhållande till MUL.APIN-versionen har säkerligen skett i zodiaken sedan flera århundraden. Detta kan sägas med säkerhet eftersom det under denna tid finns en blomstrande zodiakal astrologi. Eftersom det inte hade funnits någon zodiak i MUL.APIN och zodiaken utvecklades kring mitten av 1000-talet, hade det under andra hälften av 1000-talet f.Kr. funnits olika versioner av konstellationerna kring ekliptikan. </p> Vi vet dock inte mycket om resten av himlen. För konstellationerna långt bort från zodiaken kan därför MUL.APIN:s konstellationer betraktas som de mest aktuella. Se MUL.APIN:s himmelskultur för mer information och använd MUL.APIN:s konstellationer för att få ett intryck av den gammalbabyloniska (eller mellanbabyloniska) himmelskulturen.
uk: Ера Селевкідів у вавилонській історії є періодом наступників Александра Великого, який завоював Вавилон у 331 до н. е. У цю пору MUL.APIN (дані якої вже застаріли на 1000 років) усе ще копіювався. Він вважався давнім, але не застарілим стандартом. Більше того, з епохи могутності Вавилона не було створено альтернативного до MUL.APIN списку. <p><em>Селевкідська</em> або <em>пізньовавилонська картина зоряного неба</em> має показувати (приблизну) картину зоряного неба із точки зору вавилонян — сучасників давньогрецької культури. Повного опису картини неба немає. За декілька століть після появи MUL.APIN відбулися деякі зміни у зодіаку. У цьому можна бути певним, оскільки розквітла зодіакальна астрологія. Оскільки у MUL.APIN не було зодіаку. Зодіак було створено близько середини 1 тисячоліття до нашої ери. У другій половині першого тисячоліття до нашої ери існували різні версії сузір'їв поряд із екліптикою. </p> Втім, ми мало знаємо про решту картини зоряного неба. Отже, для сузір'їв, які далекі від зодіаку, знову ж таки, можна вважати точкою відліку сузір'я MUL.APIN. Докладніші відомості можна отримати із опису картини зоряного неба MUL.APIN. Скористайтеся сузір'ями MUL.APIN, щоб скласти враження про давню вавилонську (або середню вавилонську) картину зоряного неба.
