Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Constellations and other celestial objects |Name|Explanation|Celestial Clue| |----|-----------|--------------| |<notr>Berm-berm-gle</notr>|Red-kneed dotterel|Alpha and Beta Centauri| |<notr>Boorong</notr>|Night; small mallee; starry firmament|Starry firmament at night| |<notr>Bunya</notr>|Ring-tail possum|Top star in Southern Cross| |<notr>Chargee Gnowee</notr>|Elder sister, sister of the sun|Venus| |<notr>Bittur</notr>|Larvae of the woodant|&mdash;| |<notr>Collenbitchick</notr>|Species of ant|Double star in head of Capricornus| |<notr>Collowgulloric War</notr>|Female crow, wife of War|Eta Carinae| |<notr>Colowgulloric Warepil</notr>|Female eagle, wife of Warepil|Rigel In Orion| |<notr>Djuit</notr>|Red-rumped parrot|Antares| |<notr>Gellarlec</notr>|Pink cockatoo|Aldebaran| |<notr>Ginabongbearp</notr>|Sulphur-crested white cockatoo; pulling up daylight|Jupiter| |<notr>Gnowee</notr>|Day; Sun|Sun| |<notr>Karik Karik</notr>|Spear thrower; Australian Kestrel|Two stars at end of Scorpius| |<notr>Kourt-chin</notr>|Male and female brolga|Clouds of Magellan| |<notr>Kulkanbulla</notr>|Two teenage boys|Belt and Scabbard of Orion| |<notr>Lamankurrk</notr>|Girls, young women|Pleiades| |<notr>Marpeankurrk</notr>|Meat ant; treecreeper|Arcturus| |<notr>Millee</notr>|Murray River|Part of the Milky Way| |<notr>Mindi</notr>|The maned snake|Part of the Milky Way| |<notr>Mityan</notr>|Quoll|Moon| |<notr>Neilloan</notr>|Mallee fowl|Lyra| |<notr>Nurrumbunguttias</notr>|Old man, black faced mallee kangaroo|White aura of the Milky Way| |<notr>Otchocut</notr>|Great fish|Delphinus| |<notr>Porkelong toute</notr>|Loss of tooth|Shooting star| |<notr>Pupperimbul</notr>|Diamond firetail finch or shy hylacola|Carried the emu egg to become the Sun| |<notr>Purra</notr>|Red kangaroo|Capella| |<notr>Tchingal</notr>|The tall one; emu|Dark space near Cross| |<notr>Totyarguil</notr>|Purple crowned lorikeet|Altair| |<notr>Tourchingboiongerra</notr>|Needlewood hakea and willie wagtails|Coma Berenices| |<notr>Tourte</notr>|Star|Any star| |<notr>Tyrille</notr>|Space; night sky|Space; night sky| |<notr>Unurgunite</notr>|Jacky lizard|Sigma Canis Majoris| |<notr>Wanjel</notr>|Long-necked tortoise|Pollux| |<notr>War</notr>|Crow|Canopus| |<notr>Warepil</notr>|Wedge tailed eagle|Sirius| |<notr>Warring</notr>|Galaxy|Milky Way| |<notr>Weetkurrk</notr>|Singing bushlark|Star in Bootes west of Arcturus| |<notr>Won</notr>|Boomerang|Corona Australis| |<notr>Yerredetkurrk</notr>|Owlet nightjar|Achernar| |<notr>Yurree</notr>|Fan-tailed cockatoo|Castor|
de: ### Sternbilder und andere Himmelsobjekte |Name|Erklärung|Celestial Clue| |----|---------|--------------| |Berm-berm-gle|Schwarzbrustregenpfeifer|Alpha and Beta Centauri| |Boorong|Night; small mallee; starry firmament|Starry firmament at night| |Bunya|Ringbeutler|Top star in Southern Cross| |Chargee Gnowee|Ältere Schwester, Schwester der Sonne|Venus| |Bittur|Larvae of the woodant|&mdash;| |Collenbitchick|Ameisenart|Doppelstern im Kopf des Steinbocks| |Collowgulloric War|Krähenweibchen, Frau des War|Eta Carinae| |Colowgulloric Warepil|Adlerweibchen, Frau des Warepil|Rigel im Orion| |Djuit|Rotbürzel-Papagei|Antares| |Gellarlec|Rosakakadu|Aldebaran| |Ginabongbearp|Sulphur-crested white cockatoo; pulling up daylight|Jupiter| |Gnowee|Tag; Sonne|Sonne| |Karik Karik|Spear thrower; Australian Kestrel|Zwei Sterne am Ende des Skorpions| |Kourt-chin|Brolgakranich-Paar|Wolken des Magellan| |Kulkanbulla|Zwei jugendliche Jungen|Belt and Scabbard of Orion| |Lamankurrk|Mädchen, junge Frauen|Plejaden| |Marpeankurrk|Meat ant; treecreeper|Arcturus| |Millee|Murray River|Teil der Milchstraße| |Mindi|Die bemähnte Schlange|Teil der Milchstraße| |Mityan|Quoll|Mond| |Neilloan|Thermometerhuhn|Lyra| |Nurrumbunguttias|Old man, black faced mallee kangaroo|White aura of the Milky Way| |Otchocut|Großer Fisch|Delphinus| |Porkelong toute|Zahnverlust|Sternschnuppe| |Pupperimbul|Diamond firetail finch or shy hylacola|Carried the emu egg to become the Sun| |Purra|Rotes Känguru|Capella| |Tchingal|The tall one; emu|Dark space near Cross| |Totyarguil|Blauscheitellori|Altair| |Tourchingboiongerra|Ausläufer-Nadelkissen (Hakea-Strauch) und Gartenfächerschwanz|Haar der Berenike| |Tourte|Stern|Irgendein Stern| |Tyrille|Weltraum; Nachthimmel|Weltraum; Nachthimmel| |Unurgunite|Jacky-Drache|Sigma Canis Majoris| |Wanjel|Langhals-Schildkröte|Pollux| |War|Krähe|Canopus| |Warepil|Keilschwanzadler|Sirius| |Warring|Galaxie|Milchstraße| |Weetkurrk|Horsfield-Lerche|Stern im Bärenhüter westlich von Arktur| |Won|Bumerang|Corona Australis| |Yerredetkurrk|Höhlenschwalm (Vogel)|Achernar| |Yurree|Fächerschwanz-Kakadu|Castor|
es_419: ### Constelaciones y otros objetos celestes |Nombre|Explicación|Pista celestial| |------|-----------|---------------| |Berm-berm-gle|Dotterel de rodillas rojas|Alfa y Beta Centauri| |Boorong|Noche; mallee pequeño; firmamento estrellado|Firmamento estrellado en la noche| |Bunya|Zarigüeya de cola de anillo|Estrella de arriba en la Cruz del Sur| |Chargee Gnowee|Hermana mayor, hermana del sol|Venus| |Bittur|Larvas del woodant|&mdash;| |Collenbitchick|Especie de hormiga|Estrella doble en la cabeza de Capricornio| |Collowgulloric War|Cuervo hembra, esposa de guerra|Eta Carinae| |Colowgulloric Warepil|Águila hembra, esposa de Warepil|Rigel en Orión| |Djuit|Loro de lomo rojo|Antares| |Gellarlec|Cacatúa rosa|Aldebarán| |Ginabongbearp|Cacatúa blanca con cresta de azufre; levantando la luz del día|Júpiter| |Gnowee|Día; Sol|Sol| |Karik Karik|Lanzador de lanza; Cernícalo australiano|Dos estrellas al final de Escorpio| |Kourt-chin|Brolga masculina y femenina|Nubes de Magallanes| |Kulkanbulla|Dos muchachos adolescentes|Cinturón y vaina de Orión| |Lamankurrk|Niñas, mujeres jóvenes|Pléyades| |Marpeankurrk|Hormiga de carne; Treecreeper|Arturo| |Millee|Río de Murray|Parte de la Vía Láctea| |Mindi|La serpiente criada|Parte de la Vía Láctea| |Mityan|Quoll|Luna| |Neilloan|Ave mallee|Lira| |Nurrumbunguttias|Anciano, canguro mallee de cara negra|Aura blanca de la Vía Láctea| |Otchocut|Gran pez|Delphinus| |Porkelong toute|Pérdida de diente|Estrella fugaz| |Pupperimbul|Diamante cola de fuego pinzón o tímido hylacola|Llevó el huevo del emú para convertirse en el sol| |Purra|Canguro rojo|Capella| |Tchingal|El alto; emú|Espacio oscuro cerca de la Cruz| |Totyarguil|Lorikeet coronado púrpura|Altair| |Tourchingboiongerra|Needlewood hakea y willie wagtails|Coma Berenices| |Tourte|Estrella|Cualquier estrella| |Tyrille|Espacio; cielo nocturno|Espacio; cielo nocturno| |Unurgunite|Jacky lagarto|Sigma Canis Majoris| |Wanjel|Tortuga de cuello largo|Pollux| |War|Cuervo|Canopo| |Warepil|Águila de cola de cuña|Sirio| |Warring|Galaxia|Vía Láctea| |Weetkurrk|Bushlark cantando|Estrella en Bootes al oeste de Arturo| |Won|Bumerang|Corona Australis| |Yerredetkurrk|Owlet nightjar|Achernar| |Yurree|Cacatúa de cola de abanico|Castor|
ru: ### Созвездия и другие небесные объекты |Название|Объяснение|Небесная подсказка| |--------|----------|------------------| |Berm-berm-gle|Черногрудый зуёк|Альфа и бета Центавра| |Boorong|Ночь; молоточек; звездный небосвод|Звездный небосвод ночью| |Bunya|Кольцехвостый кускус|Верхняя звезда Южного креста| |Chargee Gnowee|Старшая сестра, сестра солнца|Венера| |Bittur|Личинки древесного муравья|&mdash;| |Collenbitchick|Виды муравьёв|Двойная звезда в голове Козерога| |Collowgulloric War|Ворона, жена Вара|η Киля (Эта Киля)| |Colowgulloric Warepil|Орлица, жена Варепила|Ригель в Орионе| |Djuit|Певчий попугай|Антарес| |Gellarlec|Какаду-инка|Альдебаран| |Ginabongbearp|Большой желтохохлый какаду; подтягиватель дневного света|Юпитер| |Gnowee|День; Солнце|Солнце| |Karik Karik|Метатель копья; Седобородая пустельга|Две звезды в хвосте Скорпиона| |Kourt-chin|Пара австралийских журавлей|Облака Магеллана| |Kulkanbulla|Два подростка|Пояс и ножны Ориона| |Lamankurrk|Девушки, юные женщины|Плеяды| |Marpeankurrk|Мясной муравей; пищуха|Арктур| |Millee|Река Муррей|Часть Млечного пути| |Mindi|Гривистый змей|Часть Млечного пути| |Mityan|Куолл|Луна| |Neilloan|Глазчатая курица|Лира| |Nurrumbunguttias|Старик, чернолицый западный серый кенгуру|Белая аура Млечного пути| |Otchocut|Огромная рыбина|Delphinus| |Porkelong toute|Потеря зуба|Падающая звезда| |Pupperimbul|Алмазная амадина или застенчивая хилакола|Отложенное эму яйцо становится Солнцем| |Purra|Большой рыжий кенгуру|Капелла| |Tchingal|Великан; эму|Тёмное пространство близ Креста| |Totyarguil|Королевский пурпурный попугайчик|Альтаир| |Tourchingboiongerra|Игольчатое дерево и чёрно-белые веерохвостки|Волосы Вероники| |Tourte|Звезда|Любая звезда| |Tyrille|Космос; ночное небо|Космос; ночное небо| |Unurgunite|Длиннохвостая древесная ящерица|Сигма Большого Пса| |Wanjel|Змеиношеяя черепаха|Поллукс| |War|Ворон|Канопус| |Warepil|Клинохвостый орёл|Сириус| |Warring|Галактика|Млечный Путь| |Weetkurrk|Певчий яванский жаворонок|Звезда в Волопасе к западу от Арктура| |Won|Бумеранг|Corona Australis| |Yerredetkurrk|Совиный козодой|Ахернар| |Yurree|Веерохвостый какаду|Кастор|
sv: ### Konstellationer och andra himmelsobjekt |Namn|Förklaring|Himmelns ledtråd| |----|-----------|--------------| <notr>|Berm-berm-gle|Rödknäad</notr> dotterel|Alpha och Beta Centauri| <notr>|Boorong|Natt</notr>; liten mallee; stjärnklart firmament|Stjärnklart firmament på natten| <notr>|Bunya|Ring-tail</notr> possum|Toppstjärnan i Södra korset |Chargee<notr>Gnowee|Äldre</notr> syster, syster till solen|Venus <notr>|Bittur|Larver</notr> av woodant|-| <notr>|Collenbitchick|Myrart|Dubbelstjärna</notr> i Capricornus huvud |Collowgulloric<notr>War|Kråkhona</notr>, hustru till War|Eta Carinae| |Colowgulloric<notr>Warepil|Örnhona</notr>, maka till Warepil|Rigel i Orion |<notr>Djuit</notr> Rödstjärtad papegoja Antares <notr>|Gellarlec|Rosa</notr> kakadua|Aldebaran| <notr>|Ginabongbearp|Svavelhuvad</notr> vit kakadua; drar upp dagsljus|Jupiter| <notr>|Gnowee|Dag</notr>; Sol|Sol| |Karik<notr>Karik|Spearkastare</notr>; australisk tornfalk|Två stjärnor i slutet av Scorpius| <notr>|Kourt-chin|Manlig</notr> och kvinnlig brolga|Magellans moln <notr>|Kulkanbulla|Två</notr> tonårspojkar|Orionens bälte och skida <notr>|Lamankurrk|Flickor</notr>, unga kvinnor|Pleiades <notr>|Marpeankurrk|Köttmyra</notr>; trädkrypare|Arcturus <notr>|Millee|Murray</notr> River|Del av Vintergatan| <notr>|Mindi|Den</notr> manade ormen|Del av Vintergatan| <notr>|Mityan|Quoll|Månen|</notr> <notr>|Neilloan|Mallee-fågel|Lyra</notr> <notr>|Nurrumbunguttias|Gammal</notr> man, mallee känguru med svart ansikte|Mjölkgatans vita aura| |<notr>Stor</notr> fisk Delphinus |Porkelong<notr>toute|Tandförlust|Skjutande</notr> stjärna <notr>|Pupperimbul|Diamond</notr> firetail finch eller blyg hylacola|Bärde emuägget för att bli solen| <notr>|Purra|Röd</notr> känguru|Capella| <notr>|Tchingal|Den</notr> långe; emu|Mörkt utrymme nära korset <notr>|Totyarguil|Lila</notr> kronad lorikeet|Altair| <notr>|Tourchingboiongerra|Needlewood</notr> hakea och willie wagtails|Coma Berenices <notr>|Tourte|Stjärna|Någon</notr> stjärna <notr>|Tyrille|Rymden</notr>; natthimlen|Rymden; natthimlen| <notr>|Unurgunite|Jacky</notr> ödla|Sigma Canis Majoris <notr>|Wanjel|Långhalsad</notr> sköldpadda|Pollux| |<notr>Kråka</notr> Kanopus <notr>|Warepil|Kedjesvansad</notr> örn|Sirius| |<notr>Galaxy</notr> Milky Way <notr>|Weetkurrk|Singing</notr> bushlark|Stjärna i Bootes väster om Arcturus| |<notr>Boomerang</notr>, Corona Australis <notr>|Yerredetkurrk|Owlet</notr> nattskärra|Achernar| |<notr>Yurree</notr> Fan-tailed cockatoo Castor
uk: ### Сузір’я та інші небесні об’єкти |Назва|Пояснення|Небесний ключ| |-----|---------|-------------| |Berm-berm-gle|Червоноколінний хрустан|Альфа і бета Центавра| |Boorong|Ніч; малий евкаліпт; зоряне небесне склепіння|Зоряне небесне склепіння вночі| |Bunya|Опосум із хвостом-кільцем|Верхня зірка у Південному Хресті| |Chargee Gnowee|Старша сестра, сестра Сонця|Венера| |Bittur|Лялечка деревної мурахи|&mdash;| |Collenbitchick|Мурахи|Подвійна зірка перед Козорогом| |Collowgulloric War|Ворона, жінка Війни|Ета Кіля| |Colowgulloric Warepil|Орлиця, жінка Варепіла|Рігель у Оріоні| |Djuit|Червонохвостий папуга|Антарес| |Gellarlec|Рожевий какаду|Альдебарана| |Ginabongbearp|Білий какаду із жовтим гребінцем; виштовхує денне світло|Юпітер| |Gnowee|День; Сонце|Сонце| |Karik Karik|Метальник спису; австралійська постільга|Дві зірки у кінці Скорпіона| |Kourt-chin|Самиця і самець австралійського журавля|Магелланові Хмари| |Kulkanbulla|Двоє юнаків|Пояс і піхви меча Оріона| |Lamankurrk|Дівчата, молоді жінки|Плеяди| |Marpeankurrk|М’ясна мураха; підкоришник|Арктур| |Millee|Річка Мюррей|Частина Чумацького Шляху| |Mindi|Гриваста змія|Частина Чумацького Шляху| |Mityan|Кволл|Місяць| |Neilloan|Очиста курка|Ліра| |Nurrumbunguttias|Старий чоловік, евкаліптове кенгуру із чорною мордою|Біле світло Чумацького Шляху| |Otchocut|Велика риба|Дельфін| |Porkelong toute|Втрата зуба|Метеорит| |Pupperimbul|Діамантовий вогнянохвостий зяблик або полохлива хайлакола|Стереже яйце ему, яке стане Сонцем| |Purra|Червоний кенгуру|Капелла| |Tchingal|Високий; ему|Темне місце, поруч із Хрестом| |Totyarguil|Пурпурно-коронний папужка лорі|Альтаїр| |Tourchingboiongerra|Голчаста гакея та чорно-біла віялохвостка|Волосся Вероніки| |Tourte|Зірка|Будь-яка зірка| |Tyrille|Простір; нічне небо|Простір; нічне небо| |Unurgunite|Ящірка-моряк|Сигма Великого Пса| |Wanjel|Довгошия черепаха|Поллукс| |War|Ворон|Канопус| |Warepil|Клинохвостий орел|Сіріус| |Warring|Галактика|Чумацький Шлях| |Weetkurrk|Жайворонок, що співає|Зірка у Волопасі, на захід від Арктура| |Won|Бумеранг|Південна Корона| |Yerredetkurrk|Молода дрімлюга|Ахернар| |Yurree|Какаду із хвостом-віялом|Кастор|

source: This sky culture was contributed by *[John Morieson](http://www.johnmorieson.com)* and *[Alex Cherney](http://www.terrastro.com)*.
de: Diese Himmelskultur haben *[John Morieson](http://www.johnmorieson.com)* und *[Alex Cherney](http://www.terrastro.com)* beigetragen.
es_419: Esta cultura estelar fue aportada por *[John Morieson](http://www.johnmorieson.com)* y *[Alex Cherney](http://www.terrastro.com)*.
ru: Эта культура неба была предоставлена *[Джоном Мориесоном (John Morieson)](http://www.johnmorieson.com)* и *[Алексом Черней (Alex Cherney)](http://www.terrastro.com)*.
sv: Denna himmelskultur har tagits fram av *[John Morieson](http://www.johnmorieson.com)* och *[Alex Cherney](http://www.terrastro.com)*.
uk: Картину зоряного неба створено *[John Morieson](http://www.johnmorieson.com)* та *[Alex Cherney](http://www.terrastro.com)*.

source: Chinese
de: Chinesisch
es_419: China
ru: Китайская
sv: Kinesisk
uk: Китайська
