Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: [Macedonian Research Society](http://mid.org.mk/ethnoastronomy/) - [#2]: [Cenev, Gjore (1985). *The astronomical knowledge of the south-west Macedonia's people.* "Publications of the Astronomical Society of "Rudjer Bošković", No. 4, p. 139 - 146". Belgrade, Yugoslavia](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#3]: Cenev, Gjore (2004). *Sky Map of Macedonian People.* Skopje, Mladinski kulturen centar. - [#4]: Cenev, Gjore (2004). *Neboto nad Makedonija [Sky over Macedonia].* Skopje, Mladinski kulturen centar. - [#5]: [Cenev, Gjore (2008). *Macedonian Folk Constellations.* Publications of the Astronomical Observatory of Belgrade, vol. 85, p. 97-109. Belgrade, Serbia.](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#6]: [Cenev, Gjore (2014). *The Ancient Sky Map Of The Macedonian People.* Cosmos – The Journal of the Traditional Cosmology Society, volume 30, Edinburgh, Scotland, United Kingdom.](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
es_419: - [#1]: [Sociedad de Investigación de Macedonia](http://mid.org.mk/ethnoastronomy/) - [#2]: [Cenev, Gjore (1985). *El conocimiento astronómico de la gente del suroeste de Macedonia.* "Publicaciones de la Sociedad Astronómica de" Rudjer Bošković ", No. 4, p. 139 - 146". Belgrado, Yugoslavia](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#3]: Cenev, Gjore (2004). *Mapa del cielo del pueblo macedonio.* Skopje, Mladinski kulturen centar. - [#4]: Cenev, Gjore (2004). *Neboto nad Makedonija [Cielo sobre Macedonia].* Skopje, Mladinski kulturen centar. - [#5]: [Cenev, Gjore (2008). *Constelaciones populares macedonias.* Publicaciones del Observatorio Astronómico de Belgrado, vol. 85, p. 97-109. Belgrado, Serbia.](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#6]: [Cenev, Gjore (2014). *El Antiguo Mapa Del Cielo Del Pueblo De Macedonia.* Cosmos - El diario de la sociedad tradicional de la cosmología, volumen 30, Edimburgo, Escocia, Reino Unido.](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
ru: - [#1]: [Македонское исследовательское общество](http://mid.org.mk/ethnoastronomy/) - [#2]: [Cenev, Gjore (1985). *The astronomical knowledge of the south-west Macedonia's people.* "Publications of the Astronomical Society of "Rudjer Bošković", No. 4, p. 139 - 146". Belgrade, Yugoslavia](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#3]: Cenev, Gjore (2004). *Sky Map of Macedonian People.* Skopje, Mladinski kulturen centar. - [#4]: Cenev, Gjore (2004). *Neboto nad Makedonija [Sky over Macedonia].* Skopje, Mladinski kulturen centar. - [#5]: [Cenev, Gjore (2008). *Macedonian Folk Constellations.* Publications of the Astronomical Observatory of Belgrade, vol. 85, p. 97-109. Belgrade, Serbia.](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#6]: [Cenev, Gjore (2014). *The Ancient Sky Map Of The Macedonian People.* Cosmos – The Journal of the Traditional Cosmology Society, volume 30, Edinburgh, Scotland, United Kingdom.](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
sv: - [#1]: [Macedonian Research Society](http://mid.org.mk/ethnoastronomy/) - [#2]: [Cenev, Gjore (1985). *Den astronomiska kunskapen hos sydvästra Makedoniens folk.* "Publikationer från det astronomiska sällskapet i "Rudjer Bošković", nr 4, s. 139 - 146". Belgrad, Jugoslavien](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#3]: Cenev, Gjore (2004). *Sky Map of Macedonian People* Skopje, Mladinski kulturen centar. - [#4]: Cenev, Gjore (2004). *Neboto nad Makedonija [Himmel över Makedonien].* Skopje, Mladinski kulturen centar. - [#5]: [Cenev, Gjore (2008). *Macedonian Folk Constellations.* Publications of the Astronomical Observatory of Belgrade, vol. 85, s. 97-109. Belgrad, Serbien.](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#6]: [Cenev, Gjore (2014). *The Ancient Sky Map Of The Macedonian People.* Cosmos - The Journal of the Traditional Cosmology Society, volym 30, Edinburgh, Skottland, Storbritannien.](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)
uk: - [#1]: [Македонська спільнота дослідників](http://mid.org.mk/ethnoastronomy/) - [#2]: [Cenev, Gjore (1985). *The astronomical knowledge of the south-west Macedonia's people.* "Publications of the Astronomical Society of "Rudjer Bošković", No. 4, p. 139 - 146". Belgrade, Yugoslavia](http://adsabs.harvard.edu/abs/1985PASRB...4..139C) - [#3]: Cenev, Gjore (2004). *Sky Map of Macedonian People.* Skopje, Mladinski kulturen centar. - [#4]: Cenev, Gjore (2004). *Neboto nad Makedonija [Небо над Македонією].* Skopje, Mladinski kulturen centar. - [#5]: [Cenev, Gjore (2008). *Macedonian Folk Constellations.* Publications of the Astronomical Observatory of Belgrade, vol. 85, p. 97-109. Belgrade, Serbia.](http://adsabs.harvard.edu/abs/2008POBeo..85...97C) - [#6]: [Cenev, Gjore (2014). *The Ancient Sky Map Of The Macedonian People.* Cosmos – The Journal of the Traditional Cosmology Society, volume 30, Edinburgh, Scotland, United Kingdom.](http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People)

source: This sky culture was contributed by *Vancho Stojkoski* and *Gjore Cenev* from Macedonian Research Society based primarily on the book **Sky over Macedonia** by Cenev G, 2004.
es_419: Esta cultura estelar fue aportada por *Vancho Stojkoski* y *Gjore Cenev* de la Sociedad de Investigación de Macedonia, basada principalmente en el libro **Cielo sobre Macedonia** de Cenev G, 2004.
ru: Эту культуру неба составили *Vancho Stojkoski* и *Gjore Cenev* из Македонского исследовательского общества основываясь прежде всего на книге **Небо над Македонией** (Cenev G, 2004).
sv: Denna himmelskultur har tagits fram av *Vancho Stojkoski* och *Gjore Cenev* från Macedonian Research Society och baseras huvudsakligen på boken **Sky over Macedonia** av Cenev G, 2004.
uk: Записи цієї картини зоряного неба було створено *Ванчо Стойковським* та *Джоре Ценєвим* з Македонської дослідницької спілки в основному на основі даних з книги **Небо над Македонією** Дж. Ценєва, 2004.

source: The Maori (New Zealand) night sky is similar to the Polynesian night sky. But it differs enough to warrant its own sky culture. Maritime themes are central to the Maori sky culture and were used extensively in nautical navigation. Along with most other cultures, the rising and setting of prominent stars were used to signal planting and harvesting seasons.
ru: Ночное небо маори (Новая Зеландия) похоже на полинезийское ночное небо. Но они отличаются достаточно для выделения в отдельную культуру неба. Морская тема занимает центральное место созвездиях маори, которые использовались в морской навигации. Вместе с большинством других культур восход и закат ярких звёзд использовался в качестве сигналов к посадке и сбору урожая.
sv: Maoriernas (Nya Zeelands) natthimmel liknar den polynesiska natthimlen. Men den skiljer sig tillräckligt mycket för att motivera en egen himmelskultur. Sjöfartsteman är centrala i maoriernas himmelskultur och användes flitigt inom nautisk navigation. I likhet med de flesta andra kulturer användes de framträdande stjärnornas uppgång och nedgång för att signalera planterings- och skördesäsonger.
uk: Маорійська (новозеландська) картина зоряного неба подібна до полінезійської, але відрізняється від неї достатньо, щоб вважати її самостійною. Аспекти пов’язані з морем є основним у картині зоряного неба. Знання з розташування зірок широко використовувалися для навігації. Як і у більшості інших культур, час заходу та сходження яскравих зірок позначав початок сезонів посіву та збирання врожаю.

source: ### Taatai-arorangi-maori There are tribal ('iwi') variations in the naming of the stars and constellations. The names referenced below are the more well known names. |Object|Name| |--------|------| |Mercury|Takero| |Venus (morning star)|Tawera| |Venus (evening star)|Meremere| |Mars|Rangiwhenua| |Jupiter|Perearau| |Saturn|Perearau (Both Jupiter and Saturn have the same name)| |Altair|Poutu-te-Rangi| |Antares|Rehua| |S_Sco|Pekehawani| |T_Sco|Whakaonge-kai| |Canopus|Autahi| |Procyon|Puanga Hori| |Rigel|Puanga| |Sirius|Takarua| |Vega|Whanui| |Spica|Whiti-Kapeka or Mariao| |Arcturus|Ruawahia| |Castor|Whakaahu| |Pollux|Whakaahu (Both Castor and Pollux have the same name)| |Aldebaran|Taumatakuku| |Achernar|Turu| |Orion (whole belt)|Hao - o- rua| |Orion (the belt)|Tau toro| |Orion (a part)|Te Kakau| |Scorpio|Ruhi| |Scorpio (the tail)|Te Waka-o-Tama-Rereti| |Pleiades|Matariki| |Stars in the Pleiades (unspecified):|Tupua-nuku, Tupua-rangi, Ururangi, Wai-puna-a-rangi, Waiti, Waita| |Pointers|Te Taura Ra o Tainui| |Hyades|Te Kokota| |Southern Cross|Mahutonga| |Coal sack|Te Patiki| |Milky Way|Te ika o te rangi| |Large Magellanic cloud|Te Waka Ruru| |Small Magellanic cloud|Tuputuputu| |Double stars|Pipiri| |Comets|Auihi Turoa| |Ecliptic|Pito - o - Watea| |Moon|Te Marama| |Sun|Te Ra| |Te-Ra-o-Tainui|A maori constellation without a European counterpart. It is a sea voyaging catamaran. The belt of orion is the keel, the hyades is a claw sail and the Pleiades is the bow.|
ru: ### Taatai-arorangi-maori Существуют племенные ('iwi') вариации в наименованиях звезд и созвездий. Названия, упомянутые ниже, являются наиболее известными. |Объект|Название| |--------|------| |Меркурий|Такеро| |Венера (утренняя звезда)|Тавера| |Венера (вечерняя звезда)|Меремер| |Марс|Рангивенуа| |Юпитер|Перерау| |Сатурн|Перерау (Юпитер и Сатурн имеют одинаковое название)| |Альтаир|Поуту-те-Ранги| |Антарес|Рехуа| |S Sco|Пекехавани| |T Sco|Вакаонге-кай| |Канопус|Аутахи| |Процион|Пуанга Хори| |Ригель|Пуанга| |Сириус|Такаруа| |Вега|Вануи| |Спика|Уити-Капека или Мариао| |Арктур|Руавахия| |Кастор|Вакааху| |Поллукс|Вакааху (Кастор и Поллукс имеют одинаковое название)| |Альдебаран|Тауматакуку| |Ахернар|Туру| |Орион (весь пояс)|Хао-о-руа| |Орион (пояс)|Тау торо| |Орион (часть)|Те Какау| |Скорпион|Рухи| |Скорпион (хвост)|Те Вака-о-Тама-Ререти| |Плеяды|Матарики| |Звезды в Плеядах (не указано):|Тупуа-нуку, Тупуа-ранги, Уруранги, Вай-пуна-а-ранги, Вайти, Вайта| |Указатели|Те Таура Ра о Тайнуи| |Гиады|Те Кокота| |Южный крест|Махутонга| |Угольный мешок|Те Патики| |Млечный путь|Тэ ика о те ранги| |Большое Магелланово облако|Те Вака Руру| |Малое Магелланово облако|Тупутупуту| |Двойные звезды|Пипири| |Кометы|Ауихи Туроа| |Эклиптика|Пито-о-Ватеа| |Луна|Те Марама| |Солнце|Те Ра| |Те-Ра-о-Тайнуи|Созвездие маори, не имеющее европейского аналога. Это морской катамаран. Пояс Ориона — киль, Гиады — парус-клешня, а Плеяды — нос.|
sv: ### Taatai-arorangi-maori Det finns stamvariationer ("iwi") när det gäller namngivningen av stjärnor och konstellationer. De namn som anges nedan är de mer välkända namnen. |Objekt|Namn| |--------|------| |Mercury|Takero| |Venus (morgonstjärna)|Tawera |Venus (aftonstjärnan)|Meremere |Mars Rangiwhenua |Jupiter|Perearau| |Saturnus (både Jupiter och Saturnus har samma namn) |Altair - Poutu-te-Rangi |Antares |Rehua |S_Sco|Pekehawani| |T_ScoWhakaonge-kai |Canopus, Autahi |Procyon, Puanga Hori |Rigel Puanga |Sirius|Takarua| |Vega Whanui |Spica|Whiti-Kapeka eller Mariao| |Arcturus Ruawahia |Castor Whakaahu |PolluxWhakaahu (både Castor och Pollux har samma namn) |Aldebaran, Taumatakuku |Achernar, Turu |Orion (hela bältet)|Hao - o- rua |Orion (bältet)|Tau toro| |Orion (en del)|Te Kakau| |Skorpionen Ruhi |Skorpionen (svansen)|Te Waka-o-Tama-Rereti |Pleiaderna|Matariki| |Stjärnor i Plejaderna (ospecificerade):|Tupua-nuku, Tupua-rangi, Ururangi, Wai-puna-a-rangi, Waiti, Waita| |Pekare: Te Taura Ra o Tainui |HyadesTe Kokota |Södra korset Mahutonga |KolstackenTe Patiki |VintergatanTe ika o te rangi |Stora magellanska molnetTe Waka Ruru |Lilla magellanska molnet Tuputuputu |Dubbla stjärnor|Pipiri | Kometer|Auihi Turoa |Eliptikan Pito - o - Watea |Månen Te Marama |Solen Te Ra |Te-Ra-o-Tainui|En maorikonstellation utan en europeisk motsvarighet. Det är en katamaran som färdas till havs. Orions bälte är kölen, Hyaderna är ett klosegel och Plejaderna är fören
uk: ### Таатай-арорангі-маорі Існують племінні («іві») варіації назв зірок і сузір’їв. Наведені нижче назви є відомішими з інші. |Об'єкт|Назва| |--------|------| |Меркурій|Такеро| |Венера (ранкова зірка)|Тавера| |Венера (вечірня зірка)|Меремере| |Марс|Рангівенуа| |Юпітер|Перерау| |Сатурн|Перерау (Юпітер і Сатурн мають однакову назву)| |Альтаїр|Путу-те-Рангі| |Антарес|Рехуа| |S_Sco|Пекехавані| |T_Sco|Вакаонге-каї| |Канопус|Аутахі| |Проціон|Пуанга Хорі| |Ригель|Пуанга| |Сіріус|Такаруа| |Вега|Вануй| |Spica|Віті-Капека або Маріао| |Арктур|Руавахія| |Кастор|Вакааху| |Поллукс|Вакааху (і Кастор, і Поллукс мають однакові імена)| |Альдебаран|Тауматакуку| |Ачернар|Туру|\н |Оріон (весь пояс)|Хао-o-руа| |Оріон (пояс)|Тау Торо| |Оріон (частина)|Те Какау| |Скорпіон|Рухі| |Скорпіон (хвіст)|Те Вака-о-Тама-Ререті| |Плеяди|Матарікі| |Зірки в Плеядах (не визначено):|Тупуа-нуку, Тупуа-рангі, Урурангі, Вай-пуна-а-рангі, Вайті, Вайта| |Покажчики|Те Таура Ра о Тайнуї| |Гіади|Те Кокота| |Південний Хрест|Махутонга| |Вугільний мішок|Те Патікі| |Чумацький шлях|Те іка о те рангі| |Велика Магелланова хмара|Те Вака Руру| |Мала Магелланова хмара|Тупутупуту| |Подвійні зірки|Піпірі| |Комети|Ауїхі Туроа| |Екліптика|Піто-о-Ватеа| |Місяць|Те Марама| |Сонце|Те Ра| |Те-Ра-о-Тайнуї|Сузір'я маорі без європейського аналога. Це морський катамаран. Пояс Оріона — це кіль, Гіади — це клешньове вітрила, а Плеяди — ніс.|

source: - [#1]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): a very good website on Maori sky culture (Wairarapa, New Zealand). - [#2]: Best, E. (1955) 'The astronomical knowledge of the Maori',Dominion Museum Monograph no.3 Wellington: Government Printer. - [#3]: Best, E. (1959) 'The Maori division of time',Dominion Museum Monograph no4. Wellington: Government Printer. - [#4]: Evans, J. (1998) 'The discovery of Aotearoa', Reed. - [#5]: Kingsley-Smith, C. (1967) 'Astronomers in puipuis. Maori Star lore', Southern Stars 22,5-10. - [#6]: Leather, K. and Hall, Richard (2004) 'Tatai Arorangi: Maori Astronomy, Work of the gods',Viking sevenseas nz ltd, Paraparaumu, NZ, ISBN:085467105 6. - [#7]: Lewis, D. (1994) 'We, the navigators. The ancient art of landfinding in the Pacific', University of Hawaii press. - [#8]: Orbell, M. (1996) 'The natural world of the Maori',David Bateman ltd. - [#9]: Orchiston, W. (1996) 'Australian Aboriginal, Polynesian and Maori Astronomy', Chapter in: 'Astronomy before the telescope' 318-328. Editor Chris Walker. BCA.
ru: - [#1]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): очень хороший сайт о культуре неба маори (Wairarapa, New Zealand). - [#2]: Best, E. (1955) 'The astronomical knowledge of the Maori',Dominion Museum Monograph no.3 Wellington: Government Printer. - [#3]: Best, E. (1959) 'The Maori division of time',Dominion Museum Monograph no4. Wellington: Government Printer. - [#4]: Evans, J. (1998) 'The discovery of Aotearoa', Reed. - [#5]: Kingsley-Smith, C. (1967) 'Astronomers in puipuis. Maori Star lore', Southern Stars 22,5-10. - [#6]: Leather, K. and Hall, Richard (2004) 'Tatai Arorangi: Maori Astronomy, Work of the gods',Viking sevenseas nz ltd, Paraparaumu, NZ, ISBN:085467105 6. - [#7]: Lewis, D. (1994) 'We, the navigators. The ancient art of landfinding in the Pacific', University of Hawaii press. - [#8]: Orbell, M. (1996) 'The natural world of the Maori',David Bateman ltd. - [#9]: Orchiston, W. (1996) 'Australian Aboriginal, Polynesian and Maori Astronomy', Chapter in: 'Astronomy before the telescope' 318-328. Editor Chris Walker. BCA.
sv: - [#1]: [The Phoenix Astronomical Society](http://www.astronomynz.org/): en mycket bra webbplats om maoriernas himmelskultur (Wairarapa, Nya Zeeland). - [#2]: Best, E. (1955) "The astronomical knowledge of the Maori",Dominion Museum Monograph no.3 Wellington: Regeringens tryckeri. - [#3]: Best, E. (1959) "The Maori division of time",Dominion Museum Monograph no4. Wellington: Regeringens tryckeri. - [#4]: Evans, J. (1998) "The discovery of Aotearoa", Reed. - [#5]: Kingsley-Smith, C. (1967) "Astronomers in puipuis. Maori Star lore", Southern Stars 22,5-10. - [#6]: Leather, K. och Hall, Richard (2004) "Tatai Arorangi: Maori Astronomy, Work of the gods',Viking sevenseas nz ltd, Paraparaumu, NZ, ISBN:085467105 6. - [#7]: Lewis, D. (1994) "Vi, navigatörerna. The ancient art of landfinding in the Pacific", University of Hawaii press. - [#8]: Orbell, M. (1996) "The natural world of the Maori", David Bateman ltd. - [#9]: Orchiston, W. (1996) "Australian Aboriginal, Polynesian and Maori Astronomy", kapitel i: "Astronomy before the telescope" 318-328. Redaktör Chris Walker. BCA.

source: This sky culture was contributed by Stellarium user *Dan Smale*, smaledaniel(at)outlook.com
de: Diese Sternkultur wurde vom Stellarium-Anwender *Dan Smale* (d.smale(at)niwa.co.nz) beigesteuert.
es_419: Esta cultura estelar fue aportada por el usuario de Stellarium *Dan Smale*, smaledaniel(at)outlook.com
ru: Эта культура неба была предоставлена пользователем Stellarium'а *Дэном Смэлом (Dan Smale)*, smaledaniel(at)outlook.com
sv: Denna himmelskultur har tillhandahållits av Stellarium-användaren *Dan Smale*, smaledaniel(at)outlook.com
uk: Записи цієї картини зоряного неба було створено користувачем Stellarium *Dan Smale*, smaledaniel(at)outlook.com
