Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The Almagest consists of 13 sections, called books. In the seventh and eighth book, Ptolemy listed a total of 1022 stars in 48 constellations (among which are about 5 star-like objects like globular star clusters). It is a table of coordinates of the stars with a description of their position in the constellation (such as "star at the elbow of X, longitude, latitude, magnitude"). With regard to precession, Ptolemy used ecliptic coordinates. As one of the first of his time, Ptolemy included the magnitude, a quantitative scale of stellar brightness, probably adopted from Hipparchus (which is not certain because Hipparchus&rsquo; catalog is not preserved). The scale starts with the brightest star with the magnitude of 1, going down to magnitude of 6, for the faintest stars visible. <p>For the computation of planet positions Ptolemy used a geocentric model (which is allowed because the observer always stands on Earth) and, thus, contributed to the scientific belief that the heliocentric model by Aristarch was not needed. However, for the star catalogue of the <i>Almagest</i> this does not matter at all because a star catalogue always represents a sort of inventory of the fixed dots in the sky and Ptolemy's proclaimed aim of the catalogue is to provide a list for making a celestial globe (see Alm., VIII, 3). Being aware of precession he wants to ease the business of future globemakers by using ecliptical coordinates: Precession as known to Ptolemy shifts all stars parallel to the ecliptic, therefore updates to the epoch of the respective globemaker could be applied by a simple subtraction of the value for ecliptic longitude.</p> ### How this sky culture was made ### Star names Out of more than 1,000 stars, Ptolemy mentions a proper name for only 15. The rest are identified by fairly long descriptions such as "The star on the end of the tail" for the Polaris. In order to avoid displaying such long strings across the screen in Stellarium, we invented short labels for all Almagest stars based on the constellation and the order in which they appear in the catalogue. For example, Polaris is given a designation "UMi 1" because it is the first star in the constellation of Small Bear (UMi). See the table below for the correspondence between Ptolemy constellations and IAU abbreviations. In addition, where Ptolemy describes a star as lying outside of the figure, we use lowercase letters in the corresponding label. To see the long description for a given star, users should enable "Use additional names of stars" in the "View [F4]/Sky" settings and click on the star. The long description will then be displayed at the top of the screen. ### Constellation lines The process can be described as sketched here with the example of Corvus: In the constellation of Corvus (Raven), &alpha; Crv is the star in the &quot;head of the raven&quot;. It is connected with the &quot;star in the neck&quot;, &epsilon; Crv. This one is connected with &quot;the star in the breast&quot; &zeta; Crv. From there two lines go to the tips of the wings. &gamma; Crv is the star in the advanced wing and &delta; Crv the star in the rear wing. From the star in the breast another line goes to the &quot;foot of the raven&quot;, the star &beta; Crv. <p><img width="800" src="illustrations/corvus_s.png" /></p> <p>After identifying the stars based on their coordinates and names, we reconnected the stars according to the descriptions in the table presented in the <i>Almagest</i>.</p> <p>The names of stars and names of deep sky objects rely on the Almagest only, e.g. Ptolemy uses the name &quot;&lambda;&alpha;&mu;&pi;&alpha;&delta;&#943;&alpha;&sigmaf; (The Torch-like)&quot; for Aldebaran in his other work, the <i>Tetrabiblos</i>, but this is not implemented in this sky culture because it doesn't show up in the Almagest.</p> The following table displays the original constellation name in Greek and its English translation (column 2 and 3) and denotes our uncertainties in the reconstruction (column 6). <table> <tr valign="top"> <td><b>Abbreviation</b></td> <td><b>Original name</b></td> <td><b>Translation</b> (direct)</td> <td><b>IAU (Latin) name</b></td> <td><b>hints to constellation</b></td> <td><b>freedom of art</b></td> </tr> <tr valign="top"> <td><notr>UMi</notr></td> <td><notr>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Small She-Bear</td> <td><notr>Ursa Minor</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>UMa</notr></td> <td><notr>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Great She-Bear</td> <td><notr>Ursa Major</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Dra</notr></td> <td><notr>&Delta;&rho;&#940;&kappa;&omega;&nu;</notr></td> <td>Dragon</td> <td><notr>Draco</notr></td> <td>all triangles or squares are vertebra or parts of the body; line at the head is the tongue</td> <td></td> </tr> <tr valign="top"> <td><notr>Cep</notr></td> <td><notr>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</notr></td> <td>Kepheus</td> <td><notr>Cepheus</notr></td> <td>king, upside down </td> <td>three head stars are tiara; &beta; seen as part of the belt, although Almagest says beneath belt</td> </tr> <tr valign="top"> <td><notr>Boo</notr></td> <td><notr>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</notr></td> <td>Ploughman</td> <td><notr>Bo&ouml;tes</notr></td> <td>has a shepherd's staff in his hand (&omega;)</td> <td>star HIP 72582 added as neck star</td> </tr> <tr valign="top"> <td><notr>CrB</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</notr></td> <td>Crown</td> <td><notr>Corona Borealis</notr></td> <td>like IAU constellation; no details for lines in the text</td> <td></td> </tr> <tr valign="top"> <td><notr>Her</notr></td> <td><notr>&#703;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</notr></td> <td>Kneeler</td> <td><notr>Hercules</notr></td> <td>one of the foot stars is top of staff of Bootes</td> <td>star HIP 82764 added as neck star</td> </tr> <tr valign="top"> <td><notr>Lyr</notr></td> <td><notr>&Lambda;&#973;&rho;&alpha;</notr></td> <td>Lyre</td> <td><notr>Lyra</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Cyg</notr></td> <td><notr>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</notr></td> <td>Bird</td> <td><notr>Cygnus</notr></td> <td>swan with legs</td> <td>Tips of wings connected with tail</td> </tr> <tr valign="top"> <td><notr>Cas</notr></td> <td><notr>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</notr></td> <td>Kassiepeia</td> <td><notr>Cassiopeia</notr></td> <td>Queen sitting on a throne</td> <td>to avoid confusion we did not draw the throne</td> </tr> <tr valign="top"> <td><notr>Per</notr></td> <td><notr>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</notr></td> <td>Perseus</td> <td><notr>Perseus</notr></td> <td>Double star cluster NGC 869 and NGC 884 as Deep Sky Object - &gt;one of the stars in the cluster was used for drawing</td> <td>one of the stars in Gorgon-head is added to make the head look more spherical</td> </tr> <tr valign="top"> <td><notr>Aur</notr></td> <td><notr>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</notr></td> <td>Charioteer</td> <td><notr>Auriga</notr></td> <td>wears long garment; garment limited through shoulders and hem</td> <td>o Aur added as neck star; 1 Aur added as hem star</td> </tr> <tr valign="top"> <td><notr>Oph</notr></td> <td><notr>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;</notr></td> <td>Serpent Bearer</td> <td><notr>Ophiuchus</notr></td> <td>has serpent in his hand</td> <td>a star added as neck star</td> </tr> <tr valign="top"> <td><notr>Ser</notr></td> <td><notr>&#702;&#714;&Omicron;&phi;&iota;&sigmaf;</notr></td> <td>Snake</td> <td><notr>Serpens</notr></td> <td>two separate parts of the snake (head and tail); square is head</td> <td></td> </tr> <tr valign="top"> <td><notr>Sge</notr></td> <td><notr>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</notr></td> <td>Arrow</td> <td><notr>Sagitta</notr></td> <td>Like IAU constellation, &eta; Sge is missing </td> <td></td> </tr> <tr valign="top"> <td><notr>Aql</notr></td> <td><notr>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</notr></td> <td>Eagle</td> <td><notr>Aquila</notr></td> <td>&tau; Aql as head star, &beta; as neck, Altair is between shoulders, &gamma; and &mu; are shoulders</td> <td></td> </tr> <tr valign="top"> <td><notr>Del</notr></td> <td><notr>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</notr></td> <td>Dolphin</td> <td><notr>Delphinus</notr></td> <td></td> <td>refined shape</td> </tr> <tr valign="top"> <td><notr>Equ</notr></td> <td><notr>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</notr></td> <td>Bust [of a horse]</td> <td><notr>Equuleus</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Peg</notr></td> <td><notr>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</notr></td> <td>Horse</td> <td><notr>Pegasus</notr></td> <td>with mane and one wing</td> <td></td> </tr> <tr valign="top"> <td><notr>And</notr></td> <td><notr>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</notr></td> <td>Andromeda</td> <td class='latin'><notr>Andromeda</notr></td> <td>dress and belt</td> <td></td> </tr> <tr valign="top"> <td><notr>Tri</notr></td> <td><notr>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</notr></td> <td>Triangle</td> <td><notr>Triangulum</notr></td> <td>four given stars &#61664; middle star of one side</td> <td></td> </tr> <tr valign="top"> <td><notr>Ari</notr></td> <td><notr>&Kappa;&rho;&iota;&#972;&sigmaf;</notr></td> <td>Ram</td> <td><notr>Aries</notr></td> <td>turned head; only one horn</td> <td></td> </tr> <tr valign="top"> <td><notr>Tau</notr></td> <td><notr>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</notr></td> <td>Bull</td> <td><notr>Taurus</notr></td> <td>half body, only two legs visible; direction of view to observer</td> <td></td> </tr> <tr valign="top"> <td><notr>Gem</notr></td> <td><notr>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</notr></td> <td>Twins</td> <td><notr>Gemini</notr></td> <td>one star in common; touching each other with hands</td> <td></td> </tr> <tr valign="top"> <td><notr>Cnc</notr></td> <td><notr>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</notr></td> <td>Crab</td> <td><notr>Cancer</notr></td> <td>square body</td> <td></td> </tr> <tr valign="top"> <td><notr>Leo</notr></td> <td><notr>&Lambda;&#941;&omega;&nu;</notr></td> <td>Lion</td> <td><notr>Leo</notr></td> <td>opens jaw</td> <td></td> </tr> <tr valign="top"> <td><notr>Vir</notr></td> <td><notr>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</notr></td> <td>Maiden</td> <td><notr>Virgo</notr></td> <td>no separate head</td> <td>fainter stars added to draw the wings</td> </tr> <tr valign="top"> <td><notr>Lib</notr></td> <td><notr>&Chi;&eta;&lambda;&alpha;&#943;</notr></td> <td>Claws [of the Scorpion]</td> <td><notr>Libra</notr></td> <td>Ptolemy always uses the term &quot;claws&quot;, never &quot;the balance&quot;.</td> <td></td> </tr> <tr valign="top"> <td><notr>Sco</notr></td> <td><notr>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</notr></td> <td>Scorpion</td> <td><notr>Scorpius</notr></td> <td></td> <td>arms added around the head: &nu; and &rho;</td> </tr> <tr valign="top"> <td><notr>Sgr</notr></td> <td><notr>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</notr></td> <td>Archer</td> <td><notr>Sagittarius</notr></td> <td>a centaur with bow ahead; &bdquo;cloak&ldquo; behind</td> <td>we included many faint stars in our stick figure in order to make the picture clear.</td> </tr> <tr valign="top"> <td><notr>Cap</notr></td> <td><notr>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</notr></td> <td>The One with the Goat's Horn</td> <td><notr>Capricornus</notr></td> <td>fish tail; two legs visible</td> <td></td> </tr> <tr valign="top"> <td><notr>Aqr</notr></td> <td><notr>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</notr></td> <td>Water-Carrier</td> <td><notr>Aquarius</notr></td> <td>water out of jug</td> <td></td> </tr> <tr valign="top"> <td><notr>Psc</notr></td> <td><notr>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</notr></td> <td>[2] Fish</td> <td><notr>Pisces</notr></td> <td></td> <td>northern fish: 68(h), 67(k), and 65(i) described as head in Almagest but we took them as fin because mouth should be at g and &tau; Psc. Additional change on tail fin: extended to &rho;</td> </tr> <tr valign="top"> <td><notr>Cet</notr></td> <td><notr>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</notr></td> <td>Sea Monster</td> <td><notr>Cetus</notr></td> <td></td> <td>Body does not go through star &tau;, but through star &upsilon;</td> </tr> <tr valign="top"> <td><notr>Ori</notr></td> <td><notr>&#702;&Omega;&rho;&#943;&omega;&nu;</notr></td> <td>Orion</td> <td class='latin'><notr>Orion</notr></td> <td></td> <td>The &quot;head&quot; is labeled as &quot;nebulous&quot; which means Ptolemy interpreted &phi;<sub>1</sub>, &phi;<sub>2</sub>, and &lambda;, together with fainter stars between them as a &quot;cluster&quot; (or association which is more extended than the modern &quot;&lambda; Ori Assoc.&quot;). Head does not have direct connection to the shoulder stars anymore, but a connection to a star between the stars in the shoulders.</td> </tr> <tr valign="top"> <td><notr>Eri</notr></td> <td><notr>&Pi;&omicron;&tau;&alpha;&mu;&omicron;&#972;&sigmaf;</notr></td> <td>River [nameless]</td> <td><notr>Eridanus</notr></td> <td>Like IAU constellation, but shorter</td> <td></td> </tr> <tr valign="top"> <td><notr>Lep</notr></td> <td><notr>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</notr></td> <td>Hare</td> <td><notr>Lepus</notr></td> <td></td> <td>took the "4 stars over the ear" as ear</td> </tr> <tr valign="top"> <td><notr>CMa</notr></td> <td><notr>&Kappa;&#973;&omega;&nu;</notr></td> <td>Dog</td> <td><notr>Canis Major</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>CMi</notr></td> <td><notr>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</notr></td> <td>The One before the Dog</td> <td><notr>Canis Minor</notr></td> <td></td> <td>In Almagest, the name of the constellation is &quot;The One before the Dog&quot; or &quot;Harbinger of Sirius&quot; as Toomer puts it. However, &beta; CMi is called &quot;the neck&quot; (of whom is unknown). We drew a little dog with &gamma; and &epsilon; as head; &alpha;, &beta;, &eta; and HIP36889 as body; forelegs with HIP 35509 and HIP 35614; hindlegs with &delta;<sub>2</sub> and &delta;<sub>3</sub>; tail with HIP 37634</td> </tr> <tr valign="top"> <td><notr>Arg</notr></td> <td><notr>&#702;&Alpha;&rho;&gamma;&omega;</notr></td> <td>Ship &quot;Argo&quot;</td> <td><notr>Argo</notr></td> <td>smaller than the sum of the IAU-constellations Pup+Pyx+Car+Vel</td> <td>Many stars not integrated in the constellation, to create a boat-like shape; in many depictions (including the ancient Farnese globe), only a half of a ship is painted.</td> </tr> <tr valign="top"> <td><notr>Hya</notr></td> <td><notr>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;</notr></td> <td>Water Snake</td> <td><notr>Hydra</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Crt</notr></td> <td><notr>&Kappa;&rho;&alpha;&tau;&#768;&eta;&rho;</notr></td> <td>Krater (vessel)</td> <td><notr>Crater</notr></td> <td></td> <td>a Krater is special Greek wine mixing vessel which looks like an amphora or vase: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a> Ptolemy describes only one star in the foot (&alpha; Crt) and two handles (&eta;, &theta; Crt)</td> </tr> <tr valign="top"> <td><notr>Crv</notr></td> <td><notr>&Kappa;&oacute;&rho;&alpha;&xi;</notr></td> <td>Raven</td> <td><notr>Corvus</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Cen</notr></td> <td><notr>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</notr></td> <td>Kentauros</td> <td><notr>Centaurus</notr></td> <td></td> <td>deviation from description: HIP 65373 instead of &omega; Cen (cluster) taken as star on the back. &lsquo;Thyrsus&lsquo; not drawn (to avoid confusion), backward arm added.</td> </tr> <tr valign="top"> <td><notr>Lup</notr></td> <td><notr>&Theta;&eta;&rho;&#943;&omicron;&nu;</notr></td> <td>Beast</td> <td><notr>Lupus</notr></td> <td></td> <td>&beta; described as &lsquo;End of hind leg&lsquo; -> taken as star in the belly; &tau;<sub>1</sub> as hindleg &Chi; removed from head, because otherwise shapelessness arises; HIP 73493 taken as foreleg</td> </tr> <tr valign="top"> <td><notr>Ara</notr></td> <td><notr>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</notr></td> <td>Altar</td> <td><notr>Ara</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>CrA</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</notr></td> <td>Southern Crown</td> <td><notr>Corona Australis</notr></td> <td>like IAU constellation; only uncertainty with stars that only got a BSC number in the Almagest, because these are not clearly to identify in Stellarium</td> <td></td> </tr> <tr valign="top"> <td><notr>PsA</notr></td> <td><notr>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</notr></td> <td>Southern Fish</td> <td><notr>Piscis Austrinus</notr></td> <td>the fish is laying on his back</td> <td>we added a few stars to mark the tail as such (&beta; should be the tip of the tail but we used it as its root)</td> </tr> </table> ### Fair Use This sky culture originates from a student's year of research. We provide this for free but authors of contributions certainly deserve to be cited according to the common rules. Thank you! ### Thanks The authors thank Patrick Gleason and Georg Zotti for English proofreading and interesting discussions.
de: Der Almagest setzt sich aus 13 Teilen zusammen, die B&uuml;cher genannt werden. Im siebten und achten Buch wurden von Ptolem&auml;us insgesamt 1022 Sterne, die zu 48 Sternbildern geh&ouml;ren, aufgelistet. In Form einer Tabelle sind jedem Stern eine Helligkeit, ekliptikale Koordinaten sowie Beschreibungen ihrer Lage im Sternbild zugeordnet. Als einer der ersten in seiner Zeit nutzte Ptolem&auml;us auch Magnituden (Gr&ouml;&szlig;enklassen), um die Helligkeit der Sterne nicht nur mit Worten, sondern mit Zahlen zu beschreiben. M&ouml;glicherweise hat er dies von Hipparch &uuml;bernommen, aber das l&auml;sst sich nicht mit Sicherheit sagen, da dessen Sternkatalog nicht erhalten ist. Die Skala beginnt mit 1 f&uuml;r sehr helle Sterne und geht weiter bis 6 f&uuml;r die schw&auml;chsten, gerade noch sichtbaren Sterne. Dass der Almagest für die Berechnung von Planetenpositionen mit einem geozentrischen Weltbild arbeitet, ist hier unerheblich. Erstens ist das erlaubt, weil man für Berechnungen sein Koordinatensystem frei w&auml;hlen darf und der Sternbeobachter stets auf der Erde steht, so dass es sinnvoll ist, den Koordinatenursprung in die Erde zu legen (machen wir heute auch für Sternkataloge). Zweitens ist ein Sternkatalog eine "Bestandsaufnahme" und für Ptolem&auml;us ist das erkl&auml;rte Ziel dieser "Inventur der Fixsterne" die Erstellung eines Himmelsglobus (siehe Alm. VIII, 3). Er w&auml;hlt ekliptikale Koordinaten, weil er es k&uuml;nftigen Globenherstellern (und Astronomen) einfacher machen m&ouml;chte: Im ekliptikalen System bleibt bei der Präzessionsbewegung der Breitengrad stets gleich, und die &Auml;nderung des L&auml;ngengrades (ekliptikale L&auml;nge) l&auml;sst sich durch Subtraktion einer Konstante (wie er annimmt: 1° pro Jahrhundert) leicht berechnen. Für die Genauigkeit von Himmelsgloben ist diese Absch&auml;tzung legitim und hinreichend; heute brauchen wir es freilich für viele Anwendungen genauer. ### Wie wurde diese Sky Culture erstellt? <p> Das Format der Angaben im <i>Almagest</i> folgt einem simplen Schema: "Beschreibung des Sterns in der Figur, L&auml;ngengrad, Breitengrad, Helligkeit (Bsp.: Ellbogen von X, L&auml;nge, Breite, Magnitude). Daher können wir diesen Sternkatalog zur Rekonstruktion der Figurbilder nutzen. Das ist wie "Malen nach Zahlen", da Teile der Figur mit Koordinaten angegeben sind. Ein einfaches Beispiel f&uuml;hren wir anhand des Sternbildes Rabe vor und listen in der Tabelle darunter auf, wo wir bei anderen Sternbildern ggf. interpolieren mussten oder eine Linie durch nicht gelistete Sterne legen, um die Figur in der Weise erkennbar zu machen, wie Ptolem&auml;us es sich laut seinen Beschreibungen vorgestellt (bzw. auf seinem Himmelsglobus gezeichnet) hatte. </p> Bsp.: Im Sternbild Corvus (Rabe) ist &alpha; Crv der &bdquo;Kopfstern&rdquo;, verbunden ist dieser mit dem &bdquo;Stern im Nacken&rdquo;, &epsilon; Crv. Dieser wiederum ist verbunden mit dem &bdquo;Bruststern&rdquo; &zeta; Crv. Von hier aus gehen zwei Sternbildlinien als &bdquo;Fl&uuml;gellinien&rdquo; zu den Sternen an den Fl&uuml;gelspitzen des Raben. &gamma; Crv ist der Stern im vorderen Fl&uuml;gel, &delta; Crv der Stern im hinteren Fl&uuml;gel. Vom Bruststern geht noch eine weitere Sternbildlinie ab, n&auml;mlich zu &beta; Crv, dem Stern im Fu&szlig; des Raben. <p> <img width="800" src="illustrations/corvus_s.png"/></p> <p>Nach dem Identifizieren der Sterne durch ihre Koordinaten und Namen verbanden wir die Sterne nach den Beschreibungen <i>Almagest</i>.</p> Die Namen der Einzelsterne f&uuml;gten wir ausschlie&szlig;lich aus dem Almagest ein. Falls Ptolemaios Namen in anderen seiner Werke nutzt, werden sie hier nicht wiedergegeben, z.B. nutzt er &quot;&lambda;&alpha;&mu;&pi;&alpha;&delta;&#943;&alpha;&sigmaf; (der Fackelartige)&quot; für Aldebaran in seinem astrologischen Hauptwerk "Tetrabiblos", aber wir haben das hier nicht eingef&uuml;gt: Im Almagest nennt er ihn nur "der helle in den Hyaden, das rote s&uuml;dliche Auge". Die folgende Tabelle listet in Spalte 2 und 3 die Originalnamen der Sternbilder auf, in Spalte 4 und 5 moderne Abweichungen und in Spalte 6 beschreiben wir, welche Unsicherheiten die Identifizierung hat bzw. welche k&uuml;nstlerischen Freiheiten die Zeichnung der Skelettlinie der Figur ist. <table> <tr valign="top"> <td> <b>Abkürzung</b> </td> <td><b> Originalname</b> </td> <td><b> Übersetzung</b> (wörtlich) </td> <td><b> IAU (Latein) Name</b> </td> <td><b>Hinweise zum Sternbild</font></b> </td> <td><b>unsere Darstellung</b> (ggf. künstlerische Freiheiten) </td> </tr> <tr valign="top"> <td> UMi </td> <td> &Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf; </td> <td>Kleine Bärin </td> <td>Ursa Minor </td> <td>wie IAU Sternbild </td> <td> </td> </tr> <tr valign="top"> <td> UMa </td> <td> &Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf; </td> <td>Große Bärin </td> <td>Ursa Major </td> <td>wie IAU Sternbild </td> <td> </td> </tr> <tr valign="top"> <td>Dra </td> <td>&Delta;&rho;&#940;&kappa;&omega;&nu; </td> <td>Drache </td> <td>Draco </td> <td>alle Dreiecke und Vierecke sind Wirbel oder Teile des Körpers; die Linie am Kopf ist die Zunge </td> <td></td> </tr> <tr valign="top"> <td> Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf; </td> <td> Kepheus</td> <td> Cepheus</td> <td>König (kopfüber) </td> <td> 3 Kopfsterne = Tiara; &beta; in Gürtel eingefügt, obwohl "unter Gürtel" gelistet, </td> </tr> <tr valign="top"> <td>Boo </td> <td> &Beta;&omicron;&#974;&tau;&eta;&sigmaf; </td> <td>Pflüger </td> <td>Bo&ouml;tes </td> <td> hat Hirtenstab in Hand (&omega;) </td> <td> HIP 72582 im Nacken ergänzt</td> </tr> <tr valign="top"> <td>CrB </td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; </td> <td>Kranz </td> <td>Corona Borealis </td> <td> wie IAU Sternbild; keine Beschreibung der Linien im Text </td> <td></td> </tr> <tr valign="top"> <td>Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Kniender </td> <td>Hercules </td> <td>einer der Fußsterne ist gleichzeitig Spitze des Hirtenstabs von Bootes </td> <td>star HIP 82764 added as neck star </td> </tr> <tr valign="top"> <td>Lyr</td> <td>&Lambda;&#973;&rho;&alpha; </td> <td>Lyre</td> <td>Lyra</td> <td></td> <td></td> </tr> <tr valign="top"> <td>Cyg </td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf; </td> <td>Vogel [nicht spezifiziert] </td> <td>Cygnus </td> <td>fliegender Vogel mit angeklappten Füßen </td> <td>Flügel breiter gemacht, jetzt mit Schwanz verbunden</td> </tr> <tr valign="top"> <td>Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha; </td> <td>Königin Kassiepeia </td> <td>Cassiopeia </td> <td>Königin sitzt auf Thron </td> <td>den Thron nicht gezeichnet, weil sonst Bild verwirrend </td> </tr> <tr valign="top"> <td>Per </td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Perseus</td> <td>Perseus </td> <td>Doppelhaufen NGC 869 und NGC 884 als Deep Sky Objekt -&gt; eine der Sterne für Zeichnung genutzt</td> <td>ein Stern im Gorgonenhaupt ergänzt, um runde Form abzubilden;</td> </tr> <tr valign="top"> <td>Aur </td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf; </td> <td>Wagenlenker </td> <td>Auriga </td> <td> trägt ein langes Gewand, Ziege auf der Schulter, Zicklein in der Hand </td> <td>o Aur als Nackenstern ergänzt; 1 Aur ergänzt </td> </tr> <tr valign="top"> <td> Oph </td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;</td> <td>Schlangenträger </td> <td> Ophiuchus </td> <td> hat Schlange in der Hand</td> <td> Nackenstern ergänzt; </td> </tr> <tr valign="top"> <td>Ser </td> <td>&#702;&#714;&Omicron;&phi;&iota;&sigmaf; </td> <td>Schlange </td> <td>Serpens</td> <td> zwei Teile (Kopf und Schwanz); Viereck ist Kopf </td> <td></td> </tr> <tr valign="top"> <td>Sge </td> <td>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf; </td> <td> Pfeil </td> <td> Sagitta </td> <td>wie IAU Sternbild, &eta; Sge fehlt </td> <td></td> </tr> <tr valign="top"> <td> Aql</td> <td> &#702;&Alpha;&epsilon;&tau;&#972;&sigmaf; </td> <td> Adler (mit Antinoos) </td> <td> Aquila </td> <td> &tau; Aql ist Kopf, &beta; Nacken, Altair zwischen den Schultern, &gamma; und &mu; Schultern; unter dem Adler ist der Leichnam des Antinous </td> <td></td> </tr> <tr valign="top"> <td> Del </td> <td> &Delta;&epsilon;&lambda;&phi;&#943;&sigmaf; </td> <td> Delphin </td> <td> Delphinus </td> <td> </td> <td> </td> </tr> <tr valign="top"> <td> Equ </td> <td> &Pi;&rho;&omicron;&tau;&omicron;&mu;&#942; </td> <td> Büste [eines Pferdes] </td> <td> Equuleus </td> <td></td> <td></td> </tr> <tr valign="top"> <td> Peg</td> <td> &#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf; </td> <td> Pferd [namenlos] </td> <td> Pegasus </td> <td> halbes Pferd, Mähne und Flügel </td> <td> </td> </tr> <tr valign="top"> <td>And </td> <td> &#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha; </td> <td> Andromeda </td> <td> Andromeda </td> <td> Kleid und Gürtel beschrieben</td> <td> </td> </tr> <tr valign="top"> <td> Tri </td> <td> &Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf; </td> <td> Triangel (Dreieck) </td> <td> Triangulum </td> <td> vier Sterne gegeben &#61664; "Mittelstern" der kurzen Seite </td> <td></td> </tr> <tr valign="top"> <td> Ari </td> <td> &Kappa;&rho;&iota;&#972;&sigmaf; </td> <td> Widder </td> <td> Aries </td> <td>Kopf gedreht (Laufrichtung der Sonne), dadurch seitlich & nur ein Horn sichtbar </td> <td></td> </tr> <tr valign="top"> <td> Tau </td> <td> &Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf; </td> <td> Stier </td> <td> Taurus</td> <td> halber Körper, nur Vorderbeine sichtbar; blickt zum Beobachter </td> <td></td> </tr> <tr valign="top"> <td> Gem </td> <td> &Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota; </td> <td> Zwillinge </td> <td> Gemini </td> <td> haben einen Stern gemeinsam, d.h. berühren sich an den Händen</td> <td></td> </tr> <tr valign="top"> <td> Cnc </td> <td> &Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf; </td> <td> Krebs </td> <td> Cancer </td> <td> Viereck = Körper </td> <td></td> </tr> <tr valign="top"> <td>Leo</td> <td> &Lambda;&#941;&omega;&nu; </td> <td> Löwe </td> <td> Leo </td> <td> offenes Maul </td> <td> </td> </tr> <tr valign="top"> <td> Vir </td> <td> &Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf; </td> <td> Junge Frau </td> <td> Virgo </td> <td>kein Kopfstern </td> <td>schwache Sterne ergänzt für Flügel</td> </tr> <tr valign="top"> <td> Lib </td> <td> &Chi;&eta;&lambda;&alpha;&#943; </td> <td> Scheren [des Skorpion] </td> <td> Libra </td> <td> Ptolemäus benutzt stets den Namen &quot;Scheren&quot;, niemals &quot;Waage&quot;. </td> <td> </td> </tr> <tr valign="top"> <td> Sco </td> <td> &Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf; </td> <td> Skorpion </td> <td> Scorpius </td> <td> </td> <td>Arme am Kopf ergänzt, die auf die Scheren weisen: &nu; and &rho;</td> </tr> <tr valign="top"> <td> Sgr </td> <td> &Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf; </td> <td> Schütze </td> <td> Sagittarius </td> <td>ein Zentaur mit vorgestrecktem Bogen und wehendem &bdquo;Mantel&ldquo; (hinter ihm) </td> <td>wir haben weitere schwache Sterne ergänzt, um die Figur klarer zu machen. </td> </tr> <tr valign="top"> <td> Cap </td> <td> &Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf; </td> <td> der Ziegengehörnte </td> <td> Capricornus </td> <td> Fisch-Schwanz, Ziegenhörner und -vorderbeine </td> <td> </td> </tr> <tr valign="top"> <td> Aqr </td> <td> &#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf; </td> <td> Wasserträger </td> <td> Aquarius </td> <td>Wasser aus Krug </td> <td> </td> </tr> <tr valign="top"> <td> Psc </td> <td> &#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf; </td> <td> [2] Fische </td> <td> Pisces </td> <td> </td> <td> nördlicher Fisch: 68(h), 67(k), und 65(i) sollten im Kopf sein, aber sehr weit entfernt vom Maul (g and &tau; Psc), darum als Rückenfinne interpretiert. Schwanzfinne bis &rho; erweitert, an dem das Band endet. </td> </tr> <tr valign="top"> <td> Cet </td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf; </td> <td> Meeresungeheuer </td> <td> Cetus </td> <td> </td> <td> Körper geht nicht durch &tau;, sondern &upsilon; </td> </tr> <tr valign="top"> <td>Ori </td> <td> &#702;&Omega;&rho;&#943;&omega;&nu; </td> <td> Orion </td> <td> Orion </td> <td> </td> <td> Der &quot;Kopf&quot; wird beschrieben als &quot;neblig&quot; was bedeutet, dass Ptolemäus &phi;<sub>1</sub>, &phi;<sub>2</sub>, und &lambda; zusammen mit schwachen Sternen dazwischen als &quot;Haufen&quot; interpretierte, also als <i>ein</i> Gestirn interpretierte (als Assoziation, die aber ausgedehnter ist als die &quot;&lambda; Ori Assoc.&quot;). Kopf- Schulterstern-Verbindung etwas verändert (damit klarer). </td> </tr> <tr valign="top"> <td> Eri </td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf; </td> <td> Fluss [namenlos] </td> <td> Eridanus </td> <td> wie IAU Sternbild, aber kürzer </td> <td> </td> </tr> <tr> <td> Lep </td> <td> &Lambda;&alpha;&gamma;&omega;&#771;&sigmaf; </td> <td> Hase </td> <td> Lepus </td> <td> </td> <td> die "4 Sterne über dem Ohr" als Ohren skizziert </td> </tr> <tr valign="top"> <td> CMa </td> <td>&Kappa;&#973;&omega;&nu; </td> <td> Hund </td> <td> Canis Major </td> <td> </td> <td> </td> </tr> <tr valign="top"> <td> CMi </td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu; </td> <td> Das Gestirn vor dem Hund. </td> <td> Canis Minor (Prokyon) </td> <td> </td> <td> Im griechischen Text heißt das Sternbild &quot;Der vor dem Hund&quot; oder &quot;Vorbote von Sirius&quot; wie es Toomer frei übersetzt. Trotzdem ist &beta; CMi gelistet als &quot;der Nacken&quot; (von wem auch immer). Auf dem Atlas Farnese fehlt das Sternbild, daher zeichnen wir hier keine Figur, sondern verbinden nur die zwei Sterne &alpha; und &beta; </td> </tr> <tr valign="top"> <td> Arg </td> <td>&#702;&Alpha;&rho;&gamma;&omega; </td> <td> Schiff &quot;Argo&quot; </td> <td> Argo </td> <td> kleiner als die Summe der IAU-Sternbilder Pup+Pyx+Car+Vel </td> <td>Viele Sterne nicht zur Figur genutzt, um Schiffsform klarzustellen: es wird normalerweise nur ein halbes Schiff gezeichnet (auch auf Atlas Farnese aus der Epoche von Ptolemäus). </td> </tr> <tr valign="top"> <td> Hya </td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf; </td> <td> Wasserschlange</td> <td> Hydra </td> <td> wie IAU Sternbild </td> <td> </td> </tr> <tr valign="top"> <td> Crt </td> <td>&Kappa;&rho;&alpha;&tau;&#942;&rho; </td> <td> Krater (Gefäß) </td> <td> Crater </td> <td> </td> <td> ein "Krater" ist ein spezielles, großes Gefäß zum Weinmischen, sieht aus wie eine Amphore oder Schale: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a>. Ptolemäus nennt nur einen Stern im Fuß (&alpha; Crt) und zwei Handgriffe (&eta;, &theta; Crt) </td> </tr> <tr valign="top"> <td> Crv </td> <td> &Kappa;&oacute;&rho;&alpha;&xi; </td> <td> Rabe </td> <td> Corvus </td> <td> wie IAU Sternbild </td> <td> </td> </tr> <tr valign="top"> <td> Cen </td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf; </td> <td> Kentauros </td> <td> Centaurus </td> <td> </td> <td> Abweichend von Beschreibung: HIP 65373 anstelle von &omega; Cen als Rückenstern; &lsquo;Thyrsus&lsquo;-Stab nicht gezeichnet.</td> </tr> <tr valign="top"> <td> Lup </td> <td> &Theta;&eta;&rho;&#943;&omicron;&nu; </td> <td> Untier </td> <td> Lupus </td> <td> </td> <td> &beta; sei &lsquo;Ende des Hinterbeins&lsquo; -> als Stern im Bauch genutzt; &tau;<sub>1</sub> als Hinterbein, &Chi; aus Kopf weggelassen, damit nicht unförmig; HIP73493 als Vorderbein </td> </tr> <tr valign="top"> <td> Ara </td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu; </td> <td> Altar </td> <td> Ara </td> <td> wie IAU Sternbild </td> <td> </td> </tr> <tr valign="top"> <td> CrA </td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf; </td> <td> Südlicher Kranz </td> <td> Corona Australis </td> <td> wie IAU Sternbild </td> <td> </td> </tr> <tr valign="top"> <td>PsA </td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf; </td> <td> Südlicher Fisch </td> <td> Piscis Austrinus </td> <td> schwimmt auf dem Rücken</td> <td> zum Schwanz einige Sterne ergänzt (&beta; sollte Schwanzspitze sein, aber wir nehmen ihn als Wurzel) </td> </tr> </table> ### Fair Use Diese Sternbilderkultur wurde in einem einjährigen Schülerforschungsprojekt entwickelt. Wir stellen sie kostenlos zur Verfügung, aber die Autorinnen verdienen es, nach den üblichen Regeln zitiert zu werden. Diese sky culture wird unter CC BY-ND 4.0 International Public Licence bereitgestellt (zitieren, teilen unter gleichen Bedingungen, nicht verändern ohne die Autorinnen zu konsultieren). Danke! ### Danke Die Autorinnen danken Patrick Gleason und Georg Zotti für interessante Diskussionen.
es_419: El Almagesto consta de 13 secciones, llamadas libros. En el séptimo y octavo libro, Ptolomeo enumeró un total de 1022 estrellas en 48 constelaciones (entre las cuales se encuentran alrededor de 5 objetos similares a estrellas, como cúmulos de estrellas globulares). Es una tabla de coordenadas de las estrellas con una descripción de su posición en la constelación (como "estrella en el codo de X, longitud, latitud, magnitud"). Con respecto a la precesión, Ptolomeo utilizó coordenadas eclípticas. Como uno de los primeros de su tiempo, Ptolomeo incluyó la magnitud, una escala cuantitativa de brillo estelar, probablemente adoptada de Hipparchus (lo cual no es seguro porque el catálogo de Hipparchus no está preservado). La escala comienza con la estrella más brillante con la magnitud de 1, bajando a la magnitud de 6, para las estrellas más débiles visibles. <p>Para el cálculo de las posiciones de los planetas, Ptolomeo utilizó un modelo geocéntrico (que está permitido porque el observador siempre está en la Tierra) y, por lo tanto, contribuyó a la creencia científica de que el modelo heliocéntrico de Aristarch no era necesario. Sin embargo, para el catálogo de estrellas del <i>Almagesto</i> esto no importa en absoluto porque un catálogo de estrellas representa siempre una especie de inventario de los puntos fijos en el cielo y el objetivo proclamado de Ptolomeo del catálogo es proporcionar una lista para hacer un globo celeste ( ver Alm., VIII, 3). Consciente de la precesión, quiere facilitar el negocio de los futuros fabricantes de globos terráqueos mediante el uso de coordenadas eclípticas: la precesión, tal como la conoce Ptolomeo, cambia todas las estrellas paralelas a la eclíptica, por lo tanto, las actualizaciones de la época del fabricante de globos terráqueo podrían aplicarse mediante una simple resta del valor para longitud eclíptica.</p> ### Cómo se hizo esta cultura estelar ### Nombres de estrellas De más de 1.000 estrellas, Ptolomeo menciona un nombre propio para sólo 15. El resto se identifican por descripciones bastante largas como "La estrella en el extremo de la cola" para la Polaris. Para evitar mostrar cadenas tan largas en la pantalla en Stellarium, inventamos etiquetas cortas para todas las estrellas del Almagesto basadas en la constelación y el orden en que aparecen en el catálogo. Por ejemplo, Polaris recibe la designación "UMi 1" porque es la primera estrella en la constelación de Small Bear (UMi). Consulte la tabla a continuación para ver la correspondencia entre las constelaciones de Ptolomeo y las abreviaturas UAI. Además, cuando Ptolomeo describe una estrella que se encuentra fuera de la figura, usamos letras minúsculas en la etiqueta correspondiente. Para ver la descripción larga de una estrella determinada, los usuarios deben habilitar "Usar nombres adicionales de estrellas" en la configuración de "Ver [F4]/Cielo" y hacer clic en la estrella. La descripción larga se mostrará en la parte superior de la pantalla. ### Líneas de constelaciones El proceso se puede describir como esbozado aquí con el ejemplo de Corvus: En la constelación de Corvus (Cuervo), &alfa; Crv es la estrella en la "cabeza del cuervo". Está conectada con la "estrella en el cuello" &épsilon; Crv. Este está conectada con "la estrella en el pecho" &zeta; Crv. Desde allí, dos líneas van a la punta de las alas. &gamma; Crv es la estrella en el ala avanzada y &delta; Crv la estrella en el ala trasera. Desde la estrella en el seno otra línea va al "pie del cuervo", la estrella &beta; Crv. <p><img width="800" src="illustrations/corvus_s.png" /></p> <p>Después de identificar las estrellas en función de sus coordenadas y nombres, volvimos a conectar las estrellas según las descripciones en la tabla presentada en el <i>Almagesto</i>.</p> <p>Los nombres de las estrellas y los nombres de los objetos del cielo profundo se basan únicamente en el Almagesto. P.ej. Ptolomeo usa el nombre "&lambda;&alpha;&mu;&pi;&alpha;&delta;&#943;&alpha;&sigmaf; (La antorcha)" para Aldebarán en su otro trabajo, el <i>Tetrabiblos</i>, pero esto no se implementa en esta cultura del cielo porque no aparece en el Almagesto.</p> La siguiente tabla muestra el nombre original de la constelación en griego y su traducción al inglés (columnas 2 y 3) y denota nuestras incertidumbres en la reconstrucción (columna 6). <table> <tr valign="top"> <td><b>Abreviatura</b></td> <td><b>Nombre original</b></td> <td><b>Traducción</b> (directa)</td> <td><b>Nombre UAI (Latín)</b></td> <td><b>claves de la constelación</b></td> <td><b>libertad de arte</b></td> </tr> <tr valign="top"> <td>UMi</td> <td>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Osa Pequeña</td> <td>Ursa Minor</td> <td>como la constelación de UAI</td> <td></td> </tr> <tr valign="top"> <td>UMa</td> <td>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Osa Grande</td> <td>Ursa Major</td> <td>como la constelación de UAI</td> <td></td> </tr> <tr valign="top"> <td>Dra</td> <td>&Delta;&rho;&#940;&kappa;&omega;&nu;</td> <td>Dragón</td> <td>Draco</td> <td>todos los triángulos o cuadrados son vértebras o partes del cuerpo; la línea en la cabeza es la lengua</td> <td></td> </tr> <tr valign="top"> <td>Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</td> <td>Cefeo</td> <td>Cepheus</td> <td>rey, al revés </td> <td>tres estrellas principales son tiara, &beta; vistas como parte del cinturón, aunque el Almagesto dice debajo del cinturón</td> </tr> <tr valign="top"> <td>Boo</td> <td>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</td> <td>Arador</td> <td>Bo&ouml;tes</td> <td>tiene un bastón de pastor en la mano (&omega;)</td> <td>Estrella HIP 72582 añadida como estrella del cuello</td> </tr> <tr valign="top"> <td>CrB</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</td> <td>Corona</td> <td>Corona Borealis</td> <td>como la constelación de UAI; sin detalles para líneas en el texto</td> <td></td> </tr> <tr valign="top"> <td>Her</td> <td>&#703;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Reclinatorio</td> <td>Hercules</td> <td>una de las estrellas del pie es la parte superior del personal de Bootes</td> <td>estrella HIP 82764 añadida como estrella del cuello</td> </tr> <tr valign="top"> <td>Lyr</td> <td>&Lambda;&#973;&rho;&alpha;</td> <td>Lyre</td> <td>Lyra</td> <td></td> <td></td> </tr> <tr valign="top"> <td>Cyg</td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</td> <td>Pájaro</td> <td>Cygnus</td> <td>cisne con patas</td> <td>Puntas de alas conectadas con cola</td> </tr> <tr valign="top"> <td>Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</td> <td>Casiopea</td> <td>Cassiopeia</td> <td>Reina sentada en el trono</td> <td>para evitar confusión no dibujamos el trono</td> </tr> <tr valign="top"> <td>Per</td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Perseus</td> <td>Perseus</td> <td>El cúmulo estelar doble NGC 869 y NGC 884 como Objetos del Espacio Profundo -&gt; una de las estrellas en el cúmulo fue usada para el dibujo</td> <td>se añade una de las estrellas en la cabeza de Gorgon para hacer que la cabeza se vea más esférica</td> </tr> <tr valign="top"> <td>Aur</td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</td> <td>Carruaje</td> <td>Auriga</td> <td>usa ropa larga; prenda limitada por los hombros y el dobladillo</td> <td>o Aur añadida como estrella del cuello; 1 Aur añadida como estrella del dobladillo</td> </tr> <tr valign="top"> <td>Oph</td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;</td> <td>Portador de la serpiente</td> <td>Ophiuchus</td> <td>tiene una serpiente en su mano</td> <td>una estrella añadida como estrella del cuello</td> </tr> <tr valign="top"> <td>Ser</td> <td>&#702;&#714;&Omicron;&phi;&iota;&sigmaf;</td> <td>Serpiente</td> <td>Serpens</td> <td>dos partes separadas de la serpiente (cabeza y cola); el cuadrante es la cabeza</td> <td></td> </tr> <tr valign="top"> <td>Sge</td> <td>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</td> <td>Flecha</td> <td>Sagitta</td> <td>Como la constelación de la UAI, &eta; Sge no se encuentra </td> <td></td> </tr> <tr valign="top"> <td>Aql</td> <td>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</td> <td>Águila</td> <td>Aquila</td> <td>&tau; Aql en la cabeza, &beta; el cuello, Altair en medio de los hombros, &gamma; y &mu; son los hombros</td> <td></td> </tr> <tr valign="top"> <td>Del</td> <td>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</td> <td>Delfín</td> <td>Delphinus</td> <td></td> <td>forma refinada</td> </tr> <tr valign="top"> <td>Equ</td> <td>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</td> <td>Busto [de un caballo]</td> <td>Equuleus</td> <td></td> <td></td> </tr> <tr valign="top"> <td>Peg</td> <td>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</td> <td>Caballo</td> <td>Pegasus</td> <td>con melena y un ala</td> <td></td> </tr> <tr valign="top"> <td>And</td> <td>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</td> <td>Andrómeda</td> <td class='latin'>Andromeda</td> <td>vestido y cinturón</td> <td></td> </tr> <tr valign="top"> <td>Tri</td> <td>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</td> <td>Triángulo</td> <td>Triangulum</td> <td>cuatro estrellas dadas &#61664; estrella media de un lado</td> <td></td> </tr> <tr valign="top"> <td>Ari</td> <td>&Kappa;&rho;&iota;&#972;&sigmaf;</td> <td>Carnero</td> <td>Aries</td> <td>cabeza girada; solo un cuerno</td> <td></td> </tr> <tr valign="top"> <td>Tau</td> <td>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</td> <td>Toro</td> <td>Taurus</td> <td>medio cuerpo, solo dos patas visibles; dirección de la vista al observador</td> <td></td> </tr> <tr valign="top"> <td>Gem</td> <td>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</td> <td>Gemelos</td> <td>Gemini</td> <td>una estrella en común; tocándose con las manos</td> <td></td> </tr> <tr valign="top"> <td>Cnc</td> <td>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</td> <td>Cangrejo</td> <td>Cancer</td> <td>cuerpo cuadrado</td> <td></td> </tr> <tr valign="top"> <td>Leo</td> <td>&Lambda;&#941;&omega;&nu;</td> <td>León</td> <td>Leo</td> <td>abre la mandíbula</td> <td></td> </tr> <tr valign="top"> <td>Vir</td> <td>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</td> <td>Doncella</td> <td>Virgo</td> <td>sin cabeza separada</td> <td>estrellas más débiles añadidas para dibujar las alas</td> </tr> <tr valign="top"> <td>Lib</td> <td>&Chi;&eta;&lambda;&alpha;&#943;</td> <td>Garras [del Escorpión]</td> <td>Libra</td> <td>Ptolomeo siempre usa el término &quot;garras&quot;, nunca &quot;la balanza&quot;.</td> <td></td> </tr> <tr valign="top"> <td>Sco</td> <td>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</td> <td>Escorpión</td> <td>Scorpius</td> <td></td> <td>brazos añadidos alrededor de la cabeza: &nu; y &rho;</td> </tr> <tr valign="top"> <td>Sgr</td> <td>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</td> <td>Arquero</td> <td>Sagittarius</td> <td>un centauro con un arco delante; &bdquo;capa&ldquo; atrás</td> <td>incluimos muchas estrellas tenues en nuestra figura para aclarar la imagen.</td> </tr> <tr valign="top"> <td>Cap</td> <td>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</td> <td>El del Cuerno de la Cabra</td> <td>Capricornus</td> <td>cola de pez; dos patas visibles</td> <td></td> </tr> <tr valign="top"> <td>Aqr</td> <td>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</td> <td>Portador del Agua</td> <td>Aquarius</td> <td>agua fuera de la jarra</td> <td></td> </tr> <tr valign="top"> <td>Psc</td> <td>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</td> <td>[2] Pez</td> <td>Pisces</td> <td></td> <td>pez del norte: 68 (h), 67 (k) y 65 (i) descritos como cabeza en el Almagesto pero los tomamos como aleta porque la boca debe estar en g y &tau; Psc. otro cambio adicional en la aleta de la cola: extendida hasta &rho;</td> </tr> <tr valign="top"> <td>Cet</td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</td> <td>Monstruo Marino</td> <td>Cetus</td> <td></td> <td>El cuerpo no atraviesa la estrella &tau;, sino a través de la estrella &upsilon;</td> </tr> <tr valign="top"> <td>Ori</td> <td>&#702;&Omega;&rho;&#943;&omega;&nu;</td> <td>Orión</td> <td class='latin'>Orion</td> <td></td> <td>La &quot;cabeza&quot; está etiquetada como &quot;nebulosa&quot; lo que significa que Ptolomeo interpretó como &phi;<sub>1</sub>, &phi;<sub>2</sub>, y &lambda;, junto con estrellas más débiles entre ellas como un &quot;cúmulo&quot; (o asociación más extendida que la moderna &quot; Asoc. &lambda; Ori.&quot;). La cabeza ya no tiene una conexión directa con las estrellas de los hombros, sino una conexión con una estrella entre las estrellas de los hombros.</td> </tr> <tr valign="top"> <td>Eri</td> <td>&Pi;&omicron;&tau;&alpha;&mu;&omicron;&#972;&sigmaf;</td> <td>Río [sin nombre]</td> <td>Eridanus</td> <td>Como la constelación de UAI pero corta</td> <td></td> </tr> <tr valign="top"> <td>Lep</td> <td>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</td> <td>Liebre</td> <td>Lepus</td> <td></td> <td>tomó las "4 estrellas sobre la oreja" como oreja</td> </tr> <tr valign="top"> <td>CMa</td> <td>&Kappa;&#973;&omega;&nu;</td> <td>Perro</td> <td>Canis Major</td> <td></td> <td></td> </tr> <tr valign="top"> <td>CMi</td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</td> <td>El Anterior al Perro</td> <td>Canis Minor</td> <td></td> <td>En el Almagesto, el nombre de la constelación es &quot;El Anterior al Perro&quot; o &quot;Presagio de Sirio&quot;, como lo expresa Toomer. Sin embargo, &beta; CMi se llama &quot;cuello&quot; (de quien se desconoce). Dibujamos un perrito con &gamma; y &épsilon; como la cabeza; &alfa; &beta; &eta; y HIP36889 como el cuerpo; patas delanteras con HIP35509 y HIP35614; patas traseras con &delta;<sub>2</sub> y &delta;<sub>3</sub>; cola con HIP37634</td> </tr> <tr valign="top"> <td>Arg</td> <td>&#702;&Alpha;&rho;&gamma;&omega;</td> <td>Nave &quot;Argo&quot;</td> <td>Argo</td> <td>Más pequeña que la suma de las constelaciones de UAI Pup + Pyx + Car + Vel</td> <td>Muchas estrellas no integradas en la constelación, para crear una forma de barco; En muchas representaciones (incluido el antiguo globo de Farnese), solo se pinta la mitad de un barco.</td> </tr> <tr valign="top"> <td>Hya</td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;</td> <td>Serpiente Marina</td> <td>Hydra</td> <td>como la constelación de UAI</td> <td></td> </tr> <tr valign="top"> <td>Crt</td> <td>&Kappa;&rho;&alpha;&tau;&#768;&eta;&rho;</td> <td>Krater (vaso)</td> <td>Crater</td> <td></td> <td>un Krater es un recipiente especial para mezclar vino griego que se parece a un ánfora o un jarrón: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a> Ptolomeo describe solo una estrella en el pie (&alfa; Crt) y dos asas (&eta;, &theta; Crt)</td> </tr> <tr valign="top"> <td>Crv</td> <td>&Kappa;&oacute;&rho;&alpha;&xi;</td> <td>Cuervo</td> <td>Corvus</td> <td>como la constelación de UAI</td> <td></td> </tr> <tr valign="top"> <td>Cen</td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</td> <td>Centauro</td> <td>Centaurus</td> <td></td> <td>desviación de la descripción: HIP 65373 en lugar de &omega; Cen (cluster) tomado como estrella en la espalda. &lsquo;Thyrsus&lsquo; no dibujado (para evitar confusiones), se añadió el brazo hacia atrás.</td> </tr> <tr valign="top"> <td>Lup</td> <td>&Theta;&eta;&rho;&#943;&omicron;&nu;</td> <td>Bestia</td> <td>Lupus</td> <td></td> <td>&beta; descrito como &lsquo;Fin de la pata trasera&lsquo; -> tomada como estrella en el vientre; &tau;<sub>1</sub> como pata trasera &Chi; retirada de la cabeza, porque de lo contrario surge la falta de forma; HIP73493 tomada como pata delantera</td> </tr> <tr valign="top"> <td>Ara</td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</td> <td>Altar</td> <td>Ara</td> <td>como la constelación de UAI</td> <td></td> </tr> <tr valign="top"> <td>CrA</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</td> <td>Cruz del Sur</td> <td>Corona Australis</td> <td>como la constelación de UAI; solo incertidumbre con las estrellas que solo obtuvieron un número BSC en el Almagesto, porque no se identifican claramente en Stellarium</td> <td></td> </tr> <tr valign="top"> <td>PsA</td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</td> <td>Pez del Sur</td> <td>Piscis Austrinus</td> <td>el pez está acostado sobre su espalda</td> <td>añadimos algunas estrellas para marcar la cola como tal (&beta; debería ser la punta de la cola pero la usamos como raíz)</td> </tr> </table> ### Uso Justo Esta cultura estelar tiene su origen en un año de investigación de un estudiante. Proporcionamos esto de forma gratuita, pero los autores de las contribuciones ciertamente merecen ser citados de acuerdo con las reglas comunes. ¡Gracias! ### Gracias Los autores agradecen a Patrick Gleason y Georg Zotti por la corrección de textos en inglés y las discusiones interesantes.
