Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: This sky culture used to be for a long time an easy user-installable addon example contributed by Mike Richards. It has been reworked following the 41st reprint and completed with this description by Georg Zotti.
de: Diese Himmelskultur war lange Zeit eine einfache benutzerinstallierbare Beispielerweiterung, erstellt von Mike Richards. Sie wurde von Georg Zotti anhand des 41. Nachdrucks sorgfältig überarbeitet und mit dieser Beschreibung vervollständigt.
es_419: Esta cultura del cielo fue durante mucho tiempo un ejemplo de complemento fácil de instalar por el usuario aportado por Mike Richards. Ha sido reelaborada tras la reimpresión número 41 y completada con esta descripción por Georg Zotti.
ru: Эта культура неба была впервые добавлена Майком Ричардсом (Mike Richards) как пример расширения, устанавливаемого пользователем. Она была переработана и дополнена (включая текущее описание) Георгом Зотти на основе 41-го издания.
sv: Denna himmelskultur var under lång tid ett exempel på ett tillägg som enkelt kunde installeras av användaren och som Mike Richards bidrog med. Den har omarbetats efter det 41:a nytrycket och kompletterats med denna beskrivning av Georg Zotti.
uk: Ця картина зоряного неба використовується довгий час у форматі простого для встановлення додатка, створеного Майком Річардсом (Mike Richards). Її було перероблено відповідно до 41-го видання книги і завершено цим описом Георгом Зотті (Georg Zotti).

source: Modern sky culture is used internationally by modern astronomers, and is the official scheme of The International Astronomical Union. It has historical roots in Ancient Greek astronomy, with influences from Islamic astronomy. The constellation figures and star names come from Sky & Telescope's definitions, and should be familiar to users of Sky & Telescope's Pocket Sky Atlas, Sky Atlas 2000.0, and the figures in Sky & Telescope magazine.
es_419: La cultura estelar moderna es usada internacionalmente por los astrónomos modernos, y es el esquema oficial de la Unión Astronómica Internacional. Tiene raíces históricas en la astronomía griega antigua, con influencias de la astronomía islámica. Las figuras de la constelación y los nombres de las estrellas provienen de las definiciones de Sky & Telescope, y deben ser familiares para los usuarios de Pocket Sky Atlas, Sky Atlas 2000.0 y las figuras de la revista Sky & Telescope.
ru: Современная культура неба используется современными астрономами на международном уровне и является официальной схемой Международного астрономического союза. Она имеет исторические корни в древнегреческой астрономии с влиянием исламской астрономии. Фигуры созвездий и названия звезд взяты из определений Sky & Telescope и должны быть знакомы пользователям Sky & Telescope Pocket Sky Atlas, Sky Atlas 2000.0 и рисункам из журнала Sky & Telescope.
sv: Modern himmelskultur används internationellt av moderna astronomer och är det officiella systemet för Internationella astronomiska unionen. Den har historiska rötter i den antika grekiska astronomin, med influenser från islamisk astronomi. Konstellationsfigurerna och stjärnnamnen kommer från Sky & Telescopes definitioner och bör vara bekanta för användare av Sky & Telescopes Pocket Sky Atlas, Sky Atlas 2000.0 och figurerna i tidningen Sky & Telescope.
uk: Сучасна картина зоряного неба використовується на міжнародному рівні сучасними астрономами та є офіційною схемою зоряного неба Міжнародного астрономічного союзу. Історичні корені цієї картини сягають давньогрецької астрономії, можна також прослідкувати вплив ісламських астрономів. Малюнки сузір'їв та назви зірок походять із визначень Sky & Telescope. Вони мають бути знайомі користувачам кишенькового атласу неба Sky & Telescope, Sky Atlas 2000.0 та зображень у журналі «Sky & Telescope».

source: The modern culture divides the celestial sphere into 88 areas of various sizes called *constellations*, each with precise boundary, issued by the International Astronomical Union. These constellations have become the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage. Note: the Sky & Telescope sky culture does not provide constellation lines for Microscopium or Mensa. ### Star names The method used by Sky & Telescope to determine star names is detailed in the included *SnT_star_names.docx* file.
de: Die moderne Kultur teilt die Himmelssphäre in 88 Flächen unterschiedlicher Größe, die *Sternbilder* genannt werden, auf. Jedes besitzt genaue, von der Internationalen Astronomischen Union festgelegte Grenzen. Diese Sternbilder sind zum Standard für die Beschreibung des Himmels geworden. Sie ersetzen dabei ähnliche Einteilungen in anderen Himmelskulturen vollständig im täglichen Gebrauch. Anmerkung: Die Sky & Telescope-Sternbildkultur beinhaltet keine Sternbildlinien für das Mikroskop und den Tafelsberg. ### Sternnamen Die von Sky & Telescope verwendete Methode, Sternnamen zu bestimmen, wird ausführlich in der mitgelieferten Datei *SnT_star_names.docx* beschrieben.
es_419: La cultura estelar moderna divide la esfera celeste en 88 áreas de varios tamaños llamadas constelaciones, cada una con un límite preciso, emitidas por la Unión Astronómica Internacional. Estas constelaciones se han convertido en la forma estándar de describir el cielo, reemplazando conjuntos similares en otras culturas estelares exhaustivamente en el uso diario. Nota: la cultura estelar Sky & Telescope no proporciona líneas de constelación para Microscopium o Mensa. ### Nombres de estrellas El método utilizado por Sky & Telescope para determinar los nombres de las estrellas se detalla en el archivo *SnT_star_names.docx* incluido.
ru: Современная культура делит небесную сферу на 88 участков различных размеров, называемыми *созвездиями* с фиксированными границами, определенными Международным астрономическим союзом. Этими созвездиями стали повсеместно пользоваться для описания неба, заменяя аналогичные наборы из других культур. Примечание: культура неба Sky & Telescope не предоставляет линии для созвездий Microscopium или Mensa. ### Названия звёзд Метод, используемый Sky & Telescope для определения названий звезд, подробно описан в прилагаемом файле *SnT_star_names.docx*.
sv: Den moderna kulturen delar in himmelssfären i 88 områden av olika storlek som kallas *konstellationer*, var och en med exakta gränser, utfärdade av International Astronomical Union. Dessa konstellationer har blivit standardmetoden för att beskriva himlen och ersätter i dagligt bruk helt och hållet liknande uppsättningar i andra himmelskulturer. Notera: Sky & Telescope himmelskulturen tillhandahåller inte konstellationslinjer för Microscopium eller Mensa. ### Namn på stjärnor Den metod som används av Sky & Telescope för att bestämma stjärnnamn beskrivs i den medföljande filen *SnT_star_names.docx*.
uk: У сучасній культурі небесну сферу поділено на 88 ділянок найрізноманітніших розмірів, які називаються *сузір'ями*, кожна область має точно визначені межі, які стандартизовано Міжнародним астрономічним союзом. Ці сузір’я є стандартним способом опису неба, який повністю замінив подібні набори інших картин зоряного неба. Зауваження: на карті зоряного неба «Sky & Telescope» немає ліній сузір'їв Мікроскоп та Столова Гора. ### Назви зірок Метод, яким у «Sky & Telescope» скористалися для визначення назв зірок, докладно описано у включеному файлі *SnT_star_names.docx*.

source: - [#1]: [Sky & Telescope](https://www.skyandtelescope.com) homepage - [#2]: [Constellation](http://en.wikipedia.org/wiki/Constellation) article at Wikipedia - [#3]: [Star Catalogue](http://en.wikipedia.org/wiki/Star_catalogue) article at Wikipedia - [#4]: [Official IAU constellation information](http://www.iau.org/public/constellations/) - [#5]: [ESO website as name reference](https://iauarchive.eso.org/public/themes/constellations/)
sv: - [#1]: [Sky & Telescope](https://www.skyandtelescope.com) hemsida - [#2]: [Constellation](http://en.wikipedia.org/wiki/Constellation) artikel på Wikipedia - [#3]: [Star Catalogue](http://en.wikipedia.org/wiki/Star_catalogue) artikel på Wikipedia - [#4]: [Officiell IAU-information om konstellationer](http://www.iau.org/public/constellations/) - [#5]: [ESO:s webbplats som namnreferens](https://iauarchive.eso.org/public/themes/constellations/)
uk: - [#1]: [Sky & Telescope](https://www.skyandtelescope.com) homepage - [#2]: Стаття [сузір'я](http://en.wikipedia.org/wiki/Constellation) у Вікіпедії - [#3]: Стаття [зоряний каталог](http://en.wikipedia.org/wiki/Star_catalogue) у Вікіпедії - [#4]: [Офіційні відомості щодо сузір'їв МАО](http://www.iau.org/public/constellations/) - [#5]: [Сайт ESO як довідник з назв](https://iauarchive.eso.org/public/themes/constellations/)

source: Paul Krizak <paul.krizak@gmail.com> and Jonathan E. Piskor <jonathan.e.piskor@gmail.com>, Extended by G. Zotti
ru: Paul Krizak <paul.krizak@gmail.com> и Jonathan E. Piskor <jonathan.e.piskor@gmail.com>, дополнения G. Zotti
sv: Paul Krizak <paul.krizak@gmail.com> och Jonathan E. Piskor <jonathan.e.piskor@gmail.com>, utökat av G. Zotti
uk: Paul Krizak <paul.krizak@gmail.com> і Jonathan E. Piskor <jonathan.e.piskor@gmail.com>, розширено G. Zotti

source: ### Figures in the sky People have probably always looked up to the stars. Some of them might wonder, what those little dots of light meant, up there. In their thoughts they connected the stars to form images and thus created their very own constellations. Each culture had different ideas about what was going on in the night sky. And so each culture painted different figures in the sky. In the western world, a sky culture emerged that, along with other influences, was strongly influenced by Greek mythology. This western sky culture established itself as the standard in modern astronomy.
de: ### Figuren am Himmels Die Menschen haben wohl schon immer zu den Sternen hinaufgesehen. Einige von ihnen fragten sich vielleicht, was diese kleinen Lichtpunkte dort droben zu bedeuten hätten. Sie verbanden die Sterne in Gedanken zu Bildern und schufen damit ihre ureigenen Sternbilder. Jeder Kulturkreis hatte andere Vorstellungen von dem, was sich am Nachthimmel abspielte. Und so malte jede Kultur andere Figuren in den Himmel. In der westlichen Welt entstand eine Sternbildkultur, die neben anderen Einflüssen stark von der griechischen Mythologie geprägt war. Diese westliche Sternbildkultur etablierte sich in der modernen Astronomie als Standard.
es_419: ### Figuras en el cielo Probablemente, la gente siempre haya mirado hacia las estrellas. Algunos de ellos podrían preguntarse qué significaban esos pequeños puntos de luz allí arriba. En sus pensamientos unieron las estrellas para formar imágenes y crearon así sus propias constelaciones. Cada cultura tenía ideas diferentes sobre lo que sucedía en el cielo nocturno. Y así cada cultura pintó diferentes figuras en el cielo. En el mundo occidental surgió una cultura del cielo que, junto con otras influencias, estuvo fuertemente influida por la mitología griega. Esta cultura occidental del cielo se estableció como estándar en la astronomía moderna.
ru: ### Фигуры в небе Люди, вероятно, всегда смотрели на звезды. Некоторые из них могли бы задаться вопросом, что означают эти маленькие точки света там, наверху. В своих мыслях они соединяли звезды, чтобы сформировать образы, и таким образом создавали свои собственные созвездия У каждой культуры были разные представления о том, что происходит в ночном небе. И поэтому каждая культура рисовала разные фигуры на небе. В западном мире возникла культура неба, которая, наряду с другими влияниями, находилась под сильным влиянием греческой мифологии. Эта западная культура неба утвердилась как стандарт в современной астрономии.
sv: ### Figurer på himlen Människor har förmodligen alltid tittat upp mot stjärnorna. En del av dem kanske undrade vad de små ljuspunkterna där uppe betydde. I sina tankar kopplade de ihop stjärnorna till bilder och skapade på så sätt sina alldeles egna konstellationer. Varje kultur hade olika idéer om vad som hände på natthimlen. Och därför målade varje kultur olika figurer på himlen. I västvärlden växte det fram en himmelskultur som bland annat var starkt influerad av den grekiska mytologin. Denna västerländska himmelskultur etablerade sig som standard inom den moderna astronomin.
uk: ### Фігури на небі Напевно, люди завжди дивилися на зірки. Дехто з них міг би запитати, що означають ті маленькі крапки світла там, нагорі. У своїх думках вони з’єднували зірки в образи і таким чином створювали свої власні сузір’я. У кожній культурі були власні уявлення щодо того, що відбувається на нічному небі. Тому кожна культура малювала різні фігури на небі. У західному світі виникла картина зоряного неба, яку, разом із іншими впливами, було значною мірою засновано на грецькій міфології. Ця західна картина зоряного неба стала стандартною у сучасній астрономії.
