Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The constellation <em>Hithikoya</em> is the &lsquo;Spirit of the black curassow&rsquo; (<em>Crax alector</em>), a commonly hunted bird, often kept as a pet for its feathers and eggs. According to a Lokono myth, <em>Hithikoya</em> lived on earth, but the Lokono kept shooting him.<sup><a href="#footnote-11">[11]</a></sup> As a result, he ascended to the sky to warn black curassows about the approaching hunter (see <em>Yokh&acirc;rhin</em>) and his companion with a torch (see <em>Al&ecirc;ti</em>). The Lokono identify <em>Hithikoya</em> as the Western constellation Crux. When it appears just above the trees in January, the curassows roam on the ground and are easy to catch. Over the following months, the higher <em>Hithikoya</em> rises in the morning, the higher the birds climb up the trees. By March, it appears high in the sky and the birds are found in the tops of the trees. <em>Hithikoya </em>thus informs the Lokono where to search for the birds at a given time of the year. The Lokono even make hunting charms (<em>bina</em>) from a plant, whose leaves resemble the bird, rubbed into the lips of the hunter so that he can imitate the calls of the bird, increasing his chances of catching one.<sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-17">[17]</a></sup>
fi: Tähtikuvio <em>Hithikoya</em> on &lsquo;Mustan kurassovan henki&rsquo; (<em>Crax alector</em>), yleisesti metsästetty lintu, jota pidetään usein lemmikkinä höyhenten ja munien vuoksi. Lokonon myytin mukaan, <em>Hithikoya</em> asui maan päällä, mutta Lokono ampui häntä jatkuvasti.<sup><a href="#footnote-11">[11]</a></sup>Tämän seurauksena hän nousi taivaalle varoittamaan mustia curassowia lähestyvästä metsästäjistä (katso <em>Yokh&acirc;rhin</em>) ja hänen kumppaninsa taskulampun kanssa (katso <em>Al&ecirc;ti</em>). Lokono tunnistaa <em>Hithikoya</em> kuten läntinen Crux-tähdistö. Kun se ilmestyy puiden yläpuolelle tammikuussa, kurassovat vaeltavat maassa ja niitä on helppo saada kiinni. Seuraavien kuukausien aikana, sitä korkeampi <em>Hithikoya</em> nousee aamulla, sitä korkeammalle linnut kiipeävät puihin. Maaliskuussa se näkyy korkealla taivaalla ja linnut löytyvät puiden latvoista. <em>Hithikoya </em>ilmoittaa näin Lokonolle, mistä lintuja kannattaa valita vuodenaikana. Lokonot jopa metsästyskoruja (<em>bina</em>) kasvista, jonka lehdet muistuttavat lintua, hierotaan metsästäjän huulille, jotta hän voi jäljitellä linnun kutsuja, mikä lisää hänen mahdollisuuksiaan saada lintu.<sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-17">[17]</a></sup>

source: <em>Yokhârhin</em> 'Hunter'
fi: <em>Yokhârhin</em> 'Metsästäjä'

source: The constellation <em>Yokh&acirc;rhin</em> &lsquo;Hunter&rsquo; corresponds to &alpha; Centauri and represents the man hunting <em>Hithikoya</em>, the &lsquo;Spirit of the black curassow&rsquo; (see <em>Hithikoya</em>).<sup><a href="#footnote-9">[9], </a></sup><sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-11">[11]</a></sup> His companion holding a torch known as <em>Al&ecirc;ti</em> is represented by &beta; Centauri. The myth reported by the Penard brothers that explains the origin of <em>Hithikoya</em> includes also these two characters.<sup><a href="#footnote-11">[11]</a></sup> According to the story, <em>Hithikoya</em> used to live on earth, but the Lokono kept tracking him down at night and shoot him. As a result, it ascended to the sky to serve as a signal for black curassows warning them about the approaching hunter (<em>Yokh&acirc;rhin</em>) and his companion with a torch (<em>Al&ecirc;ti</em>). As <em>Hithikoya</em> appears higher and higher in the morning between January and March, <em>Yokh&acirc;rhin</em> and subsequently <em>Al&ecirc;ti</em> appear on the horizon following it. This indicates to the Lokono that the black curassow can now be found high in the tress and the hunters can set out at night to hunt it in the tree tops.
fi: Tähtikuvio <em>Yokh&acirc;rhin</em> &lsquo;Metsästäjä&rsquo; vastaa &alpha; Kentauria ja edustaa metsästävää miestä <em>Hithikoya</em>, &lsquo;mustan kurassovan henki&rsquo; (katso <em>Hithikoya</em>).<sup><a href="#footnote-9">[9], </a></sup><sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-11">[11]</a></sup>Hänen kumppaninsa pitelee taskulamppua, joka tunnetaan nimellä <em>Al&ecirc;ti</em> edustaa &beta; Centauri. Penardin veljien raportoima myytti, joka selittää alkuperän <em>Hithikoya</em>sisältää myös nämä kaksi hahmoa.<sup><a href="#footnote-11">[11]</a></sup> Tarinan mukaan, <em>Hithikoya</em> asui ennen maan päällä, mutta Lokono jäljitti häntä yöllä ja ampui hänet. Tämän seurauksena se nousi taivaalle toimiakseen signaalina mustille kurassoille varoittaen heitä lähestyvästä metsästäjistä (<em>Yokh&acirc;rhin</em>) ja hänen kumppaninsa soihtulla (<em>Al&ecirc;ti</em>). Kuten <em>Hithikoya</em> näyttää korkeammalta aamulla tammi-maaliskuussa, <em>Yokh&acirc;rhin</em> ja sen jälkeen <em>Al&ecirc;ti</em> näkyvät sen jälkeen horisontissa. Tämä osoittaa lokonolle, että musta kurasso löytyy nyt korkealta keuhkosta ja metsästäjät voivat lähteä yöllä metsästämään sitä puiden latvoihin.

source: <em>Alêti</em> 'Torch'
fi: <em>Alêti</em> 'Soihtu'

source: The constellation&nbsp;<em>Al&ecirc;ti</em> &lsquo;Torch&rsquo; corresponds to&nbsp;&beta; Centauri and represents the companion of the hunter <em>Yokh&acirc;rhin</em>, holding a torch torch made from a piece of cloth dipped in beeswax known as <em>Al&ecirc;ti</em>.<sup><a href="#footnote-9">[9], </a></sup><sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-11">[11]</a></sup>&nbsp; <em>Al&ecirc;ti</em> follows <em>Yokh&acirc;rhin</em> so as not to scare the black curassow bird with the light of the torch. The myth reported by the Penard brothers that explains the origin of <em>Hithikoya</em> 'Spirit of the black curassow' includes also these two characters (see <em>Hithikoya</em>).<sup><a href="#footnote-11">[11]</a></sup> According to the story, <em>Hithikoya</em> used to live on earth, but the Lokono kept tracking him down at night and shoot him. As a result, it ascended to the sky to serve as a signal for black curassows warning them about the approaching hunter (<em>Yokh&acirc;rhin</em>) and his companion with a torch (<em>Al&ecirc;ti</em>). As <em>Hithikoya</em> appears higher and higher in the morning between January and March, <em>Yokh&acirc;rhin</em> and subsequently <em>Al&ecirc;ti</em> appear on the horizon following it. This indicates to the Lokono that the black curassow can now be found high in the tress and the hunters can set out at night to hunt it in the tree tops.
fi: Tähtikuvio&nbsp;<em>Al&ecirc;ti</em> &lsquo;Soihtu&rsquo; vastaa&nbsp;&beta; Kentauri ja edustaa metsästäjän seuralaista <em>Yokh&acirc;rhin</em>, pitelee taskulamppua, joka on valmistettu mehiläisvahaan kastetusta kankaanpalasta, joka tunnetaan nimellä <em>Al&ecirc;ti</em>.<sup><a href="#footnote-9">[9], </a></sup><sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-11">[11]</a></sup>&nbsp; <em>Al&ecirc;ti</em> follows <em>Yokh&acirc;rhin</em> jotta musta kurassolintu ei pelästyisi soihdun valolla. Penardin veljien raportoima myytti, joka selittää alkuperän <em>Hithikoya</em> 'Mustan kurassovin henki' sisältää myös nämä kaksi hahmoa (katso <em>Hithikoya</em>).<sup><a href="#footnote-11">[11]</a></sup> Tarinan mukaan, <em>Hithikoya</em> asui ennen maan päällä, mutta Lokono jäljitti häntä yöllä ja ampui hänet. Tämän seurauksena se nousi taivaalle toimimaan signaalina mustille kurassoille varoittamaan heitä lähestyvästä metsästäjistä (<em>Yokh&acirc;rhin</em>) ja hänen kumppaninsa soihtulla (<em>Al&ecirc;ti</em>). As <em>Hithikoya</em> näyttää korkeammalta aamulla tammi-maaliskuussa, <em>Yokh&acirc;rhin</em> ja sen jälkeen <em>Al&ecirc;ti</em> näkyvät sen jälkeen horisontissa. Tämä osoittaa lokonolle, että musta kurasso löytyy nyt korkealta keuhkosta ja metsästäjät voivat lähteä yöllä metsästämään sitä puiden latvoihin.

source: <em>Anorhâkoya</em> 'Spirit of the cocoi heron'
fi: <em>Anorhâkoya</em> 'Kookoshaikaran henki'

source: The constellation <em>Anorh&acirc;koya </em>represents the spirit of the cocoi heron (<em>Ardea cocoi</em>). It is recognized by contemporary Lokono as Ursa Major, in keeping with earlier identifications.<sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-15">[15]</a></sup> Claudius de Geoje reports that when it shines strong, the Lokono believe that strong winds will come, bringing dust into peoples&rsquo; eyes and consequently diseases: the heron picks their eyes with its beak, it is said.<sup><a href="#footnote-11">[11]</a></sup> Similarly, according to Cornelius van Coll, <em>Anorh&acirc;koya</em> is a heron whose beak is upside down. Should its beak be turned downwards, people would get all kinds of eye diseases.<sup><a href="#footnote-7">[7]</a></sup> This can still happen when strong winds blow and carry the light from the beak into peoples&rsquo; eyes, since the light of <em>Anorh&acirc;koya</em> (and other stars) travels with the wind according to the Lokono. The constellation is associated with the big dry season (August to December) and the storms and winds that are typical of this time. It appears in the morning in mid-November in the northeast with its beak down.
fi: Tähtikuvio <em>Anorh&acirc;koya </em>edustaa kookoshaikaran henkeä (<em>Ardea cocoi</em>). Nykyajan Lokono tunnustaa sen Ursa Majoriksi aikaisempien tunnisteiden mukaisesti.<sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-15">[15]</a></sup> Claudius de Geoje raportoi, että kun se paistaa voimakkaasti, lokonot uskovat, että tulee voimakkaita tuulia, jotka tuovat pölyä kansoihin&rsquo; silmät ja siten sairaudet: haikara poimii niiden silmät nokallaan, sanotaan.<sup><a href="#footnote-11">[11]</a></sup> Samoin Cornelius van Collin mukaan, <em>Anorh&acirc;koya</em>on haikara, jonka nokka on ylösalaisin. Jos sen nokka käännetään alaspäin, ihmiset saisivat kaikenlaisia silmäsairauksia.<sup><a href="#footnote-7">[7]</a></sup> Näin voi silti tapahtua, kun voimakkaat tuulet puhaltavat ja kuljettavat valon nokasta ihmisiin&rsquo; silmät valosta lähtien <em>Anorh&acirc;koya</em> (ja muut tähdet) kulkevat tuulen mukana Lokonon mukaan. Tähdistö liittyy suureen kuivaan kauteen (elo-joulukuu) ja tälle ajalle tyypillisiin myrskyihin ja tuulihin. Se ilmestyy aamulla marraskuun puolivälissä koilliseen nokka alaspäin.

source: <em>Honolikoya</em> 'Spirit of the rufescent tiger heron'
fi: <em>Honolikoya</em> 'Kiertelevän tiikerihaikaran henki'

source: Another Lokono constellation named after a species of a heron is <em>Honolikoya</em> &lsquo;<em>Spirit of the rufescent tiger heron</em>&rsquo; (<em>Tigrisoma lineatum</em>). It is reported in historical sources as the equivalent of the Kari&rsquo;na constellation <em>Kumawari yumï</em> (&lsquo;Father of the cocoi heron&rsquo;). This is likely a mistake as <em>honoli</em> is a different and well-known species of a heron. It is possible that <em>Honolikoya</em> refers to the same constellation as <em>Anorhâkoya</em>, interpreted differently by different Lokono consultants, but it is also possible it is a different constellation. In any case, <em>Honolikoya</em> remains unidentified.<sup><a href="#footnote-17">[17]</a></sup> Just like <em>Anorh&acirc;koya</em>, the constellation is said to bring diseases of the eyes when it appears in the morning sky. From the Penard brothers' description we can infer that <em>Honolikoya</em> should appear between June and the big dry season, which lasts from end of August until the beginning of December. There appears to be no specific myth associated with this constellation.<sup><a href="#footnote-17">[17]</a></sup>
fi: Toinen haikaralajin mukaan nimetty Lokonon tähtikuvio on <em>Honolikoya</em> &lsquo;<em>Kiertelevän tiikerihaikaran henki&rsquo; (<em>Tigrisoma lineatum</em>). Sen kerrotaan historiallisissa lähteissä Karianan tähtikuviota vastaavana <em>Kumawari yumï</em> (&lsquo;Kookoshaikaran isä&rsquo;). Tämä on todennäköisesti virhe, kuten <em>honoli</em> on erilainen ja tunnettu haikaralaji. Onko mahdollista että <em>Honolikoya</em> viittaa samaan tähtikuvioon kuin <em>Anorhâkoya</em>, Eri Lokono-konsultit tulkitsevat eri tavalla, mutta on myös mahdollista, että kyseessä on erilainen konstellaatio. Joka tapauksessa, <em>Honolikoya</em> jää tunnistamatta.<sup><a href="#footnote-17">[17]</a></sup> Ihan kuin <em>Anorh&acirc;koya</em>, ähdistön sanotaan tuovan silmäsairauksia, kun se ilmestyy aamutaivaalla. Penardin veljien kuvauksesta voimme päätellä sen <em>Honolikoya</em> pitäisi ilmestyä kesäkuun ja suuren kuivan kauden välillä, joka kestää elokuun lopusta joulukuun alkuun. Tähän tähtikuvioon ei näytä liittyvän mitään erityistä myyttiä.<sup><a href="#footnote-17">[17]</a></sup>

source: <em>Kasorhowakoya</em> 'Spirit of the four-eyed fish'
fi: <em>Kasorhowakoya</em> 'Neljän silmän kalan henki'

source: The constellation <em>Kasorhowakoya</em> &lsquo;Spirit of the four-eyed fish&rsquo; (<em>Anableps anableps</em>) was identified by the contemporary Lokono as &lambda; Scorpii and &upsilon; Scorpii. In earlier sources it is identified as the upper part of Scorpio&rsquo;s tail, which is in keeping with the 21st century data.<sup><a href="#footnote-8">[8]</a></sup> The constellation represents the two eyes of the four-eyed fish, which is known for the fact that its eyes are always sticking above the water, and is therefore sometimes considered an incarnation of the water spirit. There is no Lokono myth concerning the four-eyed fish, and it remains unknown what the appearance of this constellation signifies. However, it merits a mention that the Kari&rsquo;na have a constellation representing the same fish, which corresponds to the same two stars. Maga&ntilde;a and Jara explain that the appearance of the Kari&rsquo;na constellation announces the fishing season for this species.<sup><a href="#footnote-18">[18]</a></sup> It is not unlikely that the Lokono constellation had the same function.
fi: Tähtikuvio <em>Kasorhowakoya</em> &lsquo;Nelisilmäisen kalan henki&rsquo; (<em>Anableps anableps</em>) nykyajan Lokono tunnisti sen nimellä &lambda; Scorpii ja &upsilon; Skorpii. Aiemmissa lähteissä se on tunnistettu Skorpionin hännän yläosaksi, mikä on sopusoinnussa 2000-luvun tietojen kanssa.<sup><a href="#footnote-8">[8]</a></sup> Tähdistö edustaa nelisilmäisen kalan kahta silmää, joka tunnetaan siitä, että sen silmät pysyvät aina veden yläpuolella, ja siksi sitä joskus pidetään vesihengen inkarnaationa. Lokono-myyttiä nelisilmäisestä kalasta ei ole olemassa, eikä tiedetä, mitä tämän tähdistön ulkonäkö merkitsee. On kuitenkin syytä mainita, että Karinalla on samaa kalaa edustava tähdistö, joka vastaa samoja kahta tähteä. Maga&ntilde;a ja Jara selittävät, että Kari&n tähdistön ilmestyminen ilmoittaa tämän lajin kalastuskauden alkamisesta.<sup><a href="#footnote-18">[18]</a></sup> Ei ole epätodennäköistä, että Lokonon tähdistöllä oli sama tehtävä.

source: <em>Katarhokoya</em> 'Spirit of the green sea turtle'
fi: <em>Katarhokoya</em> 'Vihreän merikilpikonnan henki'

source: The constellation <em>Katarhokoya</em> &lsquo;Spirit of the green sea turtle&rsquo; is still known on the Pomeroon River in Guyana. It represents the <em>katarho</em> turtle (<em>Chelonia mydas</em>), swimming towards the shore, represented in turn by the Milky Way. When the constellation appears in the morning high in the sky, it is a signal that turtles are arriving on the beaches to lay eggs. The constellation was identified in earlier sources as <em>Corona Borealis</em> and <em>Orion's belt.</em> <sup><a href="#footnote-8">[8], </a></sup><sup><a href="#footnote-11">[11]</a></sup> While the former overlaps with the stars indicated by the Lokono on the Pomeroon, the latter is likely a mistake as <em>Orion&rsquo;s belt</em> is consistently recognized as <em>Mabukuli</em> &lsquo;Man without a thigh&rsquo;. The constellation <em>Katarhokoya</em> rises early in the year, but it appears upside down most of the time from the vistas of the Lokono in the Guianas. Only by mid-March, a time when several species of turtles indeed lay their eggs on the Atlantic coast of the Guianas, does it look like a turtle swimming to the shore (Milky Way).
fi: Tähtikuvio <em>Katarhokoya</em> &lsquo;Vihreän merikilpikonnan henki&rsquo; tunnetaan edelleen Pomeroon-joella Guyanassa. Se edustaa <em>katarho</em> turtle (<em>Chelonia mydas</em>), uinti kohti rantaa, jota puolestaan edustaa Linnunrata. Kun tähtikuvio ilmestyy aamulla korkealle taivaalle, se on merkki kilpikonnien saapumisesta rannoille munimaan. Tähdistö tunnistettiin aikaisemmissa lähteissä nimellä <em>Corona Borealis</em> and <em>Orion's belt.</em> <sup><a href="#footnote-8">[8], </a></sup><sup><a href="#footnote-11">[11]</a></sup> Vaikka edellinen on päällekkäin Pomeroonin Lokonon osoittamien tähtien kanssa, jälkimmäinen on todennäköisesti virhe. <em>Orion&rsquo;s belt</em> tunnustetaan johdonmukaisesti <em>Mabukuli</em> &lsquo;Mies ilman reisiä&rsquo;. Tähtikuvio <em>Katarhokoya</em> kohoaa alkuvuodesta, mutta se näyttää ylösalaisin suurimman osan ajasta Guyanan Lokonon näkymistä. Vasta maaliskuun puoliväliin mennessä, jolloin useat kilpikonnalajit todellakin munivat Guyanan Atlantin rannikolla, se näyttää rantaan uimavalta kilpikonnalta (Linnunrata).

source: <em>Hikorhikoya</em> 'Spirit of the yellow-footed tortoise'
fi: <em>Hikorhikoya</em> 'Keltajalkakilpikonnan henki'

source: The constellation <em>Hikorhikoya</em> &lsquo;Spirit of the yellow-footed tortoise&rsquo; was documented by the Penard brothers for the Lokono in Suriname; it remains unidentified but it should appear around August (i.e. around the beginning of the big dry season).<sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-17">[17]</a></sup> The Penard brothers explain that when the water in the swamps rises, the yellow-footed tortoise, known in Lokono as <em>hikorhi</em> (<em>Chelonoidis denticulatus</em>), seeks higher grounds, and, presumably, can be more easily found. There are no myths related to the constellation specifically. However, it is worth pointing out that the tortoise is considered a delicacy among the Lokono. When caught, they are often kept around the house in small corrals for long periods of time until they are consumed. The Lokono joke that they are &lsquo;fridges&rsquo; since if fed, the tortoise will stay alive for a long time, as opposed to an animal that was shot and has to be prepared and eaten immediately.
fi: Tähtikuvio <em>Hikorhikoya</em> &lsquo;Keltajalkakilpikonnan henki&rsquo; sen dokumentoivat Penardin veljekset Surinamen Lokonolle; se on edelleen tuntematon, mutta sen pitäisi ilmestyä elokuun tienoilla (eli suuren kuivan kauden alussa).<sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-17">[17]</a></sup> Penardin veljekset selittävät, että kun vesi suoissa nousee, keltajalkakilpikonna, joka tunnetaan Lokonossa nimellä <em>hikorhi</em> (<em>Chelonoidis denticulatus</em>), etsii korkeampia perusteita, ja oletettavasti se voidaan löytää helpommin. Erityisesti konstellaatioon liittyviä myyttejä ei ole. On kuitenkin syytä huomauttaa, että kilpikonnaa pidetään lokonojen herkkuna. Kun niitä pyydetään, niitä pidetään usein talon ympärillä pienissä aitauksissa pitkiä aikoja, kunnes ne kulutetaan. Lokonon vitsi, että ne ovat &lsquo;jääkaappeja&rsquo; koska syötettynä kilpikonna pysyy hengissä pitkään, toisin kuin ammuttu eläin, joka on valmistettava ja syötävä välittömästi.

source: <em>Kwakoya</em> 'Spirit of the blue crab'
fi: <em>Kwakoya</em> 'Sinisen rapun henki'

source: The constellation <em>Kwakoya</em> &lsquo;Spirit of the blue crab&rsquo; is still known in the Lokono communities closer to the coast, which practice the annual crab feats. The crab species is likely the same as that represented by the Kari&rsquo;na constellation <em>Kusa yumï</em> &lsquo;Father of the blue crab&rsquo; (<em>Ucides cordatus</em>). The constellation appears in the east in the middle of July. By the beginning of August, it is high in the sky, signaling that the crabs arrive at the beaches to lay their eggs. At this time, the Lokono and other indigenous groups of the area congregate to the shore of the Atlantic to catch the marching crabs. The crabs are considered a delicacy and when the villagers return to the communities with the catch, large feasts are organized during which the crabs are eaten. The Penard brothers write that <em>Kwakoya</em> appears when the crabs come to lay their eggs in May and June but this appears to be incorrect, both given that crabs march later and that the constellation recognized by the modern Lokono is not visible in May and June from the Guianas.<sup><a href="#footnote-17">[17]</a></sup>
fi: Tähtikuvio <em>Kwakoya</em> &lsquo;Sinisen rapun henki&rsquo; tunnetaan edelleen rannikkoa lähempänä olevissa Lokonon yhteisöissä, jotka harjoittavat vuotuisia rapujen urotekoja. Rapulaji on todennäköisesti sama kuin Karinan tähdistö <em>Kusa yumï</em> &lsquo;Sinisen rapun isä&rsquo; (<em>Ucides cordatus</em>). Tähdistö ilmestyy idässä heinäkuun puolivälissä. Elokuun alussa se on korkealla taivaalla, mikä osoittaa rapujen saapuvan rannoille munimaan. Tällä hetkellä Lokono ja muut alueen alkuperäiskansat kokoontuvat Atlantin rantaan pyytämään marssivia rapuja. Rapuja pidetään herkkuna ja kun kyläläiset palaavat yhteisöihin saaliin kanssa, järjestetään suuria pitoja, joiden aikana rapuja syödään. Penardin veljekset kirjoittavat sen <em>Kwakoya</em> ilmestyy, kun raput tulevat munimaan touko- ja kesäkuussa, mutta tämä näyttää olevan virheellinen, koska rapuja marssii myöhemmin ja koska nykyaikaisen Lokonon tunnistama tähdistö ei ole näkyvissä touko- ja kesäkuussa Guayanasta.<sup><a href="#footnote-17">[17]</a></sup>

source: <em>Ifakoya</em> 'Spirit of the Muscovy duck'
fi: <em>Ifakoya</em> 'Muskoviankan henki'
