Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The young hunter, says the legend, was a boy who went hunting, and several weeks after his departure he was still absent, and the members of his camp considered him dead. But several months later, at daybreak, he has shown himself to his parents who were surprised telling him: "We thought you were dead, we have spent many days looking for you, until we were tired; we cried for you a lot". The young man told his parents: "I live near the beach, I found a good place and stayed there". "But what kind of water you drink?" They asked. "I found any water and that is I drink, Haxhaxaha tahomisi", he said to them while talking about the Tecomate Bay.
fi: Legendan mukaan nuori metsästäjä oli poika, joka lähti metsästämään, ja useita viikkoja lähdön jälkeen hän oli edelleen poissa, ja hänen leirinsä jäsenet pitivät häntä kuolleena. Mutta useita kuukausia myöhemmin, aamunkoitteessa, hän on näyttänyt itsensä vanhemmilleen, jotka olivat yllättyneitä sanoen hänelle: "Luulimme sinun kuolleeksi, olemme etsineet sinua monta päivää, kunnes olimme väsyneitä; itkimme sinun vuoksesi paljon." Nuori mies kertoi vanhemmilleen: "Asun lähellä rantaa, löysin hyvän paikan ja jäin sinne". "Mutta millaista vettä sinä juot?" He kysyivät. "Löysin vettä ja juon sitä, Haxhaxaha tahomisi", hän sanoi heille puhuessaan Tecomate Baystä.

source: According to this legend, the young hunter became the Constellation with Canopus at its centre caused by a conflict with his elder brother. It appears directly towards the south.
fi: Tämän legendan mukaan nuoresta metsästäjästä tuli Constellation, jonka keskellä oli Canopus, johtuen konfliktista hänen vanhemman veljensä kanssa. Se näkyy suoraan etelään päin.

source: All this knowledge of Comca'ac people comes from prehispanic epoch, and it has prevailed through centuries, thanks to oral tradition and the strength of the community to colonization, at first, and his opposition to evangelization, later on. Still today, it is possible to hear the stories and legends behind the naming of constellations and the events on the sea and on the desert. With the recovery of these legends, by exercise of memory and lively events with his ancestors, Arturo Morales Blanco gave us a legacy that must be conserved for future generations: children, young people who will keep in their own language how and what to look for in the sky.
fi: Kaikki tämä tieto Comca'ac-ihmisistä on peräisin espanjalaiselta aikakaudelta, ja se on vallinnut vuosisatojen ajan, kiitos ensin suullisen perinteen ja yhteisön voiman kolonisaatioon ja myöhemmin hänen vastustuksensa evankeliointiin. Vielä tänäkin päivänä on mahdollista kuulla tarinoita ja legendoja tähtikuvioiden nimeämisen ja meren ja erämaan tapahtumien takana. Näiden legendojen toipumisen, muistin harjoittamisen ja esi-isiensä kanssa tapahtuvien elävien tapahtumien myötä Arturo Morales Blanco antoi meille perinnön, joka on säilytettävä tuleville sukupolville: lapsille, nuorille, jotka pitävät omalla kielellään, miten ja mitä etsiä. taivaalla.

source: English translation by: Alfredo Manríquez
fi: Englanninkielinen käännös: Alfredo Manríquez

source: Russian (Siberian)
de: Russisch (Sibirien)
es_419: Ruso (siberiano)
fi: Venäläinen (Siperialainen)
ru: Русская (Сибирская)
sv: Rysk (sibirisk)
uk: Російська (сибірська)

source: The names of the constellations of Siberian peoples is rather poorly studied. This region has the large territory and the knowledge about constellations are difficult to reconcile in a single integrated picture. In this culture of the sky marked only specific names and objects, which typical for the whole of Siberia.
es_419: Los nombres de las constelaciones de los pueblos siberianos están poco estudiados. Esta región tiene un gran territorio y el conocimiento sobre las constelaciones es difícil de conciliar en una sola imagen integrada. En esta cultura estelar se marcaban solo nombres y objetos específicos, típicos de toda Siberia.
fi: Siperian kansojen tähtikuvioiden nimet on tutkittu melko huonosti. Tällä alueella on laaja alue, ja tietoa tähtikuvioista on vaikea sovittaa yhteen yhtenäiseen kuvaan. Tässä taivaan kulttuurissa on merkitty vain tiettyjä nimiä ja esineitä, jotka ovat tyypillisiä koko Siperialle.
ru: Названия созвездий народов Сибири довольно плохо изучены, к тому же из-за большой протяженности региона их довольно трудно свести в одну целостную картину по ряду объективных причин. В данной культуре неба выделены только характерные для всей Сибири названия и объекты.
sv: Namnen på de sibiriska folkens konstellationer är ganska dåligt studerade. Denna region har det stora territoriet och kunskapen om konstellationer är svåra att förena i en enda integrerad bild. I denna kultur av himlen markerade endast specifika namn och objekt, som är typiska för hela Sibirien.
uk: Назви сузір’їв сибіряків вивчено доволі слабко. Площа території цього краю є дуже великою, а знання щодо сузір’їв важко скласти у одну суцільну картину. У цій картині зоряного неба позначено лише певні назви і об’єкти, які є типовими для усього Сибіру.

source: The names of the Milky Way are quite numerous, but they can be distinguished into two groups - the names coming from the past (e.g., <em>Goose Road</em>) and the name of a later period (<em>Mamay Road</em>). The names of the later period is clearly apparent connection to the memory of the Mongol-Tatar invasion to Russia.
fi: Linnunradan nimiä on melko lukuisia, mutta ne voidaan jakaa kahteen ryhmään - menneisyydestä peräisin oleviin nimiin (esim. <em>Hanhen tie</em>) ja myöhemmän ajanjakson nimi (<em>Mamayn tie</em>). Myöhemmän ajanjakson nimet ovat selvästi ilmeinen yhteys mongoli-tatarien hyökkäyksen Venäjälle muistoon.

source: The Pleiades has a many names and their more than the Milky Way names, but all of them in Siberia can be reduced to the notion for a star cluster as a bird's nest. Among these names <em>Duck Nest</em> is the most common.
fi: Plejadeilla on monia nimiä ja enemmän kuin Linnunradan nimiä, mutta ne kaikki Siperiassa voidaan supistaa tähtijoukkoon linnunpesäksi. Näiden nimien joukossa <em>Ankanpesä</em>on yleisin.

source: In Siberia often used name for this constellation is <em>Elk</em> (although in Eastern Siberia the name "Bear" is used more frequently).
fi: Siperiassa tälle tähdistölle käytetään usein nimeä <em>Elk</em> (vaikka Itä-Siperiassa nimeä "Karhu" käytetään useammin).

source: In Siberia in the constellation of Orion is usually used only three stars of his belt, who called <em>Kichigi</em> (the Threshers) - is typical for north-eastern Russia image of the threshers, who are stand in the row. In the European part of Russia called Kichigi usually hides the Ursa Major constellation.
fi: Siperiassa Orionin tähdistössä käytetään yleensä vain kolmea hänen vyönsä tähteä, joka soitti <em>Kichigi</em> (Puijat) - Koillis-Venäjälle on tyypillinen kuva puijista, jotka seisovat rivissä. Venäjän eurooppalaisessa osassa, jota kutsutaan Kichigiksi, kätkeytyy yleensä Iso Karhu -tähtikuvio.

source: Tongan (Tonga)
fi: Tongalainen (Tonga)

source: As in all Polynesian star lore, Tongan sky culture descends from the practical application of nautical navigation. In some circumstances separation of individual star names from &quot;star path&quot; names cannot be resolved. A star may have multiple names 1) if the star is part of numerous star paths and 2) since the naming of stars can differ depending on which Tongan island group it originates from. The nomenclature of stars is approximated based on the limited resources available.
fi: Kuten kaikessa polynesialaisessa tähtihistoriassa, myös Tongan taivaskulttuuri on peräisin merenkulkunavigoinnin käytännön soveltamisesta. Joissakin olosuhteissa yksittäisten tähtien nimien erottaminen &quot;tähtipolusta&quot; nimiä ei voi selvittää. Tähdellä voi olla useita nimiä 1) jos tähti on osa lukuisia tähtipolkuja ja 2) koska tähtien nimet voivat vaihdella riippuen siitä, mistä Tongan saariryhmästä se on peräisin. Tähtien nimikkeistö on likimääräinen käytettävissä olevien rajallisten resurssien perusteella.

source: Whilst the most-notable/common stars and constellations (i.e. Orion, Pleiades, Crux) are identified in Tongan star lore there are two notable exceptions. There is an absence of naming of the North star (Polaris: &alpha; UMi). This is peculiar considering the latitude of the Tongan islands and the prominence of this star at certain times of the year. In the event of any northerly journeys from Tonga such an important navigational landmark could not have possibly gone unnoticed. The constellation of Scorpio (parts in, or stars of) are also absent from Tongan star lore. This is surprising since the vast majority of star lore &ndash; globally and Polynesian &ndash; has Scorpio as a central constellation due to it being easily identified and that it is nearly directly opposite Orion in the night sky. [Stellarium would welcome any further knowledge on these two anomalies.]
fi: Vaikka merkittävimmät/yleisimmat tähdet ja tähtikuviot (eli Orion, Plejadit, Crux) tunnistetaan Tongan tähtihistoriassa, on kaksi merkittävää poikkeusta. Pohjantähteä (Polaris: &alpha; UMi) ei ole nimetty. Tämä on omituista ottaen huomioon Tonganin saarten leveysaste ja tämän tähden näkyvyys tiettyinä vuodenaikoina. Mikäli Tongasta olisi lähdetty pohjoiseen, niin tärkeä merenkulun maamerkki ei olisi voinut jäädä huomaamatta. Skorpionin tähdistö (osia tai tähdet) puuttuu myös Tongan tähtihistoriasta. Tämä on yllättävää, koska suurin osa tähtihistoriasta &ndash; maailmanlaajuisesti ja polynesialaisesti &ndash; Skorpioni on keskeisenä tähdistönä, koska se on helppo tunnistaa ja se on melkein suoraan vastapäätä Orionia yötaivaalla. [Stellarium ottaisi mielellään lisätietoa näistä kahdesta poikkeavuudesta.]

source: Common ancestry of Polynesian star lore's is evident in the similarities in the labelling of stars. For example the Pleiades is called Mataliki in Tongan, Matariki in Maori and Makali`i in Hawaiian.
fi: Polynesian tähtihistorian yhteiset juuret näkyvät yhtäläisyydessä tähtien merkitsemisessä. Esimerkiksi Plejadeja kutsutaan tongankieliseksi Matalikiksi, maoriksi Matariksi ja havaijiksi Makali`iksi.

source: Velt Kik, <em>Ko E Ngaahi fetu'u 'o, Stars over tonga</em>, 1990 'Atenisi University, Nuku'alofa , Tonga Government printing department.
fi: Velt Kik, <em>Ko E Ngaahi fetu'u 'o, Stars over tonga</em>, 1990 'Atenisi University, Nuku'alofa , Tongan hallituksen paino-osasto.

source: E. E. V. Collocott, <em>Tongan astronomy and calendar</em>, 1992 Occasional Papers of the Bernice Pauahi Bishop Museum of Polynesian ethnology and Natural History, Vol.8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, p. 157-173.
fi: E. E. V. Collocott, <em>Tongalainen astronomia ja kalenteri</em>, 1992 Bernice Pauahi Bishop Museum of Polynesian etnology and Natural History, Vol.8, No. 4 Honolulu, Hawaii, Bishop Museum Press 1922, s. 157-173.

source: Tongan term
fi: Tongalaiset termit

source: Coal sack
fi: Hiilipussi

source: Large Magellan cloud
fi: Laaja Magellanin pilvi

source: Small Magellan cloud
fi: Pieni Magellanin pilvi

source: Magellanic clouds (both)
fi: Magellanin pilvet (molemmat)

source: Ecliptic
fi: Ekliptinen

source: Star (in general)
fi: Tähti (yleisesti)

source: Comet
fi: Komeetta

source: Rainbow
fi: Sateenkaari

source: Falling star
fi: Tähdenlento

source: Ma'afutoka (same as SMC)
fi: Ma'afutoka (sama kuin SMC)

source: Ma'afulele (same as LMC)
fi: Ma'afulele (sama kuin LMC)

source: False Cross
fi: Valeristi

source: <strong>Tongan constellations</strong>
fi: <strong>Tongan tähdistöt</strong>

source: Tongan name
fi: Tongan nimi

source: Designation or notes
fi: Nimitys tai muistiinpanot

source: Part of Orion, belt and sword
fi: Osa Orionista, vyö ja miekka

source: Corona Borealis (<em>Speculative</em>)
fi: Pohjan kruunu (<em>Teoreettinen</em>)

source: Coma Berenices (<em>Speculative</em>)
fi: Bereniken hiukset (<em>Teoreettinen</em>)

source: Cassiopeia (<em>Speculative</em>)
fi: Kassiopeia (<em>Teoreettinen</em>)

source: Belt of Orion
fi: Orionin vyö

source: Castor and/or Pollux
fi: Castor ja/tai Pollux

source: Toliman and/or Agena
fi: Toliman ja/tai Agena

source: Tukano Constellations
fi: Tukano-tähdistöt

source: <a href="https://en.wikipedia.org/wiki/Tucano_people">Tukano</a> is the common name for a group of indigenous tribes who live around the northwestern region of Brazil, near Colombia and Venezuela. The group shown in this work live on the banks of the Rio Tiquié within the Rio Negro bay in the Amazonas State, Brazil.
fi: <a href="https://en.wikipedia.org/wiki/Tucano_people">Tukano</a> on yleinen nimi alkuperäiskansojen ryhmälle, joka asuu Brasilian luoteisalueella, lähellä Kolumbiaa ja Venezuelaa. Tässä työssä näkyvä ryhmä elää Rio Tiquién rannalla Rio Negron lahdella Amazonasin osavaltiossa Brasiliassa.

source: <em>One circular calendar developed in 2007. For more details, please refer to:</em>
fi: <em>Yksi pyöreä kalenteri kehitetty vuonna 2007. Katso lisätietoja osoitteesta:</em>

source: <a href="http://www.sapientia.pucsp.br/tde_busca/processaPesquisa.php?listaDetalhes[]=4584&processar=Processar" class='external text' rel="nofollow">Abstract</a>.
fi: <a href="http://www.sapientia.pucsp.br/tde_busca/processaPesquisa.php?listaDetalhes[]=4584&processar=Processar" class='external text' rel="nofollow">Abstrakti</a>.

source: <a href="http://www.sapientia.pucsp.br/tde_busca/arquivo.php?codArquivo=5684" class='external text' rel="nofollow">Thesis</a>
fi: <a href="http://www.sapientia.pucsp.br/tde_busca/arquivo.php?codArquivo=5684" class='external text' rel="nofollow">Väitöskirja</a>

source: CONSTELLATIONS
fi: TÄHDISTÖT

source: Constellations within Tukano astronomical culture are related with natural phenomena as a whole. We gathered twelve constellations with a group who speaks Tukano language. This is not the definitive number of constellations. There are, surely, more constellations to be described. We presented here essentially “the main cycle” (CARDOSO, 2007) of the Tukano constellations. Sometimes someone relate new discoveries about these Indians sky conceptions or presents new constellation descriptions. Though we are establishing limits and configurations to these constellations that are new to us (non- Indians), they don’t organize this body of knowledge in the same way. Their conceptions about sky and Universe are different when compared with ours. They don’t organize and conceive ideas about the Universe as a whole, like us.
fi: Tukanon tähtitieteellisen kulttuurin tähtikuviot liittyvät luonnonilmiöihin kokonaisuutena. Kokosimme kaksitoista tähtikuviota tukanon kieltä puhuvan ryhmän kanssa. Tämä ei ole lopullinen tähtikuvioiden lukumäärä. On varmasti enemmänkin kuvattavia tähtikuvioita. Esitimme tässä Tukanon tähtikuvioiden "pääsyklin" (CARDOSO, 2007). Joskus joku kertoo uusia löytöjä näistä intiaanien taivaskäsityksistä tai esittää uusia tähdistökuvauksia. Vaikka asetamme rajoja ja konfiguraatioita näille tähdistöille, jotka ovat meille (ei-intiaaneille) uusia, ne eivät järjestä tätä tietojoukkoa samalla tavalla. Heidän käsityksensä taivaasta ja maailmankaikkeudesta ovat erilaisia verrattuna meidän käsityksiin. He eivät järjestä ja keksi ajatuksia maailmankaikkeudesta kokonaisuutena, kuten me.

source: Hereby we present few data from a research carried out with living people and this data may be variable in near future. We worked with basic school students, elders and story tellers comparing the talks and summarizing it as you’ll see below.
fi: Täten esittelemme vain vähän tietoja elävillä ihmisillä tehdystä tutkimuksesta ja tämä data saattaa lähitulevaisuudessa olla vaihtelevaa. Työskentelimme peruskoulun oppilaiden, vanhinten ja tarinankertojien kanssa vertaamalla puheita ja tehden niistä yhteenvedon alla olevan kuvan mukaisesti.

source: In general, we can say that a Tukano constellation, or parts of it, are observed when its setting occurs, like the sunset (heliacal setting) during the short period of an year. There are an amount of natural phenomena related with this astronomical event. For example we can consider Aña’s head setting during November and its relation with the increase and decrease of the Tiquié river level. The variation of the river level is accompanied with an emerging of different fishes which appear as the result of these changeable natural conditions. Other larger fishes follow the first group for multiple purposes (eating smaller ones for example). All of them eat some fruits which eventually fall over the river surface. Ground animals and microorganisms are interested on these fruits, as well as either. So, a phenomenon first described as an astronomical set for us can be seen inside a more complex behavior for Tukanos and their neighbors around this region. Animals, plants and also spiritual manifestations are in a complex relationship under the cosmological view that we can’t more ignore.
fi: Yleisesti voidaan sanoa, että Tukanon tähdistö tai sen osia havaitaan sen laskeutuessa, kuten auringonlaskua (heliakaalinen lasku) lyhyen vuoden aikana. Tähän tähtitieteelliseen tapahtumaan liittyy paljon luonnonilmiöitä. Esimerkiksi Añan päänlasku marraskuussa ja sen suhde Tiquié-joen pinnan nousuun ja laskuun. Joen pinnan vaihteluun liittyy erilaisten kalojen ilmaantumista, jotka syntyvät näiden vaihtelevien luonnonolojen seurauksena. Muut suuret kalat seuraavat ensimmäistä ryhmää useisiin tarkoituksiin (esimerkiksi syöden pienempiä). Kaikki he syövät hedelmiä, jotka lopulta putoavat joen pinnan yli. Maaeläimet ja mikro-organismit ovat kiinnostuneita näistä hedelmistä, samoin kuin jommastakummasta. Joten ilmiö, joka kuvattiin meille ensin tähtitieteelliseksi kokonaisuudeksi, voidaan nähdä Tukanojen ja heidän naapureidensa monimutkaisemmassa käyttäytymisessä tällä alueella. Eläimet, kasvit ja myös henkiset ilmenemismuodot ovat monimutkaisessa suhteessa kosmologisen näkemyksen mukaan, jota emme voi enempää sivuuttaa.

source: The name of each constellation was written in this sequence: Tukano, Portuguese and English. Ex. Pamõ\Tatu\Armadillo.
fi: Kunkin tähdistön nimi kirjoitettiin tässä järjestyksessä: tukano, portugali ja englanti. Esim. Pamõ\Tatu\Armadillo.

source: <a href="http://en.wikipedia.org/wiki/Bothrops_jararaca" class='external text' rel="nofollow">Aña - Jararaca - Jararaca (snake)</a>
fi: <a href="http://en.wikipedia.org/wiki/Bothrops_jararaca" class='external text' rel="nofollow">Aña - Jararaca - Jararaca (käärme)</a>

source: A big snake that is found in part of our Scorpius, Sagittarius and Corona Australis constellations. Its setting with the sunset correspond of the beginning of the year to this group of Tukanos.
fi: Suuri käärme, jota löytyy osasta Skorpionin, Jousimiehen ja Etelän kruunun tähtikuvioitamme. Sen laskeutuminen auringonlaskun aikaan vastaa vuoden alun tätä tukanosryhmää.

source: This constellation is found in our Dolphin constellation and part of Aquila constellation. This group of faint stars takes place inside a poor stellar field with exception of the bright Altair (Alfa Aquilae).
fi: Tämä tähdistö löytyy Delfiinin tähdistöstä ja osa Kotkanquilan tähdistöstä. Tämä haaleiden tähtien ryhmä sijaitsee huonossa tähtikentässä, lukuun ottamatta kirkasta Altairia (Alfa Aquilae).

source: Darsiu\camarão de rio\freshwater shrimp
fi: Darsiu\camarão de rio\makean veden katkarapuja

source: <a href="http://en.wikipedia.org/wiki/Caridea" class='external text' rel="nofollow">Darsiu - Pitu - Caridean Shrimp</a>
fi: <a href="http://en.wikipedia.org/wiki/Caridea" class='external text' rel="nofollow">Darsiu - Pitu - Karidean katkarapu</a>

source: Mhua\Jacundá (peixe)\A kind of fish
fi: Mhua\Jacundá (peixe)\Kalalaji

source: <a href="http://pt.wikipedia.org/wiki/Jacund%C3%A1" class='external text' rel="nofollow">Mhua - Jacundá (peixe) - Jacundá (a kind of fish)</a>
fi: <a href="http://pt.wikipedia.org/wiki/Jacund%C3%A1" class='external text' rel="nofollow">Mhua - Jacundá (peixe) - Jacundá (kalalaji)</a>

source: Both constellations are jointed together in a few bright stars of Aquarius and Pisces area. But it is a wonderful challenge to try to see it during the night.
fi: Molemmat tähtikuviot ovat liitetty yhteen muutamalla kirkkaalla tähdellä Vesimiehen ja Kalojen alueella. Mutta on hieno haaste yrittää nähdä se yön aikana.

source: Yai\onça\puma or jaguar
fi: Yai\onça\puuma tai jaguaari

source: <a href="http://en.wikipedia.org/wiki/Jaguar" class='external text' rel="nofollow">Yai - Onça - Jaguar</a>
fi: <a href="http://en.wikipedia.org/wiki/Jaguar" class='external text' rel="nofollow">Yai - Onça - Jaguaari</a>

source: It is a big constellation – one of the biggest – inside the north portions of night skies. All night long near the horizon, the big puma is described inside our Cepheus, Cassiopeia and Perseus constellations.
fi: Se on iso tähdistö – yksi suurimmista – yötaivaan pohjoisosissa. Koko yön lähellä horisonttia kuvataan suurta pumaa Kefeus-, Kassiopeia- ja Perseus-tähtikuvioissamme.

source: <a href="http://en.wikipedia.org/wiki/Egret" class='external text' rel="nofollow">Yhé - Garça - Egret</a>
fi: <a href="http://en.wikipedia.org/wiki/Egret" class='external text' rel="nofollow">Yhé - Garça - Jalohaikara</a>

source: It is still in discussion the real position of this constellation, if those stars are in the Berenices’ hair region or inside the Corvus. We choose the first region because it was present as the real one by the Tukanos of São José II tribe.
fi: Tämän tähdistön todellisesta sijainnista keskustellaan edelleen, ovatko nuo tähdet Berenikien hiusalueella vai Corvuksen sisällä. Valitsemme ensimmäisen alueen, koska se oli São José II -heimon tukanot läsnä todellisena alueena.

source: Yurara\tartaruga\turtle
fi: Yurara\tartaruga\kilpikonna

source: <a href="http://en.wikipedia.org/wiki/Tortoise" class='external text' rel="nofollow">Yurara - Cágado - Tortoise</a>
fi: <a href="http://en.wikipedia.org/wiki/Tortoise" class='external text' rel="nofollow">Yurara - Cágado - Kilpikonna</a>

source: This constellation is described as the occidental Southern Cross constellation. Sometimes this traditional occidental constellation also means an Otter or a turtle by the Tukano people.
fi: Tätä tähdistöä kuvataan läntiseksi Eteläristin tähdistöksi. Joskus tämä perinteinen länsimainen tähdistö tarkoittaa myös tukanolaisten saukkoja tai kilpikonnaa.

source: Nhorkoatero\grupo de estrelas\Pleiades
fi: Nhorkoatero\grupo de estrelas\Plejadit

source: Nhorkoatero - Grupo de Estrelas - Group of Stars
fi: Nhorkoatero - Grupo de Estrelas - Ryhmä tähtiä

source: The translation of <em>nhorkoatero</em> is literally group of stars. Identified as our Pleiades this is very significant as a time keeper within a complex calendar to Tukano people. It is also used as a rainy period pointer.
fi: Käännös <em>nhorkoatero</em> on kirjaimellisesti tähtien ryhmä. Plejadeiksi tunnistettuna tämä on erittäin tärkeä ajan pitäjänä monimutkaisessa kalenterissa tukanolaisille. Sitä käytetään myös sadekauden osoittimena.

source: Waikhasa\moquém\a kind of recipient to cook fish
fi: Waikhasa\moquém\eräänlainen vastaanottaja kalan keittämiseen

source: <a href="http://cozinhacomz.com.br/?food=muquiar-ou-moquear" class='external text' rel="nofollow">Waikasa - Moquém - Moquém (a kind of grill to cook fish)</a>
fi: <a href="http://cozinhacomz.com.br/?food=muquiar-ou-moquear" class='external text' rel="nofollow">Waikasa - Moquém - Moquém (eräänlainen grilli kalan kypsentämiseen)</a>
