Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Kunitzsch, P.; Smart T. (2006). "A Dictionary of Modern star Names: A Short Guide to 254 Star Names and Their Derivations" (2nd rev. ed.). Cambridge, MA: Sky Pub. ISBN 978-1-931559-44-7. - [#2]: Allen, R. H. (1963). "Star Names: Their Lore and Meaning" (rep. ed.). New York, NY: Dover Publications Inc. ISBN 0-486-21079-0. - [#3]: [2000, A&AS, 143, 9, "The SIMBAD astronomical database", Wenger et al.](http://adsabs.harvard.edu/abs/2000A%26AS..143....9W) - [#4]: [Final Results of NameExoWorlds Public Vote Released](http://www.iau.org/news/pressreleases/detail/iau1514/) - [#5]: [STARS by Jim Kaler, Prof. Emeritus of Astronomy, University of Illinois](http://stars.astro.illinois.edu/sow/sowlist.html) - [#6]: [IAU Catalog of Star Names (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#7]: [Covington, Michael (2002). "Celestial Objects for Modern Telescopes: Practical Amateur Astronomy". Cambridge University Press.](https://books.google.com/books?id=ql7wLq1fP5QC&pg=PA209) - [#8]: ["61 Cyg (Piazzi's Flying Star)". Science&Space News. Retrieved June 1, 2015.](http://news.sky-map.org/starview?object_type=1&object_id=2282&object_name=HD+201091&locale=EN) - [#9]: [Kruger 60](https://en.wikipedia.org/wiki/Kruger_60) - [#10]: [List of Named Stars in Alphabetical Order](http://www.astro.wisc.edu/~dolan/constellations/starname_list.html) - [#11]: [Jack W. Rhoads (1971). "Reduced Star Catalog Containing 537 Named Stars", Jet Propulsion Laboratory, California Institute of Technology; November 15, 1971](https://ntrs.nasa.gov/citations/19720005197) - [#12]: [IAU Naming Stars](https://www.iau.org/public/themes/naming_stars/) - [#13]: [Bright Star Catalogue, 5th Revised Ed. (Hoffleit+, 1991)](http://vizier.u-strasbg.fr/viz-bin/VizieR?-source=V/50) - [#14]: Piazzi, G, ed. (1814). "Praecipuarum Stellarum Inerrantium Positiones Mediae Ineunte Saeculo XIX: ex Observationibus Habitis in Specula Panormitana ab anno 1792 ad annum 1813". Palermo. p. 21. - [#15]: Kunitzsch, P. (1959). "Arabische Sternnamen in Europa". Wiesbaden: Otto Harrassowitz. p. 155. - [#16]: Laffitte, R. (2005). "Héritages arabes: Des noms arabes pour les étoiles" (2éme revue et corrigée ed.). Paris: Librairie Orientaliste Paul Geunthner / Les Cahiers de l'Orient. p. 229. - [#17]: Burritt, E. H. (1835). "Atlas, Designed to Illustrate the Geography of the Heavens" (new ed.). New York: F. J. Huntington. plate III. - [#18]: Burnham, Robert Jr. (1978, 1979). "Burnham's Celestial Handbook: An Observer's Guide to the Universe Beyond the Solar System", Vol. 1, 2, 3. NY: Dover Publications. ISBN 978-0486235677, 978-0486235684, 978-0486236735 - [#19]: [Iota Ursae Majoris](https://en.wikipedia.org/wiki/Iota_Ursae_Majoris) - [#20]: [Falkner, David E. (2011). "The Mythology of the Night Sky: An Amateur Astronomer's Guide to the Ancient Greek and Roman Legends", Patrick Moore's Practical Astronomy, Springer. ISBN 1-4614-0136-4](https://books.google.com/books?id=tyj8UUE968wC) - [#21]: Peters, C. A. F. (1853). "On the Parallax of Argelander's Star". Monthly Notices of the Royal Astronomical Society, Vol. 14, p.49. DOI: 10.1093/mnras/14.2.49 - [#22]: Maddocks, Hugh C. (1991). "Deep-Sky Name Index 2000.0". Foxon-Maddocks Associates. ISBN 0-9628305-0-X. - [#23]: Josef Klepesta, Antonin Rukl (1977). "Constellations: A concise guide in colour". ISBN 0600008932. - [#24]: Oswald Thomas (1945). "Atlas der Sternbilder". Salzburg. - [#25]: Fred Schaaf (2019). "An Assortment of Asterisms". Sky & Telescope, p.45 (Nov 2019) - [#26]: Gary Seronik (2017). "Binocular Highlights Revised & Expanded: 109 Celestial Sights for Binocular Users". F W Publications Inc. ISBN 9781940038445 - [#27]: Tony Flanders (2019). "Constellation Close-up: Centaurus and Crux". Sky & Telescope, pp.22-27 (Apr 2019). - [#28]: Sue French (2019). "Deep-Sky Wonders: Heavenly Hero". Sky & Telescope, pp.54-56 (Jul 2019). - [#29]: [Software Bisque: A Complete List of Asterisms](https://www.bisque.com/tom/asterisms/list.asp) - [#30]: [University of Northern Iowa, EARTHSCI 1100 - Astronomy, Asterisms.](https://sites.uni.edu/morgans/astro/asterisms.html) - [#31]: [Horvatin - Obsolete Constellations, Department of Physics and Astronomy, Michigan State University.](https://web.pa.msu.edu/people/horvatin/Astronomy_Facts/obsolete_pages/triangulum_minor.htm) - [#32]: [Donald H. Menzel (1964). A Field Guide to the Stars and Planets by Donald H. Menzel, Collins books - St. James's Place, London. ISBN: 0395934311, ISBN13: 9780395934319](http://www.arvindguptatoys.com/arvindgupta/menzel-fieldguide.pdf) - [#33]: [James B. (Jim) Kaler. Professor Emeritus of Astronomy, University of Illinois.](http://stars.astro.illinois.edu/sow/6tri.html) - [#34]: [Astronomy Club of Tulsa - Observer, December 2008.](http://www.astrotulsa.com/cms_files/200812.pdf) - [#35]: [Baylor University, School of Engineering and Computer Science, Astronomy observing log.](http://cs.baylor.edu/~hamerly/personal/astro/log.html) - [#36]: [IAU100 NameExoWorlds](http://nameexoworlds.iau.org/) - [#37]: [The Washington Double Star Catalog (Mason+ 2001-2020)](https://vizier.u-strasbg.fr/viz-bin/VizieR?-source=B/wds) - [#38]: [Patrick Moore, Paul Doherty, H. J. P. Arnold, The Photographic Atlas of the Stars, CRC Press LLC, 1999. ISBN 0750306548](https://books.google.com/books?id=YjcvJUfnWBAC&pg=PA97#v=onepage&q&f=false)
es_419: - [#1]: Kunitzsch, P.; Smart, T. (2006). "Un diccionario de nombres de estrellas modernas: una guía corta a 254 nombres de estrellas y sus derivaciones" (2ª ed. rev.). Cambridge, MA: Sky Pub. ISBN 978-1-931559-44-7. - [#2]: Allen, R. H. (1963). "Nombres de estrellas: su saber popular y significado" (ed. rep.). Nueva York, NY: Dover Publications Inc. ISBN 0-486-21079-0. - [#3]: [2000, A&AS, 143, 9, "La base de datos astronómica SIMBAD", Wenger et al.](http://adsabs.harvard.edu/abs/2000A%26AS..143....9W) - [#4]: [Resultados finales de la votación pública de NameExoWorlds](http://www.iau.org/news/pressreleases/detail/iau1514/) - [#5]: [ESTRELLAS de Jim Kaler, Profesor Emérito de Astronomía, Universidad de Illinois](http://stars.astro.illinois.edu/sow/sowlist.html) - [#6]: [Catálogo de la UAI de nombres de estrellas (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#7]: [Covington, Michael (2002). "Objetos celestiales para telescopios modernos: astronomía práctica para aficionados". Cambridge University Press.](https://books.google.com/books?id=ql7wLq1fP5QC&pg=PA209) - [#8]: ["61 Cyg (la estrella voladora de Piazzi)". Noticias de Ciencia y Espacio. Recuperado el 1 de junio de 2015.](http://news.sky-map.org/starview?object_type=1&object_id=2282&object_name=HD+201091&locale=EN) - [#9]: [Kruger 60](https://en.wikipedia.org/wiki/Kruger_60) - [#10]: [Lista de estrellas nombradas en orden alfabético](http://www.astro.wisc.edu/~dolan/constellations/starname_list.html) - [#11]: [Jack W. Rhoads (1971). "Catálogo reducido que contiene 537 estrellas nombradas", Jet Propulsion Laboratory, Instituto de Tecnología de California; 15 de noviembre de 1971](https://ntrs.nasa.gov/citations/19720005197) - [#12]: [Nombres de estrellas de la UAI](https://www.iau.org/public/themes/naming_stars/) - [#13]: [Catálogo de estrellas brillantes, 5ª ed. revisada (Hoffleit+, 1991)](http://vizier.u-strasbg.fr/viz-bin/VizieR?-source=V/50) - [#14]: Piazzi, G, ed. (1814). "Posiciones medias de las estrellas fijas más importantes: de las observaciones realizadas en la especulativa panormitana desde el año 1792 hasta el año 1813". Palermo. p. 21. - [#15]: Kunitzsch, P. (1959). "Nombres árabes de estrellas en Europa". Wiesbaden: Otto Harrassowitz. p. 155. - [#16]: Laffitte, R. (2005). "Héritages arabes: Des noms arabes pour les étoiles" (2ª ed. revisada y corregida). París: Librairie Orientaliste Paul Geunthner / Les Cahiers de l'Orient. p. 229. - [#17]: Burritt, E. H. (1835). "Atlas, diseñado para ilustrar la geografía de los cielos" (nueva ed.). Nueva York: F. J. Huntington. placa III. - [#18]: Burnham, Robert Jr. (1978, 1979). "Manual celeste de Burnham: una guía para el observador del universo más allá del sistema solar", Vol. 1, 2, 3. NY: Dover Publications. ISBN 978-0486235677, 978-0486235684, 978-0486236735. - [#19]: [Iota Ursae Majoris](https://en.wikipedia.org/wiki/Iota_Ursae_Majoris) - [#20]: [Falkner, David E. (2011). "La mitología del cielo nocturno: una guía para el astrónomo aficionado sobre las antiguas leyendas griegas y romanas", Patrick Moore's Practical Astronomy, Springer. ISBN 1-4614-0136-4](https://books.google.com/books?id=tyj8UUE968wC) - [#21]: Peters, C. A. F. (1853). "Sobre el paralaje de la estrella de Argelander". Monthly Notices of the Royal Astronomical Society, Vol. 14, p.49. DOI: 10.1093/mnras/14.2.49. - [#22]: Maddocks, Hugh C. (1991). "Índice de nombres de objetos del cielo profundo 2000.0". Foxon-Maddocks Associates. ISBN 0-9628305-0-X. - [#23]: Josef Klepesta, Antonin Rukl (1977). "Constelaciones: una guía concisa en color". ISBN 0600008932. - [#24]: Oswald Thomas (1945). "Atlas der Sternbilder". Salzburgo. - [#25]: Fred Schaaf (2019). "Una variedad de asterismos". Sky & Telescope, p.45 (noviembre de 2019). - [#26]: Gary Seronik (2017). "Destellos de binoculares revisados y ampliados: 109 vistas celestiales para usuarios de binoculares". F W Publications Inc. ISBN 9781940038445. - [#27]: Tony Flanders (2019). "Cerca de la constelación: Centauro y Cruz". Sky & Telescope, pp.22-27 (abril de 2019). - [#28]: Sue French (2019). "Maravillas del cielo profundo: héroe celestial". Sky & Telescope, pp.54-56 (julio de 2019). - [#29]: [Software Bisque: una lista completa de asterismos](https://www.bisque.com/tom/asterisms/list.asp) - [#30]: [Universidad del Norte de Iowa, EARTHSCI 1100 - Astronomía, Asterismos.](https://sites.uni.edu/morgans/astro/asterisms.html) - [#31]: [Horvatin - Constelaciones obsoletas, Departamento de Física y Astronomía, Universidad Estatal de Michigan.](https://web.pa.msu.edu/people/horvatin/Astronomy_Facts/obsolete_pages/triangulum_minor.htm) - [#32]: [Donald H. Menzel (1964). Un manual de campo para las estrellas y los planetas por Donald H. Menzel, Collins books - St. James's Place, Londres. ISBN: 0395934311, ISBN13: 9780395934319](http://www.arvindguptatoys.com/arvindgupta/menzel-fieldguide.pdf) - [#33]: [James B. (Jim) Kaler. Profesor emérito de Astronomía, Universidad de Illinois.](http://stars.astro.illinois.edu/sow/6tri.html) - [#34]: [Club de Astronomía de Tulsa - Observer, diciembre de 2008.](http://www.astrotulsa.com/cms_files/200812.pdf) - [#35]: [Universidad Baylor, Escuela de Ingeniería y Ciencias de la Computación, bitácora de observación de astronomía.](http://cs.baylor.edu/~hamerly/personal/astro/log.html) - [#36]: [NameExoWorlds de UAI100](http://nameexoworlds.iau.org/) - [#37]: [El catálogo de estrellas dobles de Washington (Mason+ 2001-2020)](https://vizier.u-strasbg.fr/viz-bin/VizieR?-source=B/wds) - [#38]: [Patrick Moore, Paul Doherty, H. J. P. Arnold, El atlas fotográfico de las estrellas, CRC Press LLC, 1999. ISBN 0750306548](https://books.google.com/books?id=YjcvJUfnWBAC&pg=PA97#v=onepage&q&f=false)
sv: - [#1]: Kunitzsch, P.; Smart T. (2006). "En ordbok över moderna stjärnnamn: A Short Guide to 254 Star Names and Their Derivations" (2:a reviderade upplagan). Cambridge, MA: Sky Pub. ISBN 978-1-931559-44-7. - [#2]: Allen, R. H. (1963). "Namnen på stjärnorna: Their Lore and Meaning" (rep. ed.). New York, NY: Dover Publications Inc. ISBN 0-486-21079-0. - [#3]: [2000, A&AS, 143, 9, "The SIMBAD astronomical database", Wenger et al.](http://adsabs.harvard.edu/abs/2000A%26AS..143....9W) - [#4]: [Slutresultat av NameExoWorlds offentliga omröstning släppt](http://www.iau.org/news/pressreleases/detail/iau1514/) - [#5]: [STARS av Jim Kaler, professor emeritus i astronomi, University of Illinois](http://stars.astro.illinois.edu/sow/sowlist.html) - [#6]: [IAU:s katalog över stjärnnamn (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#7]: [Covington, Michael (2002). "Himmelsobjekt för moderna teleskop: Practical Amateur Astronomy". Cambridge University Press.](https://books.google.com/books?id=ql7wLq1fP5QC&pg=PA209) - [#8]: ["61 Cyg (Piazzis flygande stjärna)". Science&Space News. Hämtad den 1 juni 2015.](http://news.sky-map.org/starview?object_type=1&object_id=2282&object_name=HD+201091&locale=EN) - [#9]: [Kruger 60](https://en.wikipedia.org/wiki/Kruger_60) - [#10]: [Lista över namngivna stjärnor i alfabetisk ordning](http://www.astro.wisc.edu/~dolan/constellations/starname_list.html) - [#11]: [Jack W. Rhoads (1971). "Reduced Star Catalog Containing 537 Named Stars", Jet Propulsion Laboratory, California Institute of Technology; 15 november 1971](https://ntrs.nasa.gov/citations/19720005197) - [#12]: [IAU:s namngivna stjärnor](https://www.iau.org/public/themes/naming_stars/) - [#13]: [Bright Star Catalogue, 5:e reviderade utgåvan (Hoffleit+, 1991)](http://vizier.u-strasbg.fr/viz-bin/VizieR?-source=V/50) - [#14]: Piazzi, G, red. (1814). "Praecipuarum Stellarum Inerrantium Positiones Mediae Ineunte Saeculo XIX: ex Observationibus Habitis in Specula Panormitana ab anno 1792 ad annum 1813". Palermo. s. 21. - [#15]: Kunitzsch, P. (1959). "Arabische Sternnamen in Europa". Wiesbaden: Otto Harrassowitz. s. 155. - [#16]: Laffitte, R. (2005). "Héritages arabes: Des noms arabes pour les étoiles" (2éme revue et corrigée ed.). Paris: Librairie Orientaliste Paul Geunthner / Les Cahiers de l'Orient. s. 229. - [#17]: Burritt, E. H. (1835). "Atlas, utformad för att illustrera himlens geografi" (ny utg.). New York: F. J. Huntington. plansch III. - [#18]: Burnham, Robert Jr (1978, 1979). "Burnhams himmelska handbok: An Observer's Guide to the Universe Beyond the Solar System", Vol. 1, 2, 3. NY: Dover Publications. ISBN 978-0486235677, 978-0486235684, 978-0486236735 - [#19]: [Iota Ursae Majoris](https://en.wikipedia.org/wiki/Iota_Ursae_Majoris) - [#20]: [Falkner, David E. (2011). "Natthimlens mytologi: An Amateur Astronomer's Guide to the Ancient Greek and Roman Legends", Patrick Moore's Practical Astronomy, Springer. ISBN 1-4614-0136-4](https://books.google.com/books?id=tyj8UUE968wC) - [#21]: Peters, C. A. F. (1853). "Om parallaxen för Argelanders stjärna". Monthly Notices of the Royal Astronomical Society, Vol. 14, s.49. DOI: 10.1093/mnras/14.2.49 - [#22]: Maddocks, Hugh C. (1991). "Deep-Sky Name Index 2000.0". Foxon-Maddocks Associates. ISBN 0-9628305-0-X. - [#23]: Josef Klepesta, Antonin Rukl (1977). "Konstellationer: En kortfattad guide i färg". ISBN 0600008932. - [#24]: Oswald Thomas (1945). "Atlas der Sternbilder". Salzburg. - [#25]: Fred Schaaf (2019). "Ett sortiment av asterismer". Sky & Telescope, s.45 (november 2019) - [#26]: Gary Seronik (2017). "Binocular Highlights Revised & Expanded: 109 himmelska sevärdheter för kikaranvändare". F W Publications Inc. ISBN 9781940038445 - [#27]: Tony Flanders (2019). "Närbild av en konstellation: Centaurus och Crux". Sky & Telescope, s. 22-27 (april 2019). - [#28]: Sue French (2019). "Underverk på den djupa himlavalvet: Himlens hjälte". Sky & Telescope, s.54-56 (juli 2019). - [#29]: [Software Bisque: En komplett lista över asterismer](https://www.bisque.com/tom/asterisms/list.asp) - [#30]: [University of Northern Iowa, EARTHSCI 1100 - Astronomy, Asterisms.](https://sites.uni.edu/morgans/astro/asterisms.html) - [#31]: [Horvatin - Obsolete Constellations, Department of Physics and Astronomy, Michigan State University.](https://web.pa.msu.edu/people/horvatin/Astronomy_Facts/obsolete_pages/triangulum_minor.htm) - [#32]: [Donald H. Menzel (1964). A Field Guide to the Stars and Planets av Donald H. Menzel, Collins books - St. James's Place, London. ISBN: 0395934311, ISBN13: 9780395934319](http://www.arvindguptatoys.com/arvindgupta/menzel-fieldguide.pdf) - [#33]: [James B. (Jim) Kaler. Professor emeritus i astronomi, University of Illinois](http://stars.astro.illinois.edu/sow/6tri.html) - [#34]: [Astronomy Club of Tulsa - Observer, december 2008.](http://www.astrotulsa.com/cms_files/200812.pdf) - [#35]: [Baylor University, School of Engineering and Computer Science, Astronomy observing log.](http://cs.baylor.edu/~hamerly/personal/astro/log.html) - [#36]: [IAU100 NamnExoWorlds](http://nameexoworlds.iau.org/) - [#37]: [The Washington Double Star Catalog (Mason+ 2001-2020)](https://vizier.u-strasbg.fr/viz-bin/VizieR?-source=B/wds) - [#38]: [Patrick Moore, Paul Doherty, H. J. P. Arnold, The Photographic Atlas of the Stars, CRC Press LLC, 1999. ISBN 0750306548](https://books.google.com/books?id=YjcvJUfnWBAC&pg=PA97#v=onepage&q&f=false)
uk: - [#1]: Kunitzsch, P.; Smart T. (2006). "A Dictionary of Modern star Names: A Short Guide to 254 Star Names and Their Derivations" (2nd rev. ed.). Cambridge, MA: Sky Pub. ISBN 978-1-931559-44-7. - [#2]: Allen, R. H. (1963). "Star Names: Their Lore and Meaning" (rep. ed.). New York, NY: Dover Publications Inc. ISBN 0-486-21079-0. - [#3]: [2000, A&AS, 143, 9, "The SIMBAD astronomical database", Wenger et al.](http://adsabs.harvard.edu/abs/2000A%26AS..143....9W) - [#4]: [Final Results of NameExoWorlds Public Vote Released](http://www.iau.org/news/pressreleases/detail/iau1514/) - [#5]: [ЗІРКАS by Jim Kaler, Prof. Emeritus of Astronomy, University of Illinois](http://stars.astro.illinois.edu/sow/sowlist.html) - [#6]: [IAU Catalog of Star Names (IAU-CSN)](http://www.pas.rochester.edu/~emamajek/WGSN/IAU-CSN.txt) - [#7]: [Covington, Michael (2002). "Celestial Objects for Modern Telescopes: Practical Amateur Astronomy". Cambridge University Press.](https://books.google.com/books?id=ql7wLq1fP5QC&pg=PA209) - [#8]: ["61 Cyg (Piazzi's Flying Star)". Science&Space News. Retrieved June 1, 2015.](http://news.sky-map.org/starview?object_type=1&object_id=2282&object_name=HD+201091&locale=EN) - [#9]: [Kruger 60](https://en.wikipedia.org/wiki/Kruger_60) - [#10]: [List of Named Stars in Alphabetical Order](http://www.astro.wisc.edu/~dolan/constellations/starname_list.html) - [#11]: [Jack W. Rhoads (1971). "Reduced Star Catalog Containing 537 Named Stars", Jet Propulsion Laboratory, California Institute of Technology; November 15, 1971](https://ntrs.nasa.gov/citations/19720005197) - [#12]: [IAU Naming Stars](https://www.iau.org/public/themes/naming_stars/) - [#13]: [Bright Star Catalogue, 5th Revised Ed. (Hoffleit+, 1991)](http://vizier.u-strasbg.fr/viz-bin/VizieR?-source=V/50) - [#14]: Piazzi, G, ed. (1814). "Praecipuarum Stellarum Inerrantium Positiones Mediae Ineunte Saeculo XIX: ex Observationibus Habitis in Specula Panormitana ab anno 1792 ad annum 1813". Palermo. p. 21. - [#15]: Kunitzsch, P. (1959). "Arabische Sternnamen in Europa". Wiesbaden: Otto Harrassowitz. p. 155. - [#16]: Laffitte, R. (2005). "Héritages arabes: Des noms arabes pour les étoiles" (2éme revue et corrigée ed.). Paris: Librairie Orientaliste Paul Geunthner / Les Cahiers de l'Orient. p. 229. - [#17]: Burritt, E. H. (1835). "Atlas, Designed to Illustrate the Geography of the Heavens" (new ed.). New York: F. J. Huntington. plate III. - [#18]: Burnham, Robert Jr. (1978, 1979). "Burnham's Celestial Handbook: An Observer's Guide to the Universe Beyond the Solar System", Vol. 1, 2, 3. NY: Dover Publications. ISBN 978-0486235677, 978-0486235684, 978-0486236735 - [#19]: [Iota Ursae Majoris](https://en.wikipedia.org/wiki/Iota_Ursae_Majoris) - [#20]: [Falkner, David E. (2011). "The Mythology of the Night Sky: An Amateur Astronomer's Guide to the Ancient Greek and Roman Legends", Patrick Moore's Practical Astronomy, Springer. ISBN 1-4614-0136-4](https://books.google.com/books?id=tyj8UUE968wC) - [#21]: Peters, C. A. F. (1853). "On the Parallax of Argelander's Star". Monthly Notices of the Royal Astronomical Society, Vol. 14, p.49. DOI: 10.1093/mnras/14.2.49 - [#22]: Maddocks, Hugh C. (1991). "Deep-Sky Name Index 2000.0". Foxon-Maddocks Associates. ISBN 0-9628305-0-X. - [#23]: Josef Klepesta, Antonin Rukl (1977). "Constellations: A concise guide in colour". ISBN 0600008932. - [#24]: Oswald Thomas (1945). "Atlas der Sternbilder". Salzburg. - [#25]: Fred Schaaf (2019). "An Assortment of Asterisms". Sky & Telescope, p.45 (Nov 2019) - [#26]: Gary Seronik (2017). "Binocular Highlights Revised & Expanded: 109 Celestial Sights for Binocular Users". F W Publications Inc. ISBN 9781940038445 - [#27]: Tony Flanders (2019). "Constellation Close-up: Centaurus and Crux". Sky & Telescope, pp.22-27 (Apr 2019). - [#28]: Sue French (2019). "Deep-Sky Wonders: Heavenly Hero". Sky & Telescope, pp.54-56 (Jul 2019). - [#29]: [Software Bisque: A Complete List of Asterisms](https://www.bisque.com/tom/asterisms/list.asp) - [#30]: [University of Northern Iowa, EARTHSCI 1100 - Astronomy, Asterisms.](https://sites.uni.edu/morgans/astro/asterisms.html) - [#31]: [Horvatin - Obsolete Constellations, Department of Physics and Astronomy, Michigan State University.](https://web.pa.msu.edu/people/horvatin/Astronomy_Facts/obsolete_pages/triangulum_minor.htm) - [#32]: [Donald H. Menzel (1964). A Field Guide to the Stars and Planets by Donald H. Menzel, Collins books - St. James's Place, London. ISBN: 0395934311, ISBN13: 9780395934319](http://www.arvindguptatoys.com/arvindgupta/menzel-fieldguide.pdf) - [#33]: [James B. (Jim) Kaler. Professor Emeritus of Astronomy, University of Illinois.](http://stars.astro.illinois.edu/sow/6tri.html) - [#34]: [Astronomy Club of Tulsa - Observer, December 2008.](http://www.astrotulsa.com/cms_files/200812.pdf) - [#35]: [Baylor University, School of Engineering and Computer Science, Astronomy observing log.](http://cs.baylor.edu/~hamerly/personal/astro/log.html) - [#36]: [IAU100 NameExoWorlds](http://nameexoworlds.iau.org/) - [#37]: [The Washington Double Star Catalog (Mason+ 2001-2020)](https://vizier.u-strasbg.fr/viz-bin/VizieR?-source=B/wds) - [#38]: [Patrick Moore, Paul Doherty, H. J. P. Arnold, The Photographic Atlas of the Stars, CRC Press LLC, 1999. ISBN 0750306548](https://books.google.com/books?id=YjcvJUfnWBAC&pg=PA97#v=onepage&q&f=false)

source: CC BY-ND 4.0 International
es_419: CC BY-ND 4.0 Internacional
sv: CC BY-ND 4.0 Internationell
