Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: [Cardoso, Walmir Thomazi. Sao Paulo, 2007. Thesis Abstract](http://www.sapientia.pucsp.br/tde_busca/processaPesquisa.php?listaDetalhes[]=4584&processar=Processar) - [#2]: [Cardoso, Walmir Thomazi. Sao Paulo, 2007. Thesis](http://www.sapientia.pucsp.br/tde_busca/arquivo.php?codArquivo=5684) - [#3]: [Cardoso, W. (2016). Constellations and Time Keeping used by Indigenous Communities in the Northwestern Amazonian Region. Journal of Astronomy in Culture, 1(1).](https://escholarship.org/content/qt7qn7t90d/qt7qn7t90d_noSplash_9570d6c8c98f36ee3070b0dd62580aec.pdf?t=oaw7e7)
es_419: - [#1]: [Cardoso, Walmir Thomazi. Sao Paulo, 2007. Resumen de tesis](http://www.sapientia.pucsp.br/tde_busca/processaPesquisa.php?listaDetalhes[]=4584&processar=Processar) - [#2]: [Cardoso, Walmir Thomazi. Sao Paulo, 2007. Tesis](http://www.sapientia.pucsp.br/tde_busca/arquivo.php?codArquivo=5684) - [#3]: [Cardoso, W. (2016). Constelaciones y cronometraje utilizados por comunidades indígenas de la región noroccidental amazónica. Revista de Astronomía en la Cultura, 1(1).](https://escholarship.org/content/qt7qn7t90d/qt7qn7t90d_noSplash_9570d6c8c98f36ee3070b0dd62580aec.pdf?t=oaw7e7)
sv: - [#1]: [Cardoso, Walmir Thomazi. Sao Paulo, 2007. Sammanfattning av avhandling](http://www.sapientia.pucsp.br/tde_busca/processaPesquisa.php?listaDetalhes[]=4584&processar=Processar) - [#2]: [Cardoso, Walmir Thomazi. Sao Paulo, 2007. Avhandling](http://www.sapientia.pucsp.br/tde_busca/arquivo.php?codArquivo=5684) - [#3]: [Cardoso, W. (2016). Konstellationer och tidsangivelser som används av ursprungsbefolkningar i nordvästra Amazonas. Journal of Astronomy in Culture, 1(1).](https://escholarship.org/content/qt7qn7t90d/qt7qn7t90d_noSplash_9570d6c8c98f36ee3070b0dd62580aec.pdf?t=oaw7e7)

source: #### SOME WORDS ABOUT OUR RESEARCH WITHIN NORTWESTERN AMAZONIAN INDIANS This work is part of an amount of researches developed as a survey, conducted between 2005 and 2007 that resulted in a doctoral/PhD thesis (Cardoso, 2007). Relying on Ethnomatematics sources (D’ambrosio, 2002), in practical sky observation activities and on classical sources about constellations observed in Brazil’s Amazon region, we accomplished a sky mapping of these Indian ethnicity: Tukano, Dessano and Tuyuka but in special, the first one. From the description of many constellations we created an astronomical events and climate calendar along with students from differentiated Yupuri’s indigenous school. Rain periods, drought, planting and harvesting are marked by the sunset and sunrise of the major constellations created by Amazonia northwest Indians. Scholarly Paper: [#3]. Walmir Thomazi Cardoso gathered this information in a survey that is part of his PhD. Thesis of Ethnomathematics (walmir.astronomia@gmail.com) Displays were made by Antonio Gumercindo Taques dos Santos (Ticão) and Youssif Ganthous Filho (youssif@gmail.com).
es_419: #### ALGUNAS PALABRAS SOBRE NUESTRA INVESTIGACIÓN DENTRO DE LOS INDIOS AMAZÓNICOS DEL NOROESTE Este trabajo es parte de una cantidad de investigaciones desarrolladas como una encuesta, realizada entre 2005 y 2007 que resultó en una tesis doctoral (Cardoso, 2007). Confiando en fuentes etnomatemáticas (D'ambrosio, 2002), en actividades prácticas de observación del cielo y en fuentes clásicas sobre constelaciones observadas en la región amazónica de Brasil, realizamos un mapeo celeste de estas etnias indias: Tukano, Dessano y Tuyuka, pero en especial, el primero uno. A partir de la descripción de muchas constelaciones, creamos un calendario astronómico de eventos y clima junto con estudiantes de la escuela indígena diferenciada de Yupuri. Los períodos de lluvia, sequía, siembra y cosecha están marcados por el atardecer y el amanecer de las principales constelaciones creadas por los indios del noroeste de la Amazonía. [papel académico](https://escholarship.org/content/qt7qn7t90d/qt7qn7t90d_noSplash_9570d6c8c98f36ee3070b0dd62580aec.pdf?t=oaw7e7) Walmir Thomazi Cardoso recopiló esta información en una encuesta que forma parte de su doctorado. Tesis de Etnomatemática (walmir.astronomia@gmail.com) Las exhibiciones fueron hechas por Antonio Gumercindo Taques dos Santos (Ticão) y Youssif Ganthous Filho (youssif@gmail.com).
ru: #### НЕСКОЛЬКО СЛОВ О НАШИХ ИССЛЕДОВАНИЯХ СЕВЕРО-ЗАПАДНЫХ ИНДЕЙЦЕВ АМАЗОНКИ Эта работа является частью ряда исследований, разработанных в виде опроса, проведенного в период с 2005 по 2007 год, результатом которого стала докторская/докторская диссертация (Cardoso, 2007). Опираясь на источники по этноматематике (Д'амброзио, 2002), на практические наблюдения за небом и на классические источники о созвездиях, наблюдаемых в бразильском регионе Амазонки, мы составили карту неба этих индейских этнических групп: Тукано, Дессано и Туюка, но в особенности, первой один. На основе описания многих созвездий мы создали астрономический календарь событий и климатический календарь вместе со студентами из дифференцированной местной школы Юпури. Периоды дождя, засухи, посадки и сбора урожая отмечены закатом и восходом солнца основных созвездий, созданных индейцами северо-запада Амазонии. Научная статья: [#3]. Уолмир Томази Кардосо собрал эту информацию в обзоре, который является частью его докторской диссертации. Диссертация по этноматематике (walmir.astronomia@gmail.com) Рисунки были сделаны Антонио Гумерсиндо Такесом душ Сантосом (Ticão) и Юссифом Гантусом Филью (youssif@gmail.com).
sv: #### NÅGRA ORD OM VÅR FORSKNING INOM NORDVÄSTRA AMAZONAS INDIANER Det här arbetet är en del av en mängd undersökningar som genomfördes mellan 2005 och 2007 och som resulterade i en doktorsavhandling (Cardoso, 2007). Med hjälp av etnomatematiska källor (D'ambrosio, 2002), praktiska himmelsobservationer och klassiska källor om konstellationer som observerats i Brasiliens Amazonasregion, genomförde vi en kartläggning av himlen för dessa indianska folkgrupper: Tukano, Dessano och Tuyuka, men i synnerhet den första. Utifrån beskrivningen av många konstellationer skapade vi en astronomisk händelse- och klimatkalender tillsammans med elever från den differentierade Yupuri-skolan för ursprungsbefolkningen. Regnperioder, torka, plantering och skörd markeras av solnedgången och soluppgången för de stora konstellationerna som skapades av Amazonas nordvästra indianer. Vetenskapligt papper: [#3]. Walmir Thomazi Cardoso samlade in denna information i en undersökning som ingår i hans doktorsavhandling. Avhandling i etnomatematik (walmir.astronomia@gmail.com) Utställningar gjordes av Antonio Gumercindo Taques dos Santos (Ticão) och Youssif Ganthous Filho (youssif@gmail.com).
uk: #### ДЕКІЛЬКА СЛІВ ЩОДО НАШИХ ДОСЛІДЖЕНЬ СЕРЕД ІНДІАНЦІВ ПІВНІЧНО-ЗАХІДНОЇ АМАЗОНІЇ Ця робота є частиною масиву досліджень, які було виконано у формі огляду у період від 2005 року до 2007 року. Результати досліджень викладено у форматі докторської (PhD) дисертації (Cardoso, 2007). На основі етноматематичних джерел (D’ambrosio, 2002) у практичних спостереженнях неба та класичних джерелах щодо сузір’їв, які можна спостерігати у бразильській Амазонії нами виконано прив’язку зоряних об’єктів для таких індіанських народностей: тукано, дессано та туюка, особливо першої з цих народностей. На основі опису багатьох сузір’їв разом із учнями диференційованої школи для тубільців у Юпурі нами створено календар астрономічних та кліматичних подій. Дощові періоди, засуха, періоди сівби та збирання врожаю позначаються заходом або сходом основних сузір’їв картини зоряного неба, створеної індіанцями північно-західної Амазонії. Наукова стаття: [#3]. Цю інформацію було зібрано Вальміром Томазі Кардосо (Walmir Thomazi Cardoso) у резюме, яке є частиною його докторської дисертації. Дисертацію написано із спеціальності «етноматематика» (walmir.astronomia@gmail.com) Малюнки було створено Antonio Gumercindo Taques dos Santos (Ticão) та Youssif Ganthous Filho (youssif@gmail.com).

source: As with many cultures, constellations were identified and used to help keep track of the seasons and predict the seasonal variations which affect daily life. In the book [#3] it is stated that the Tupi people identified some thirty constellations, but the book only details seven. ### Nandu (Rhea) The Tupi name for this constellation is *Iandutim* (*Guirá Nhandu* in Guarani), which literally translates to *White Ostrich*. The constellation depicts a large bird. In the first two weeks of June this constellation is fully visible in the Eastern sky in the evening, indicating the beginning of Winter in the South of Brazil, and the start of the dry season in the North. ### The Old Man This constellation depicts an old man holding a stick. In the second half of December, the constellation is fully visible in the evening Eastern sky. This marks the beginning of summer in the southern parts of Brazil and the start of the rainy season in the North.
ru: Как и во многих культурах, созвездия тупи были определены и использовались для отслеживания и прогнозирования сезонных колебаний, которые затрагивают повседневную жизнь. В книге [#3] говорится, что народ тупи выделял на небе 30 созвездий, но в книге детально описано только 7 из них. ##### Ema Название этого созвездия на тупи *Iandutim* (*Guirá Nhandu* на гуарани), что в литературном переводе означает *Белый страус*. Созвездие изображает большую птицу. В первые две недели июня это созвездие полностью видно на вечернем небе на востоке, сигнализируя о начале зимы на юге Бразилии и начале сезона дождей на севере страны. ##### Homem Velho (Старик) Это созвездие изображает старика с палкой. Во второй половине декабря это созвездие полностью видно на вечером в восточной части неба. Оно знаменует начало лета в южных районах Бразилии и начало сезона дождей на севере страны.
sv: Som i många kulturer identifierades konstellationer och användes för att hålla reda på årstiderna och förutsäga de säsongsvariationer som påverkar det dagliga livet. I boken [#3] anges att Tupi-folket identifierade ett trettiotal konstellationer, men boken beskriver endast sju. ### Nandu (Rhea) Tupifolkets namn på denna konstellation är *Iandutim* (*Guirá Nhandu* på guarani), vilket bokstavligen översätts till *vit struts*. Konstellationen föreställer en stor fågel. Under de första två veckorna i juni är denna konstellation fullt synlig på kvällen på östra himlen, vilket indikerar början på vintern i södra Brasilien och början på torrperioden i norr. ### Den gamle mannen Denna konstellation föreställer en gammal man som håller en käpp. Under andra halvan av december är konstellationen fullt synlig på kvällshimlen i öster. Detta markerar början på sommaren i södra Brasilien och början på regnperioden i norr.
uk: Як і у багатьох інших культурах, сузір’я визначалися та використовувалися для стеження за зміною сезонів та передбачення сезонних змін погоди, які впливали на повсякденне життя людей. У книзі [#3] повідомляється, що тупі мають назви для близько тридцяти сузір’їв, але у книзі подано назви лише семи таких сузір’їв. ### Нанду (Рея) У тупі це сузір’я має назву *Яндутім* (*Ґуїра-Нанду* мовою гуарані), дослівно можна перекласти як *Білий страус*. Зображенням сузір’я є великий птах. У перші два тижні червня це сузір’я повністю можна бачити на сході неба ввечері. Сузір’я позначало початок зими на півдні Бразилії і початок посушливого сезону на півночі. ### Старий чоловік Зображенням цього сузір’я є старий чолові, що тримає палицю. У другій половині грудня це сузір’я можна повністю бачити на сході вечірнього неба. Сузір’я позначає початок літа у південній частині Бразилії та початок сезону дощів на півночі.

source: - [#1]: [The Tupi People](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: [The Brazilian Indigenous Constellations](http://www.telescopiosnaescola.pro.br/indigenas.pdf) by Germano Bruno Afonso (Portuguese) - [#3]: [Claude d'Abbeville, Histoire de la Mission des Pères Capucins en l'Isle de Maragnan et terres circonvoisines. Paris, 1614.](http://gallica.bnf.fr/ark:/12148/btv1b86057861)
ru: - [#1]: [Народ тупи](http://en.wikipedia.org/wiki/Tupi_people) (на английском) - [#2]: [Созвездия бразильских индейцев](http://www.telescopiosnaescola.pro.br/indigenas.pdf) Германо Бруно Афонсо (Germano Bruno Afonso) (на португальском) - [#3]: [Claude d'Abbeville, Histoire de la Mission des Pères Capucins en l'Isle de Maragnan et terres circonvoisines. Paris, 1614.](http://gallica.bnf.fr/ark:/12148/btv1b86057861)
sv: - [#1]: [Tupi-folket](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: [De brasilianska urbefolkningarnas konstellationer](http://www.telescopiosnaescola.pro.br/indigenas.pdf) av Germano Bruno Afonso (portugisiska) - [#3]: [Claude d'Abbeville, Histoire de la Mission des Pères Capucins en l'Isle de Maragnan et terres circonvoisines. Paris, 1614.](http://gallica.bnf.fr/ark:/12148/btv1b86057861)
uk: - [#1]: [Тупі](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: [Сузір’я тубільців Бразилії](http://www.telescopiosnaescola.pro.br/indigenas.pdf) , автор — Хермано Бруно Афонсо (португальською) - [#3]: [Claude d'Abbeville, Histoire de la Mission des Pères Capucins en l'Isle de Maragnan et terres circonvoisines. Paris, 1614.](http://gallica.bnf.fr/ark:/12148/btv1b86057861)

source: This sky culture was contributed by Stellarium user *Paulo Marcelo Pontes*.
de: Diese Sternbildkultur wurde vom Stellarium-Anwender *Paulo Marcelo Pontes* beigesteuert. Deutsche Übersetzung: Georg Zotti.
es_419: Esta cultura estelar fue aportada por el usuario de Stellarium *Paulo Marcelo Pontes*.
ru: Эта культура неба была предоставлена пользователем Stellarium'а *Пабло Марсело Понтесом (Paulo Marcelo Pontes)*.
sv: Denna himmelskultur har tillhandahållits av Stellarium-användaren *Paulo Marcelo Pontes*.
uk: Записи цієї картини зоряного неба було створено користувачем Stellarium *Пауло Марсело Понтешем (Paulo Marcelo Pontes)*

source: The Netwar sky culture for Stellarium stems from a research which is ran among the people of Vanuatu by Dominik M. Ramík and is [published online](http://dominicweb.eu/en/vanuatu-sky/). Netwar language (its indigenous name, also sometimes called "Lenakel language" after a major village in the area) is one of languages of Tanna island in Vanuatu. Its constellations are strikingly similar with other languages of Vanuatu, although names and meanings vary to some extent.
es_419: La cultura estelar de Netwar para Stellarium proviene de una investigación que se lleva a cabo entre la gente de Vanuatu por Dominik M. Ramík y se [publicó en línea](http://dominicweb.eu/en/vanuatu-sky/). El idioma Netwar (su nombre indígena, también llamado a veces "idioma Lenakel" después de una aldea importante en el área) es uno de los idiomas de la isla Tanna en Vanuatu. Sus constelaciones son sorprendentemente similares con otros idiomas de Vanuatu, aunque los nombres y significados varían en cierta medida.
ru: Культура неба нетвар для Stellarium проистекает из исследования, проведенного среди жителей Вануату Домиником М. Рамиком и [опубликованного в Интернете](http://dominicweb.eu/en/vanuatu-sky/). Язык нетвар (его местное название, также иногда называемое «языком ленакель» в честь крупной деревни в этом районе) является одним из языков острова Танна в Вануату. Его созвездия поразительно похожи на другие языки Вануату, хотя названия и значения в некоторой степени различаются.
sv: Netwar-himmelkulturen för Stellarium härstammar från en forskning som bedrivs bland folket i Vanuatu av Dominik M. Ramík och är [publicerad online] (http://dominicweb.eu/en/vanuatu-sky/). Netwar-språket (dess inhemska namn, ibland även kallat "Lenakel-språket" efter en större by i området) är ett av språken på ön Tanna i Vanuatu. Dess konstellationer är slående lika andra språk i Vanuatu, även om namn och betydelser varierar i viss utsträckning.
uk: Картина зоряного неба племені нетвар у Stellarium створена на основі дослідження, яке було проведено серед населення Вануату Домініком М. Раміком і [оприлюднено у мережі](http://dominicweb.eu/en/vanuatu-sky/). Мова нетвар (місцева назва; цю мову також іноді називають «ленакельською мовою» за найбільшим селищем у цій місцевості) є однією із мов острова Тану у Вануату. Сузір'я у цій картині зоряного неба є дуже подібними до сузір'їв інших племен Вануату, хоча назви і значення сузір'їв може бути певною мірою іншим.
