Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <table> <tr><td>ID</td><td><b>Arabic</b></td><td><b>Transliteration</b></td><td><b>Translation</b></td><td><b>Comment</b></td><td><b>References</b></td></tr> <tr><td colspan="6" style="text-align:center;"><b>Constellations</b></td></tr> <tr><td><notr>CON 100</notr></td><td><notr>الحويجزين</notr></td><td><notr>al-Ḥuwaiǧzain</notr></td><td>The Two Guards</td><td>The two stars: β UMi and γ UMi. They are used for directions. The Two Guards comes from the legend that al-Jady (Polaris) killed the father of the seven sisters who are carrying the bier of their father (The stars of the Big Dipper) and circling al-Jady, vowing that they will not burry their father until they get revenge. al-Jady asked these two for protection, and the name is The Two Guards.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 100</notr></td><td><notr>الدخيلين</notr></td><td><notr>al-Diḫīlain</notr></td><td>The Two Refugees</td><td>The other name of the two stars: β UMi and γ Umi, The Two Refugees, comes from another version of the legend that they are the ones who committed the killing and they fled towards al-Jady for protection.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 100</notr></td><td><notr>آل أبا بزي</notr></td><td><notr>Āl Aba Bzay</notr></td><td>The Family Of Aba Bzay</td><td>The two stars: β UMi and γ UMi</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 200</notr></td><td><notr>النعايم</notr></td><td><notr>al-Naʿāyem</notr></td><td>Al-Nayem</td><td>Meaning is not known for certain. It could mean the camels. composed of the seven stars of the Big Dipper.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 200</notr></td><td><notr>السبَّع</notr></td><td><notr>al-Sibbaʿ</notr></td><td>The Seven</td><td>The seven stars of the Big Dipper.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 200</notr></td><td><notr>بنات نعش</notr></td><td><notr>Banāt Naʿš</notr></td><td>Daughters Of Na'sh</td><td>The seven stars of the Big Dipper. Seven sisters carrying the bier of their father who was killed by al-Ǧady (Polaris).</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 300</notr></td><td><notr>الشداد</notr></td><td><notr>al-Šdād</notr></td><td>The Saddle Of The Camel</td><td>The 5 bright stars of Cassiopeia. This name is used in the western areas along the red sea of Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 400</notr></td><td><notr>المغزل</notr></td><td><notr>al-Miġzal</notr></td><td>The Wool Spindle</td><td>The Cross shaped stars of α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg, and β1+β2 Cyg (Albireo). The source is oral tradition from the town of Zulfi in central Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 2502</notr></td><td><notr>المقدم</notr></td><td><notr>al-Muqaddam</notr></td><td>The Front</td><td>The front mouth of the bucket (24th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2504</notr></td><td><notr>المؤخر</notr></td><td><notr>al-Muḫḫar</notr></td><td>The Rear</td><td>The rear mouth of the bucket (25th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2550</notr></td><td><notr>الرشا</notr></td><td><notr>al-Rša</notr></td><td>The Bucket Rope</td><td>The rope used to pull the bucket from the well (26th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2602</notr></td><td><notr>الشرطين</notr></td><td><notr>al-Šarṭain</notr></td><td>The Two Marks</td><td>The two marks, stars (α Ari and β Ari) (27th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2603</notr></td><td><notr>البطين</notr></td><td><notr>al-Bṭain</notr></td><td>The Little Abdomen</td><td>The little abdomen of al-Ḥamal (28th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2604</notr></td><td><notr>الثريا</notr></td><td><notr>al-Thrayyā</notr></td><td>Al-Thurayya</td><td>Al-Thurayya is a proper name of the Pleiades (first mansion of the Moon).</td><td><notr>3</notr></td></tr> <tr><td><notr>CON 2801</notr></td><td><notr>الذراع</notr></td><td><notr>al-Dhraʿ</notr></td><td>The Arm</td><td>The two stars of Canis Minor, the arm of the lion (5th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 4501</notr></td><td><notr>الكليبين</notr></td><td><notr>al-Klaibain</notr></td><td>The Two Little Dogs</td><td>An asterism of the two stars: δ CMa and ε CMa. Their heliacal rising is used for timing (same time as the 6th mansion of the Moon). The name is common in central Arabia.</td><td><notr>2,3</notr></td></tr> <tr><td><notr>CON 2803</notr></td><td><notr>النثرة</notr></td><td><notr>al-Nathrah</notr></td><td>The Nostrils</td><td>M 44 and two adjacent stars representing the nose tip of the Arab lion (6th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2804</notr></td><td><notr>الطرف</notr></td><td><notr>al-Ṭarf</notr></td><td>The Eyes</td><td>Eyes of the lion (7th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2805</notr></td><td><notr>الجبهة</notr></td><td><notr>al-Ǧabhah</notr></td><td>The Forehead</td><td>Forehead of the lion (8th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2806</notr></td><td><notr>الزبرة</notr></td><td><notr>al-Zubrah</notr></td><td>The Mane</td><td>Mane of the lion (9th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2808</notr></td><td><notr>العوا</notr></td><td><notr>al-ʿAwwā</notr></td><td>The Bend</td><td>an arc of 5 stars. The arabic al-ʿAwwā could mean also the Howlers, dogs barking at the lion (11th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2810</notr></td><td><notr>الغفر</notr></td><td><notr>al-Ġafr</notr></td><td>The Cover</td><td>Three star asterism (13th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2901</notr></td><td><notr>الزبانى</notr></td><td><notr>al-Zubānā</notr></td><td>Claws Of The Scorpion</td><td>The two bright stars of Libra (14th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2902</notr></td><td><notr>الإكليل</notr></td><td><notr>al-Iklīl</notr></td><td>The Diadem</td><td>The arc of the three stars on the forehead of Scorpius (15th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2906</notr></td><td><notr>الشولة</notr></td><td><notr>al-Šawlah</notr></td><td>Raised Tail Of The Scorpion</td><td>The sting of Scorpius (17th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 2999</notr></td><td><notr>العقرب</notr></td><td><notr>al-ʿAqrab</notr></td><td>The Scorpion</td><td>The scorpion image</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 3005</notr></td><td><notr>البلدة</notr></td><td><notr>al-Baldah</notr></td><td>The Empty Place</td><td>An area with no bright stars in Sagittarius (19th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 3099</notr></td><td><notr>النعايم</notr></td><td><notr>al-Naʿāyem</notr></td><td>The Ostriches</td><td>Four stars in the milky way representing four ostriches drinking at the river and another four away from the milky way representing four ostriches returning from the river. A ninth star between and above the two groups is included. All the stars are in the Sagittarius constellation (18th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 3199</notr></td><td><notr>سعد الذابح</notr></td><td><notr>Saʿd al-Dhabiḥ</notr></td><td>The Lucky Star Of The Slaughterer</td><td>Ancient Arab asterism representing a man slaughtering a sheep (20th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 3299</notr></td><td><notr>سعد بلع</notr></td><td><notr>Saʿd bulaʿ</notr></td><td>The Lucky Star Of The Swallower</td><td>Ancient Arab asterism representing a man swallowing a bite (21th mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 3399</notr></td><td><notr>سعد السعود</notr></td><td><notr>Saʿd al-suʿūd</notr></td><td>The Luckiest Of The Lucky Stars</td><td>Ancient Arab asterism three stars that rises in the morning in the spring (22nd mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 3499</notr></td><td><notr>سعد الأخبية</notr></td><td><notr>Saʿd al-aḫbiyah</notr></td><td>The Lucky Star Of The Tents</td><td>Ancient Arab asterism of a triangle of three stars and a fourth star is inside the triangle, a man inside a tent (23rd mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 4201</notr></td><td><notr>الهقعة</notr></td><td><notr>al-Haqʿah</notr></td><td>The Circular Mark</td><td>Ancient Arab asterism of a small triangle of stars (head of Orion) representing a mark on the side of the horse (third mansion of the Moon).</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 4206</notr></td><td><notr>الهنعة</notr></td><td><notr>al-Hanʿah</notr></td><td>Stoopness</td><td>Ancient Arab asterism (4th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>CON 4202</notr></td><td><notr>ظهر الجوزا</notr></td><td><notr>Ẓahr al-Ǧawzā</notr></td><td>Back Of Al-Jawza</td><td>The three stars at the belt of Orion. This name along with the star names of Northern Horn of al-Jawza and Southern Horn of al-Jawza comes from the western region of Saudi Arabia and used by the fishers of the red sea. The source is oral tradition from the seaport Umluj of Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 4213</notr></td><td><notr>زوابن الجوزا</notr></td><td><notr>Zawābin al-Ǧawzā</notr></td><td>Claws Of Al-Jawza</td><td>Names of the stars: α, γ, β, and κ Ori, orally communicated from the Qasseem region of Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 4213</notr></td><td><notr>الزبَّن</notr></td><td><notr>al-Zibban</notr></td><td>Claws Of Al-Jawza</td><td>Names of the stars: α, γ, β, and κ Ori, orally communicated from the Qasseem region of Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 2650</notr></td><td><notr>مسجد الثريا</notr></td><td><notr>Masǧid al-Thrayyā</notr></td><td>Mosque Of Al-Thurayya</td><td>A triangle of stars that rise before al-Thurayya (The Pleiades). It is composed of the three stars: α Ari, α Tri, and β Tri. The source of this name is oral tradition in the region of Wadi al-Dawasir in southwestern Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>CON 4299</notr></td><td><notr>الجوزا</notr></td><td><notr>al-Ǧawā</notr></td><td>Al-Jawza</td><td>Al-Jawza is a proper name for a woman. this constellation is a woman shape for the Orion stars. It is the same as that of ancient Arabs. Some oral traditions will give the name to only the three stars of Orion belt.</td><td><notr>2,3</notr></td></tr> <tr><td colspan="6" style="text-align:center;"><b>Planets</b></td></tr> <tr><td>Venus</td><td><notr>نجمة الصبح</notr></td><td><notr>Naǧmat al-ṣibḥ</notr></td><td>Morning Star</td><td>A name for Venus when it sets after the Sun.</td><td><notr>1</notr></td></tr> <tr><td>Venus</td><td><notr>نجمة االعشا</notr></td><td><notr>Naǧmat al-ʿŠā</notr></td><td>Evening Star</td><td>A name for Venus when it rises before the Sun.</td><td><notr>1</notr></td></tr> <tr><td>Venus</td><td><notr>الجغمة، الجغامة</notr></td><td><notr>al-Ǧuġmah, al-Ǧuġġāmah</notr></td><td>The Sip, The Sipper</td><td>Bedouins will tell the kids when they ask for milk to wait until Venus (The sip, the sipper) sets. Another version is that they encourage the children to drink their milk before Venus (The sipper) drinks it.</td><td><notr>1</notr></td></tr> <tr><td>Venus</td><td><notr>نجمة الهودان</notr></td><td><notr>Naǧmat al-Hawdān</notr></td><td>The Star Of Al-Hawdan</td><td>Al-Hawdan is a tribe. Every evening they agree that when they see Venus in the morning, they will start their nomadic trip looking for pasture for their camels, but in they morning they decide to stay. Another version is that they will take their camels to the pasture early when Venus rises preceding others, and they will take back their camels late in the evening when Venus sets.</td><td><notr>1</notr></td></tr> <tr><td colspan="6" style="text-align:center;"><b>Stars</b></td></tr> <tr><td><notr>HIP 11767</notr></td><td><notr>الجدي</notr></td><td><notr>al-Ǧady</notr></td><td>The Kid</td><td>Same as the ancient Arab name.</td><td><notr>3</notr></td></tr> <tr><td><notr>HIP 72607</notr></td><td><notr>الحويجزين 1</notr></td><td><notr>al-Ḥuwaiǧzain 1</notr></td><td>The Two Guards 1</td><td>See CON100</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 75097</notr></td><td><notr>الحويجزين 2</notr></td><td><notr>al-Ḥuwaiǧzain 2</notr></td><td>The Two Guards 2</td><td>See CON100</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 72607</notr></td><td><notr>الدخيلين 1</notr></td><td><notr>al-Diḫīlain 1</notr></td><td>The Two Refugees 1</td><td>See CON100</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 75097</notr></td><td><notr>الدخيلين 2</notr></td><td><notr>al-Diḫīlain 2</notr></td><td>The Two Refugees 2</td><td>See CON100</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 72607</notr></td><td><notr>آل أبا بزي 1</notr></td><td><notr>Āl Aba Bzay 1</notr></td><td>The Family Of Aba Bzay 1</td><td>See CON100</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 75097</notr></td><td><notr>آل أبا بزي 2</notr></td><td><notr>Āl Aba Bzay 2</notr></td><td>The Family Of Aba Bzay 2</td><td>See CON100</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 54061</notr></td><td><notr>الخلج 1</notr></td><td><notr>al-Ḫilj 1</notr></td><td>Al-Khilj 1</td><td>The first two stars of the Big Dipper to rise</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 53910</notr></td><td><notr>الخلج 2</notr></td><td><notr>al-Ḫilj 2</notr></td><td>Al-Khilj 2</td><td>The first two stars of the Big Dipper to rise</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 54061</notr></td><td><notr>الخلج الاولات 1</notr></td><td><notr>al-Ḫilj al-awwalāt 1</notr></td><td>The first Khilj 1</td><td>The first two stars of the Big Dipper to rise</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 53910</notr></td><td><notr>الخلج الاولات 2</notr></td><td><notr>al-Ḫilj al-awwalāt 2</notr></td><td>The first Khilj 2</td><td>The first two stars of the Big Dipper to rise</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 58001</notr></td><td><notr>الخلج التوالي 1</notr></td><td><notr>al-Ḫilj al-Tuwalī 1</notr></td><td>The Latter Khilj 1</td><td>The second two stars of the Big Dipper to rise</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 59774</notr></td><td><notr>الخلج التوالي 2</notr></td><td><notr>al-Ḫilj al-Tuwalī 2</notr></td><td>The Latter Khilj 2</td><td>The second two stars of the Big Dipper to rise</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 58001</notr></td><td><notr>الربّع 1</notr></td><td><notr>al-Rubbaʿ 1</notr></td><td>The fourth ones 1</td><td>The second two stars of the Big Dipper to rise</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 59774</notr></td><td><notr>الربّع 2</notr></td><td><notr>al-Rubbaʿ 2</notr></td><td>The fourth ones 2</td><td>The second two stars of the Big Dipper to rise</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 62956</notr></td><td><notr>الخامس</notr></td><td><notr>al-Ḫamis</notr></td><td>The Fifth</td><td>The star ε UMa, fifth to rise of the seven stars of the Big Dipper.</td><td><notr>5</notr></td></tr> <tr><td><notr>HIP 65378</notr></td><td><notr>السات</notr></td><td><notr>al-Satt</notr></td><td>The Sixth</td><td>The star ζ UMa, sixth to rise of the seven stars of the Big Dipper.</td><td><notr>5</notr></td></tr> <tr><td><notr>HIP 67301</notr></td><td><notr>السويبع</notr></td><td><notr>al-Swaibiʿ</notr></td><td>The Seventh</td><td>The star η UMa, seventh to rise of the seven stars of the Big Dipper.</td><td><notr>7</notr></td></tr> <tr><td><notr>HIP 69673</notr></td><td><notr>الرقيب</notr></td><td><notr>al-Reqīb</notr></td><td>The Watcher</td><td>The star α Boo. The source of this name is in the tradition of Ḥayel region.</td><td><notr>6</notr></td></tr> <tr><td><notr>HIP 69673</notr></td><td><notr>الاحيمر</notr></td><td><notr>al-Iḥaimir</notr></td><td>The Reddish One</td><td>The star α Boo. The source of this name is in the traditions of seafarers and fishers of the west and east costs of the Arabian Peninsula.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 91262</notr></td><td><notr>النسر المكتف</notr></td><td><notr>al-Nasr al-Mkattaf</notr></td><td>The Closed Wings Eagle</td><td>The star α Lyr (Vega), named because the two stars: ζ Lyr and ε Lyr forms the closed wings. Source is Ḥayel region.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 24608</notr></td><td><notr>المباري</notr></td><td><notr>al-Mbarī</notr></td><td>The Parallel One</td><td>The star Capella, parallels al-Thurayya (The Pleiades)</td><td><notr>8</notr></td></tr> <tr><td><notr>HIP 24608</notr></td><td><notr>الجنيب</notr></td><td><notr>al-Ǧinīb</notr></td><td>The Sided One</td><td>The star Capella, on the far side of al-Thurayya (The Pleiades)</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 97649</notr></td><td><notr>النسر الباسط</notr></td><td><notr>al-Nasr al-Basiṭ</notr></td><td>The Spread Wings Eagle</td><td>The star α Aql (Altair), named because the two stars: γ Aql and β Aql forms the spread wings. Source is Ḥayel region.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 97649</notr></td><td><notr>الكانون</notr></td><td><notr>al-Kanūn</notr></td><td>Al-Kanoon</td><td>Another name of The Spread wings Eagle mentioned in the poetry of al-Ḫalāwī.</td><td><notr>4</notr></td></tr> <tr><td><notr>HIP 677</notr></td><td><notr>المؤخر 2</notr></td><td><notr>al-Mwaḫḫar 2</notr></td><td>The Rear Bucket Mouth 2</td><td>See CON2504</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 1067</notr></td><td><notr>المؤخر 1</notr></td><td><notr>al-Mwaḫḫar 1</notr></td><td>The Rear Bucket Mouth 1</td><td>See CON2504</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 113881</notr></td><td><notr>المقدم 2</notr></td><td><notr>al-Mqaddam 2</notr></td><td>The Front Bucket Mouth 2</td><td>See CON2502</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 113963</notr></td><td><notr>المقدم 1</notr></td><td><notr>al-Mqaddam 1</notr></td><td>The Front Bucket Mouth 1</td><td>See CON2502</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 21421</notr></td><td><notr>التويبع</notr></td><td><notr>al-Twaibiʿ</notr></td><td>The Follower</td><td>The star Aldebaran, (second mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 21421</notr></td><td><notr>التويلي</notr></td><td><notr>al-Twailī</notr></td><td>The Latter</td><td>The star Aldebaran, (second mansion of the Moon)</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 21421</notr></td><td><notr>المجيدح</notr></td><td><notr>al-Mǧaidiḥ</notr></td><td>Al-Mjaidih</td><td>The star Aldebaran, (second mansion of the Moon), Name is used in al-Ṭayef region, western Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 36046</notr></td><td><notr>الاظفار 1</notr></td><td><notr>al-Aẓfār 1</notr></td><td>The Claws 1</td><td>Stars between α CMi (Procyon) and α Gem. The source is oral tradition of Najran, southwest of Saudi Arabia.</td><td><notr>1, 9</notr></td></tr> <tr><td><notr>HIP 36962</notr></td><td><notr>الاظفار 2</notr></td><td><notr>al-Aẓfār 2</notr></td><td>The Claws 2</td><td>Stars between α CMi (Procyon) and α Gem. The source is oral tradition of Najran, southwest of Saudi Arabia.</td><td><notr>1, 9</notr></td></tr> <tr><td><notr>HIP 37740</notr></td><td><notr>الاظفار 3</notr></td><td><notr>al-Aẓfār 3</notr></td><td>The Claws 3</td><td>Stars between α CMi (Procyon) and α Gem. The source is oral tradition of Najran, southwest of Saudi Arabia.</td><td><notr>1, 9</notr></td></tr> <tr><td><notr>HIP 35550</notr></td><td><notr>الاظفار 4</notr></td><td><notr>al-Aẓfār 4</notr></td><td>The Claws 4</td><td>Stars between α CMi (Procyon) and α Gem. The source is oral tradition of Najran, southwest of Saudi Arabia.</td><td><notr>1, 9</notr></td></tr> <tr><td><notr>HIP 34088</notr></td><td><notr>الاظفار 5</notr></td><td><notr>al-Aẓfār 5</notr></td><td>The Claws 5</td><td>Stars between α CMi (Procyon) and α Gem. The source is oral tradition of Najran, southwest of Saudi Arabia.</td><td><notr>1, 9</notr></td></tr> <tr><td><notr>HIP 35350</notr></td><td><notr>الاظفار 6</notr></td><td><notr>al-Aẓfār 6</notr></td><td>The Claws 6</td><td>Stars between α CMi (Procyon) and α Gem. The source is oral tradition of Najran, southwest of Saudi Arabia.</td><td><notr>1, 9</notr></td></tr> <tr><td><notr>HIP 57632</notr></td><td><notr>الصرفة</notr></td><td><notr>al-Ṣarfah</notr></td><td>Star Of Weather Change</td><td>(10th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 65474</notr></td><td><notr>السماك الأعزل</notr></td><td><notr>al-Smak al-ʿazal</notr></td><td>The High Unarmed One</td><td>(12th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 80763</notr></td><td><notr>القلب</notr></td><td><notr>al-Qalb</notr></td><td>The Heart</td><td>(16th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 85927</notr></td><td><notr>الشولة</notr></td><td><notr>al-Šawlah</notr></td><td>Raised Tail Of The Scorpion</td><td>(17th mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 26366</notr></td><td><notr>الهقعة</notr></td><td><notr>al-Haqʿah</notr></td><td>The Circular Mark</td><td>(third mansion of the Moon)</td><td><notr>2</notr></td></tr> <tr><td><notr>HIP 27989</notr></td><td><notr>قرن الجوزا الشمالي</notr></td><td><notr>Qarn al-Ǧawza al-Šimalī</notr></td><td>Northern Horn Of Al-Jawza</td><td>Name of the star: α Ori, from the western region of Saudi Arabia and used by the fishers of the red sea. The source is oral tradition from the seaport Umluj of Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 27989</notr></td><td><notr>زابن الجوزا الشمالي</notr></td><td><notr>Zabin al-Ǧawza al-Šimalī</notr></td><td>Northern Claw Of Al-Jawza</td><td>Name of the star: α Ori, this specific name "Northern Claw of al-Jawza" appeared in [#10], pg. 292.</td><td><notr>5</notr></td></tr> <tr><td><notr>HIP 27366</notr></td><td><notr>رجل الجوزا</notr></td><td><notr>Riǧl al-Ǧawza</notr></td><td>Leg Of Al-Jawza</td><td>Name of the star: κ Ori, from the western region of Saudi Arabia and used by the fishers of the red sea. The source is oral tradition from the seaport Umluj of Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 24436</notr></td><td><notr>قرن الجوزا الجنوبي</notr></td><td><notr>Qarn al-Ǧawza al-Ǧunūbī</notr></td><td>Southern Horn Of Al-Jawza</td><td>Name of the star: β Ori, from the western region of Saudi Arabia and used by the fishers of the red sea. The source is oral tradition from the seaport Umluj of Saudi Arabia.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 24436</notr></td><td><notr>زابن الجوزا الجنوبي</notr></td><td><notr>Zabin al-Ǧawza al-Ǧunūbī</notr></td><td>Southern Claw Of Al-Jawza</td><td>Name of the star: β Ori, this name is infered from the name of "Northern Claw of al-Jawza" for α Ori.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 32349</notr></td><td><notr>المرزم</notr></td><td><notr>al-Mirzam</notr></td><td>Al-Mirzam</td><td>A common name of α CMa (Sirius) used to time the period of the 5th lunar mansion.</td><td><notr>2, 3</notr></td></tr> <tr><td><notr>HIP 32349</notr></td><td><notr>الشعلى</notr></td><td><notr>al-Šiʿla</notr></td><td>Al-Shi'la</td><td>Another name of α CMa (Sirius) used in the northern parts of the Arabian Peninsula.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 30438</notr></td><td><notr>سهيل</notr></td><td><notr>Shail</notr></td><td>Suhayl</td><td>The star α Car (Canopus). The name is of ancient origin.</td><td><notr>2, 3</notr></td></tr> <tr><td><notr>HIP 7588</notr></td><td><notr>محلف</notr></td><td><notr>Miḥlif</notr></td><td>The Oath Star</td><td>A name of α Eri. It is named as such because people would confuse it with Suhayl (Canopus), resulting in an argument with some one making an oath that it is or is not Suhayl.</td><td><notr>4</notr></td></tr> <tr><td><notr>HIP 7588</notr></td><td><notr>أبا السهل</notr></td><td><notr>Aba al-sihil</notr></td><td>Aba Alsihil</td><td>Another name of α Eri.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 7588</notr></td><td><notr>المسهل</notr></td><td><notr>al-Mishil</notr></td><td>Al-Miss.hil</td><td>Another name of α Eri.</td><td><notr>1</notr></td></tr> <tr><td><notr>HIP 7588</notr></td><td><notr>السهلي</notr></td><td><notr>al-Shali</notr> (S here is pronounced as in same, not as in share)</td><td>As-S.hali</td><td>Another name of α Eri.</td><td><notr>3</notr></td></tr> <tr><td><notr>HIP 68702</notr></td><td><notr>النعايم 1</notr></td><td><notr>al-Naʿāyem 1</notr></td><td>al-Naayem 1</td><td>A name for the two bright stars: α and β Cen. This name is used by the tribes of al-Dawāsir and Yām in the southern regions of Saudi Arabia, and should not be confused with the same name for the stars of the Big Dipper used by the tribes of central and northern regions of Saudi Arabia, or the name of ancient Arabs for the 18th Lunar mansion.</td><td><notr>10</notr></td></tr> <tr><td><notr>HIP 71683</notr></td><td><notr>النعايم 2</notr></td><td><notr>al-Naʿāyem 2</notr></td><td>al-Naayem 2</td><td>A name for the two bright stars: α and β Cen. This name is used by the tribes of al-Dawāsir and Yām in the southern regions of Saudi Arabia, and should not be confused with the same name for the stars of the Big Dipper used by the tribes of central and northern regions of Saudi Arabia, or the name of ancient Arabs for the 18th Lunar mansion.</td><td><notr>10</notr></td></tr> </table>
de: <table> <tr><td>ID</td><td><b>Arabisch</b></td><td><b>Transkription</b></td><td><b>Übersetzung</b></td><td><b>Kommentar</b></td><td><b>Verweise</b></td></tr> <tr><td colspan="6" style="text-align:center;"><b>Sternbilder</b></td></tr> <tr><td>CON 100</td><td>الحويجزين</td><td>al-Ḥuwaiǧzain</td><td>Die zwei Wachen</td><td>Die beiden Sterne β UMi und γ UMi wurden als Richtungsangaben verwendet. Der Name »die Zwei Wachen« stammt aus der Legende, dass al-Jady (Polarstern) den Vater der Sieben Schwestern, die die Totenbahre ihres Vaters (die Sterne des Großen Wagens) tragen und al-Jady umkreisen, getötet hat. Sie schwören ihren Vater nicht eher zu begraben, bis dass sie ihn gerächt haben. Al-Jady bittet daraufhin die beiden Sterne um Schutz. Daher heißen sie die Zwei Wachen.</td><td>1</td></tr> <tr><td>CON 100</td><td>الدخيلين</td><td>al-Diḫīlain</td><td>Die zwei Flüchtlinge</td><td>Der andere Name der beiden Sterne β UMi und γ Umi, die Zwei Flüchtlinge, stammt aus einer anderen Version der Legende, bei der die beiden die Mörder sind und zum Schutz zu al-Jady fliehen.</td><td>1</td></tr> <tr><td>CON 100</td><td>آل أبا بزي</td><td>Āl Aba Bzay</td><td>Die Familie des Aba Bzay</td><td>Die beiden Sterne β UMi und γ UMi</td><td>1</td></tr> <tr><td>CON 200</td><td>النعايم</td><td>al-Naʿāyem</td><td>Al-Nayem</td><td>Die Bedeutung ist nicht eindeutig geklärt. Es könnte die Kamele bedeuten. Es besteht aus den sieben Sternen des Großen Löffels.</td><td>1</td></tr> <tr><td>CON 200</td><td>السبَّع</td><td>al-Sibbaʿ</td><td>Die Sieben</td><td>Die sieben Sterne des Großen Wagens</td><td>1</td></tr> <tr><td>CON 200</td><td>بنات نعش</td><td>Banāt Naʿš</td><td>Töchter der Na'sh (Bahre)</td><td>Die sieben Sterne des Großen Wagens. Sieben Schwestern tragen die Totenbahre ihres Vaters, der von al-Ǧady (Polaris) getötet wurde.</td><td>1</td></tr> <tr><td>CON 300</td><td>الشداد</td><td>al-Šdād</td><td>Der Kamelsattel</td><td>Die fünf hellen Sterne der Kassiopeia. Dieser Name wird in den westlichen Gebieten Saudi-Arabiens am Roten Meer verwendet.</td><td>1</td></tr> <tr><td>CON 400</td><td>المغزل</td><td>al-Miġzal</td><td>Die Wollspindel</td><td>Die kreuzförmig angeordneten Sterne α Cyg (Deneb), ε Cyg (Aljanah), γ Cyg (Sadr), δ Cyg, and β1+β2 Cyg (Albireo). Die Quelle ist eine mündliche Überlieferung aus der Stadt Zulfi in Zentral-Saudi-Arabien.</td><td>1</td></tr> <tr><td>CON 2502</td><td>المقدم</td><td>al-Muqaddam</td><td>Die Vorderseite</td><td>Der vordere Eimerausguss (24. Mondstation)</td><td>2</td></tr> <tr><td>CON 2504</td><td>المؤخر</td><td>al-Muḫḫar</td><td>Die Rückseite</td><td>Der hintere Eimerausguss (25. Mondstation)</td><td>2</td></tr> <tr><td>CON 2550</td><td>الرشا</td><td>al-Rša</td><td>Die Eimerschnur</td><td>Das Seil, mit dem der Eimer aus dem Brunnen gezogen wird (26. Mondstation)</td><td>2</td></tr> <tr><td>CON 2602</td><td>الشرطين</td><td>al-Šarṭain</td><td>Die beiden Zeichen</td><td>The two marks, stars (α Ari and β Ari) (27th mansion of the Moon)</td><td>2</td></tr> <tr><td>CON 2603</td><td>البطين</td><td>al-Bṭain</td><td>Das Bäuchlei</td><td>Das Bäuchlein von al-Ḥamal (28. Mondstation)</td><td>2</td></tr> <tr><td>CON 2604</td><td>الثريا</td><td>al-Thrayyā</td><td>Al-Thurayya</td><td>Al-Thurayya ist der Name der Plejaden (erste Mondstation)</td><td>3</td></tr> <tr><td>CON 2801</td><td>الذراع</td><td>al-Dhraʿ</td><td>Der Arm</td><td>Die beiden Sterne des Kleinen Hundes, der Arm des Löwen (fünfte Mondstation)</td><td>2</td></tr> <tr><td>CON 4501</td><td>الكليبين</td><td>al-Klaibain</td><td>Die Zwei Hündchen</td><td>Ein Sternbild bestehend aus den beiden Sternen δ CMa und ε CMa. Ihr heliakisches Aufgehen wird für die Zeitmessung verwendet (gleiche Zeit wie die sechste Mondstation). Der Name ist in Zentralarabien verbreitet.</td><td>2,3</td></tr> <tr><td>CON 2803</td><td>النثرة</td><td>al-Nathrah</td><td>Die Nüstern</td><td>M 44 und die zwei benachbarten Sterne bilden die Nasenspitze des arabischen Löwen (sechste Mondstation)</td><td>2</td></tr> <tr><td>CON 2804</td><td>الطرف</td><td>al-Ṭarf</td><td>Die Augen</td><td>Augen des Löwen (siebte Mondstation)</td><td>2</td></tr> <tr><td>CON 2805</td><td>الجبهة</td><td>al-Ǧabhah</td><td>Die Stirn</td><td>Stirn des Löwen (achte Mondstation)</td><td>2</td></tr> <tr><td>CON 2806</td><td>الزبرة</td><td>al-Zubrah</td><td>Die Mähne</td><td>Löwenmähne (neunte Mondstation).</td><td>2</td></tr> <tr><td>CON 2808</td><td>العوا</td><td>al-ʿAwwā</td><td>Die Krümmung</td><td>Ein von fünf Sternen gebildeter Bogen. Das arabische Wort al-ʿAwwā kann auch die Heuler bedeuten. Also den Löwen anbellende Hunde (elfte Mondstation).</td><td>2</td></tr> <tr><td>CON 2810</td><td>الغفر</td><td>al-Ġafr</td><td>Die Decke</td><td>Sternbild aus drei Sternen (13. Mondstation)</td><td>2</td></tr> <tr><td>CON 2901</td><td>الزبانى</td><td>al-Zubānā</td><td>Klauen des Skorpions</td><td>Die zwei hellen Sterne der Waage (14. Mondstation)</td><td>2</td></tr> <tr><td>CON 2902</td><td>الإكليل</td><td>al-Iklīl</td><td>Das Diadem</td><td>Der von den drei Sternen auf der Stirn des Skorpions (15. Mondstation) gebildete Bogen.</td><td>2</td></tr> <tr><td>CON 2906</td><td>الشولة</td><td>al-Šawlah</td><td>Aufgerichteter Schwanz des Skorpions</td><td>Der Skorpionstachel (17. Mondstation)</td><td>2</td></tr> <tr><td>CON 2999</td><td>العقرب</td><td>al-ʿAqrab</td><td>Der Skorpion</td><td>Das Skorpionbild</td><td>2</td></tr> <tr><td>CON 3005</td><td>البلدة</td><td>al-Baldah</td><td>Der Leere Platz</td><td>Ein Bereich mit keinen hellen Sternen im Schützen (19. Mondstation)</td><td>2</td></tr> <tr><td>CON 3099</td><td>النعايم</td><td>al-Naʿāyem</td><td>Die Strauße</td><td>Die vier Sterne in der Milchstraße symbolisieren vier an einem Fluss trinkende Strauße. Die vier weiteren Sterne abseits der Milchstraße stehen für vier vom Fluss zurückkehrende Strauße. Ein neunter Stern oberhalb der Mitte dieser beiden Sterngruppen wird dazugerechnet. Alle Sterne sind Teil des Sternbilds Schütze (18. Mondstation)</td><td>2</td></tr> <tr><td>CON 3199</td><td>سعد الذابح</td><td>Saʿd al-Dhabiḥ</td><td>Der Glücksstern des Schlächters</td><td>Altes arabisches Sternbild, das einen Mann, der ein Schaf schlachtet, darstellt (20. Mondstation).</td><td>2</td></tr> <tr><td>CON 3299</td><td>سعد بلع</td><td>Saʿd bulaʿ</td><td>Der Glücksstern des Schluckers</td><td>Altes arabisches Sternbild, das einem Mann darstellt, der einen Bissen herunterschluckt (21. Mondstation).</td><td>2</td></tr> <tr><td>CON 3399</td><td>سعد السعود</td><td>Saʿd al-suʿūd</td><td>Der glücklichste unter den Glückssternen</td><td>Altes arabisches Sternbild bestehend aus drei Sternen, das morgens im Frühling aufgeht (22. Mondstation).</td><td>2</td></tr> <tr><td>CON 3499</td><td>سعد الأخبية</td><td>Saʿd al-aḫbiyah</td><td>Der Glücksstern der Zelte</td><td>Altes arabisches Sternbild bestehend aus drei in einem Dreieck angeordnete Sterne und einem vierten Stern innerhalb des Dreiecks. Es stellt einen Mann in einem Zelt dar (23. Mondstation).</td><td>2</td></tr> <tr><td>CON 4201</td><td>الهقعة</td><td>al-Haqʿah</td><td>Die kreisrunde Marke</td><td>Alte arabische Asteristik eines kleinen Dreiecks von Sternen (Kopf des Orion), das ein Zeichen auf der Seite des Pferdes (drittes Mondhaus) darstellt.</td><td>2</td></tr> <tr><td>CON 4206</td><td>الهنعة</td><td>al-Hanʿah</td><td>Stoopness</td><td>Altes arabisches Sternbild (vierte Mondstation)</td><td>2</td></tr> <tr><td>CON 4202</td><td>ظهر الجوزا</td><td>Ẓahr al-Ǧawzā</td><td>Rücken der Al-Jawza</td><td>Die drei Gürtelsterne des Orion. Dieser Name stammt neben den Sternnamen »Nördliches Horn der al-Jawza« und »Südliches Horn der al-Jawza« aus dem Westen Saudi-Arabiens und wird von den Fischern am Roten Meer benutzt. Die Namensquelle sind mündliche Überlieferungen von der saudi-arabischen Hafenstadt Ulumj.</td><td>1</td></tr> <tr><td>CON 4213</td><td>زوابن الجوزا</td><td>Zawābin al-Ǧawzā</td><td>Klauen der Al-Jawza</td><td>Name der Sterne α, γ, β und κ Ori, mündlich aus der saudi-arabischen Provinz al-Qasim überliefert.</td><td>1</td></tr> <tr><td>CON 4213</td><td>الزبَّن</td><td>al-Zibban</td><td>Klauen der Al-Jawza</td><td>Name der Sterne α, γ, β und κ Ori, mündlich aus der saudi-arabischen Provinz al-Qasim überliefert.</td><td>1</td></tr> <tr><td>CON 2650</td><td>مسجد الثريا</td><td>Masǧid al-Thrayyā</td><td>Moschee des Al-Thurayya</td><td>Ein Sternendreieck, das vor al-Thurayya (Plejaden) aufgeht. Es wird von den drei Sternen α Ari, α Tri und β Tri gebildet. Der Ursprung des Namens sind mündliche Überlieferungen aus der Region Wadi al-Dawasir im Südwesten Saudi-Arabiens.</td><td>1</td></tr> <tr><td>CON 4299</td><td>الجوزا</td><td>al-Ǧawā</td><td>Al-Jawza</td><td>Al-Jawza ist ein weiblicher Eigenname. Dieses Sternbild zeigt einen Frauenkörper für die Orionsterne. Es ist das gleiche wie das der alten Araber. Einige mündliche Überlieferungen bezeichnen mit diesem Namen lediglich die drei Gürtelsterne des Orion.</td><td>2,3</td></tr> <tr><td colspan="6" style="text-align:center;"><b>Planeten</b></td></tr> <tr><td>Venus</td><td>نجمة الصبح</td><td>Naǧmat al-ṣibḥ</td><td>Morgenstern</td><td>Ein Name für die Venus, wenn sie nach der Sonne untergeht.</td><td>1</td></tr> <tr><td>Venus</td><td>نجمة االعشا</td><td>Naǧmat al-ʿŠā</td><td>Abendstern</td><td>Ein Name für die Venus, wenn sie vor der Sonne aufgeht.</td><td>1</td></tr> <tr><td>Venus</td><td>الجغمة، الجغامة</td><td>al-Ǧuġmah, al-Ǧuġġāmah</td><td>Das Schlückchen, Der Schlucker</td><td>Die Beduinen erzählten den Kindern, wenn sie nach Milch fragten, bis zum Venusuntergang (das Schlückchen, der Schlucker) zu warten. Eine anderer Version ist, dass die Beduinen die Kinder ermutigten, ihre Milch vor dem Venusuntergang (der Schlucker) zu trinken.</td><td>1</td></tr> <tr><td>Venus</td><td>نجمة الهودان</td><td>Naǧmat al-Hawdān</td><td>Der Stern der Al-Hawdan</td><td>Al-Hawdan ist ein Stamm. Jeden Abend einigten sie sich darauf, ihre nomadische Reise für die Suche nach Weideland für ihre Kamele zu starten, wenn sie die Venus am Morgen sehen. Jedoch entschieden sie sich immer am Morgen doch zu bleiben, Eine andere Version ist, dass sie ihre Kamele immer dann, wenn die Venus vor den anderen aufgeht, zum Weideland führten und spät abends beim Venusuntergang ihre Kamele zurückbrachten.</td><td>1</td></tr> <tr><td colspan="6" style="text-align:center;"><b>Sterne</b></td></tr> <tr><td>HIP 11767</td><td>الجدي</td><td>al-Ǧady</td><td>Das Zicklei</td><td>Entspricht dem alten arabischen Namen.</td><td>3</td></tr> <tr><td>HIP 72607</td><td>الحويجزين 1</td><td>al-Ḥuwaiǧzain 1</td><td>Die zwei Wachen 1</td><td>Siehe CON100</td><td>1</td></tr> <tr><td>HIP 75097</td><td>الحويجزين 2</td><td>al-Ḥuwaiǧzain 2</td><td>Die zwei Wachen 2</td><td>Siehe CON100</td><td>1</td></tr> <tr><td>HIP 72607</td><td>الدخيلين 1</td><td>al-Diḫīlain 1</td><td>Die zwei Flüchtlinge 1</td><td>Siehe CON100</td><td>1</td></tr> <tr><td>HIP 75097</td><td>الدخيلين 2</td><td>al-Diḫīlain 2</td><td>Die zwei Flüchtlinge 2</td><td>Siehe CON100</td><td>1</td></tr> <tr><td>HIP 72607</td><td>آل أبا بزي 1</td><td>Āl Aba Bzay 1</td><td>Die Familie des Aba Bzay 1</td><td>Siehe CON100</td><td>1</td></tr> <tr><td>HIP 75097</td><td>آل أبا بزي 2</td><td>Āl Aba Bzay 2</td><td>Die Familie des Aba Bzay 2</td><td>Siehe CON100</td><td>1</td></tr> <tr><td>HIP 54061</td><td>الخلج 1</td><td>al-Ḫilj 1</td><td>Al-Khilj 1</td><td>Die ersten beiden aufgehenden Sterne des Großen Wagens</td><td>1</td></tr> <tr><td>HIP 53910</td><td>الخلج 2</td><td>al-Ḫilj 2</td><td>Al-Khilj 2</td><td>Die ersten beiden aufgehenden Sterne des Großen Wagens</td><td>1</td></tr> <tr><td>HIP 54061</td><td>الخلج الاولات 1</td><td>al-Ḫilj al-awwalāt 1</td><td>The first Khilj 1</td><td>Die ersten beiden aufgehenden Sterne des Großen Wagens</td><td>1</td></tr> <tr><td>HIP 53910</td><td>الخلج الاولات 2</td><td>al-Ḫilj al-awwalāt 2</td><td>The first Khilj 2</td><td>Die ersten beiden aufgehenden Sterne des Großen Wagens</td><td>1</td></tr> <tr><td>HIP 58001</td><td>الخلج التوالي 1</td><td>al-Ḫilj al-Tuwalī 1</td><td>Der letzte Khilj 1</td><td>Die zwei Sterne des Großen Wagens, die als Zweites aufgehen</td><td>1</td></tr> <tr><td>HIP 59774</td><td>الخلج التوالي 2</td><td>al-Ḫilj al-Tuwalī 2</td><td>Der letzte Khilj 2</td><td>Die zwei Sterne des Großen Wagens, die als Zweites aufgehen</td><td>1</td></tr> <tr><td>HIP 58001</td><td>الربّع 1</td><td>al-Rubbaʿ 1</td><td>Die Vier 1</td><td>Die zwei Sterne des Großen Wagens, die als Zweites aufgehen</td><td>1</td></tr> <tr><td>HIP 59774</td><td>الربّع 2</td><td>al-Rubbaʿ 2</td><td>Die Vier 2</td><td>Die zwei Sterne des Großen Wagens, die als Zweites aufgehen</td><td>1</td></tr> <tr><td>HIP 62956</td><td>الخامس</td><td>al-Ḫamis</td><td>Der Fünfte</td><td>Der Stern ε UMa, geht als fünfter Stern der sieben Sterne des Großen Wagens.</td><td>5</td></tr> <tr><td>HIP 65378</td><td>السات</td><td>al-Satt</td><td>Der Sechste</td><td>Der Stern ζ UMa, geht als sechster Stern der sieben Sterne des Großen Wagens auf.</td><td>5</td></tr> <tr><td>HIP 67301</td><td>السويبع</td><td>al-Swaibiʿ</td><td>Der Siebte</td><td>Der Stern η UMa, geht als siebter Stern der sieben Sterne des Großen Wagens auf.</td><td>7</td></tr> <tr><td>HIP 69673</td><td>الرقيب</td><td>al-Reqīb</td><td>Der Beobachter</td><td>Der Stern α Boo. Die Name stammt aus der Tradition in der Ḥayel-Region.</td><td>6</td></tr> <tr><td>HIP 69673</td><td>الاحيمر</td><td>al-Iḥaimir</td><td>Der Rötliche</td><td>Der Stern α Boo. Der Name entstammt der Seefahrer- und Físchertradition an der West- und Ostküste der Arabischen Halbinsel.</td><td>1</td></tr> <tr><td>HIP 91262</td><td>النسر المكتف</td><td>al-Nasr al-Mkattaf</td><td>Der Adler mit den geschlossenen Flügeln</td><td>Der Stern α Lyr (Vega), so beanannt, weil die beiden Sterne ζ Lyr und ε Lyr die geschlossenen Flügel formen. Ursprung ist die Region Ḥayel.</td><td>1</td></tr> <tr><td>HIP 24608</td><td>المباري</td><td>al-Mbarī</td><td>Der Parallele</td><td>Der Stern Capella, liegt parallel zu al-Thurayya (die Plejaden)</td><td>8</td></tr> <tr><td>HIP 24608</td><td>الجنيب</td><td>al-Ǧinīb</td><td>Der Seitenstehende</td><td>Der Stern Capella auf der anderen Seite von al-Thurayya (Plejaden)</td><td>1</td></tr> <tr><td>HIP 97649</td><td>النسر الباسط</td><td>al-Nasr al-Basiṭ</td><td>Der Adler mit den ausgebreiteten Flügel</td><td>Der Stern α Aql (Altair), so benannt wegen der beiden Sterne γ Aql und β Aql, die die ausgebreiteten Flügel formen. Ursprung ist die Region Ḥayel.</td><td>1</td></tr> <tr><td>HIP 97649</td><td>الكانون</td><td>al-Kanūn</td><td>Al-Kanoon</td><td>Ein anderer Name des Adlers Mit Den Ausgebreiteten Flügeln, erwähnt in der Dichtung von al-Ḫalāwī.</td><td>4</td></tr> <tr><td>HIP 677</td><td>المؤخر 2</td><td>al-Mwaḫḫar 2</td><td>Der hintere Eimerausguss 2</td><td>Sieh CON2504</td><td>2</td></tr> <tr><td>HIP 1067</td><td>المؤخر 1</td><td>al-Mwaḫḫar 1</td><td>Der hintere Eimerausguss 1</td><td>Sieh CON2504</td><td>2</td></tr> <tr><td>HIP 113881</td><td>المقدم 2</td><td>al-Mqaddam 2</td><td>Der vordere Eimerausguss 2</td><td>Siehe CON2502</td><td>2</td></tr> <tr><td>HIP 113963</td><td>المقدم 1</td><td>al-Mqaddam 1</td><td>Der vordere Eimerausguss 1</td><td>Siehe CON2502</td><td>2</td></tr> <tr><td>HIP 21421</td><td>التويبع</td><td>al-Twaibiʿ</td><td>Der Folgende</td><td>Der Stern Aldebaran (zweite Mondstation)</td><td>2</td></tr> <tr><td>HIP 21421</td><td>التويلي</td><td>al-Twailī</td><td>der letztgenannte</td><td>Der Stern Aldebaran (zweite Mondstation)</td><td>1</td></tr> <tr><td>HIP 21421</td><td>المجيدح</td><td>al-Mǧaidiḥ</td><td>Al-Mjaidih</td><td>Der Stern Aldebaran (zweite Mondstation). Dieser Name wird in der Region Al-Ṭayef im westlichen Saudi-Arabien benutzt.</td><td>1</td></tr> <tr><td>HIP 36046</td><td>الاظفار 1</td><td>al-Aẓfār 1</td><td>Die Klauen 1</td><td>Stern zwischen α CMi (Prokyon) und α Gem. Der Name stammt aus mündlichen Überlieferungen aus Najran im Südwesten Saudi-Arabiens.</td><td>1, 9</td></tr> <tr><td>HIP 36962</td><td>الاظفار 2</td><td>al-Aẓfār 2</td><td>Die Klauen 2</td><td>Stern zwischen α CMi (Prokyon) und α Gem. Der Name stammt aus mündlichen Überlieferungen aus Najran im Südwesten Saudi-Arabiens.</td><td>1, 9</td></tr> <tr><td>HIP 37740</td><td>الاظفار 3</td><td>al-Aẓfār 3</td><td>Die Klauen 3</td><td>Stern zwischen α CMi (Prokyon) und α Gem. Der Name stammt aus mündlichen Überlieferungen aus Najran im Südwesten Saudi-Arabiens.</td><td>1, 9</td></tr> <tr><td>HIP 35550</td><td>الاظفار 4</td><td>al-Aẓfār 4</td><td>Die Klauen 4</td><td>Stern zwischen α CMi (Prokyon) und α Gem. Der Name stammt aus mündlichen Überlieferungen aus Najran im Südwesten Saudi-Arabiens.</td><td>1, 9</td></tr> <tr><td>HIP 34088</td><td>الاظفار 5</td><td>al-Aẓfār 5</td><td>Die Klauen 5</td><td>Stern zwischen α CMi (Prokyon) und α Gem. Der Name stammt aus mündlichen Überlieferungen aus Najran im Südwesten Saudi-Arabiens.</td><td>1, 9</td></tr> <tr><td>HIP 35350</td><td>الاظفار 6</td><td>al-Aẓfār 6</td><td>Die Klauen 6</td><td>Stern zwischen α CMi (Prokyon) und α Gem. Der Name stammt aus mündlichen Überlieferungen aus Najran im Südwesten Saudi-Arabiens.</td><td>1, 9</td></tr> <tr><td>HIP 57632</td><td>الصرفة</td><td>al-Ṣarfah</td><td>Gestirn der Wetteränderung</td><td>(zehnte Mondstation)</td><td>2</td></tr> <tr><td>HIP 65474</td><td>السماك الأعزل</td><td>al-Smak al-ʿazal</td><td>Der unbewaffnete Hohe</td><td>(zwölfte Mondstation)</td><td>2</td></tr> <tr><td>HIP 80763</td><td>القلب</td><td>al-Qalb</td><td>Das Herz</td><td>(16. Mondstation)</td><td>2</td></tr> <tr><td>HIP 85927</td><td>الشولة</td><td>al-Šawlah</td><td>Aufgerichteter Schwanz des Skorpions</td><td>(17. Mondstation)</td><td>2</td></tr> <tr><td>HIP 26366</td><td>الهقعة</td><td>al-Haqʿah</td><td>Die kreisrunde Marke</td><td>(dritte Mondstation)</td><td>2</td></tr> <tr><td>HIP 27989</td><td>قرن الجوزا الشمالي</td><td>Qarn al-Ǧawza al-Šimalī</td><td>Nördliches Horn der Al-Jawza</td><td>Sternname: α Ori, aus der westlichen Region Saudi-Arabiens und wird von Fischern des Roten Meers benutzt. Der Name entstammt mündlichen Überlieferungen aus der Hafenstadt Umluj in Saudi-Arabien.</td><td>1</td></tr> <tr><td>HIP 27989</td><td>زابن الجوزا الشمالي</td><td>Zabin al-Ǧawza al-Šimalī</td><td>Nördliche Klaue der Al-Jawza</td><td>Name des Sterns: α Ori, der spezielle Name »Nördliche Klaue der al-Jawza« taucht in [#10], S. 292 auf.</td><td>5</td></tr> <tr><td>HIP 27366</td><td>رجل الجوزا</td><td>Riǧl al-Ǧawza</td><td>Bein der Al-Jawza</td><td>Sternname: κ Ori, aus der westlichen Region Saudi-Arabiens und wird von Fischern des Roten Meers benutzt. Der Name entstammt mündlichen Überlieferungen aus der Hafenstadt Umluj in Saudi-Arabien.</td><td>1</td></tr> <tr><td>HIP 24436</td><td>قرن الجوزا الجنوبي</td><td>Qarn al-Ǧawza al-Ǧunūbī</td><td>Südliches Horn der Al-Jawza</td><td>Sternname: β Ori, aus der westlichen Region Saudi-Arabiens und wird von Fischern des Roten Meers benutzt. Der Name entstammt mündlichen Überlieferungen aus der Hafenstadt Umluj in Saudi-Arabien.</td><td>1</td></tr> <tr><td>HIP 24436</td><td>زابن الجوزا الجنوبي</td><td>Zabin al-Ǧawza al-Ǧunūbī</td><td>Südliche Klaue der Al-Jawza</td><td>Sternname: β Ori, dieser Name ist vom Namen »Nördliche Klaue der al-Jawza« für α Ori abgeleitet.</td><td>1</td></tr> <tr><td>HIP 32349</td><td>المرزم</td><td>al-Mirzam</td><td>Al-Mirzam</td><td>Ein üblicher Name für α CMa (Sirius), wurde benutzt, um die Periode der fünften Mondstation zu messen.</td><td>2, 3</td></tr> <tr><td>HIP 32349</td><td>الشعلى</td><td>al-Šiʿla</td><td>Al-Shi'la</td><td>Ein anderer Name für α CMa (Sirius), der im Norden der Arabischen Halbinsel benutzt wird.</td><td>1</td></tr> <tr><td>HIP 30438</td><td>سهيل</td><td>Shail</td><td>Suhayl</td><td>Der Stern α Car (Canopus). Der Name ist antiken Ursprungs.</td><td>2, 3</td></tr> <tr><td>HIP 7588</td><td>محلف</td><td>Miḥlif</td><td>Der Schwurstern</td><td>Ein Name für α Eri. Er ist so benannt, da die Menschen ihn ansonsten mit Suhayl (Canopus) verwechseln würden. Dies würde in einem Streit enden, in dem einer schwört es handele sich um Suhayl oder nicht.</td><td>4</td></tr> <tr><td>HIP 7588</td><td>أبا السهل</td><td>Aba al-sihil</td><td>Aba Alsihil</td><td>Ein anderer Name für α Eri.</td><td>1</td></tr> <tr><td>HIP 7588</td><td>المسهل</td><td>al-Mishil</td><td>Al-Miss.hil</td><td>Ein anderer Name für α Eri.</td><td>1</td></tr> <tr><td>HIP 7588</td><td>السهلي</td><td>al-Shali (das »S« wird hier wie in »Zunder« und nicht wie in »Scherz« ausgesprochen)</td><td>As-S.hali</td><td>Ein anderer Name für α Eri.</td><td>3</td></tr> <tr><td>HIP 68702</td><td>النعايم 1</td><td>al-Naʿāyem 1</td><td>al-Naayem 1</td><td>Ein Name für die beiden hellen Sterne α und β Cen. Dieser Name wird von den Stämmen al-Dawāsir und Yām im südlichen Saudi-Arabien verwendet. Er sollte nicht mit demselben von den Stämmen im zentralen und nördlichen Saudi-Arabien genutzten Namen für die Sterne des Großen Wagens oder den Namen der alten Araber für die 18. Mondstation verwechselt werden.</td><td>10</td></tr> <tr><td>HIP 71683</td><td>النعايم 2</td><td>al-Naʿāyem 2</td><td>al-Naayem 2</td><td>Ein Name für die beiden hellen Sterne α und β Cen. Dieser Name wird von den Stämmen al-Dawāsir und Yām im südlichen Saudi-Arabien verwendet. Er sollte nicht mit demselben von den Stämmen im zentralen und nördlichen Saudi-Arabien genutzten Namen für die Sterne des Großen Wagens oder den Namen der alten Araber für die 18. Mondstation verwechselt werden.</td><td>10</td></tr> </table>
es_419: <table> <tr><td>ID</td><td><b>Árabe</b></td><td><b>Transliteración</b></td><td><b>Traducción</b></td><td><b>Comentario</b></td><td><b>Referencias</b></td></tr> <tr><td colspan="6" style="text-align:center;"><b>Constelaciones</b></td></tr> <tr><td>CON 100</td><td>الحويجزين</td><td>al-Ḥuwaiǧzain</td><td>Los Dos Guardias</td><td>Las dos estrellas: β UMi y γ UMi. Se utilizan para direcciones. Los Dos Guardias proviene de la leyenda de que al-Jady (Polaris) mató al padre de las siete hermanas que llevan el féretro de su padre (Las estrellas de El Carro) y rodean a al-Jady, prometiendo que no enterrarán a su padre hasta que se venguen. al-Jady les pidió protección a estos dos, y el nombre es Los Dos Guardias.</td><td>1</td></tr> <tr><td>CON 100</td><td>الدخيلين</td><td>al-Diḫīlain</td><td>Los Dos Refugiados</td><td>El otro nombre de las dos estrellas: β UMi y γ Umi, Los Dos Refugiados, proviene de otra versión de la leyenda de que fueron ellos quienes cometieron la matanza y huyeron hacia al-Jady en busca de protección.</td><td>1</td></tr> <tr><td>CON 100</td><td>آل أبا بزي</td><td>Āl Aba Bzay</td><td>La Familia de Aba Bzay</td><td>Las dos estrellas: β UMi y γ UMi</td><td>1</td></tr> <tr><td>CON 200</td><td>النعايم</td><td>al-Naʿāyem</td><td>Al-Nayem</td><td>El significado no se conoce con certeza. Podría significar los camellos. compuesto por las siete estrellas de El Carro.</td><td>1</td></tr> <tr><td>CON 200</td><td>السبَّع</td><td>al-Sibbaʿ</td><td>Las Siete</td><td>Las siete estrellas de El Carro.</td><td>1</td></tr> <tr><td>CON 200</td><td>بنات نعش</td><td>Banāt Naʿš</td><td>Hijas de Na'sh</td><td>Las siete estrellas de El Carro. Siete hermanas que llevan el féretro de su padre que fue asesinado por al-Ǧady (Polaris).</td><td>1</td></tr> <tr><td>CON 300</td><td>الشداد</td><td>al-Šdād</td><td>La Silla del Camello</td><td>Las 5 estrellas brillantes de Cassiopeia. Este nombre se usa en las áreas occidentales a lo largo del mar rojo de Arabia Saudita.</td><td>1</td></tr> <tr><td>CON 400</td><td>المغزل</td><td>al-Miġzal</td><td>El Huso de Lana</td><td>Las estrellas en forma de cruz de α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg y β1+β2 Cyg (Albireo). La fuente es la tradición oral de la ciudad de Zulfi en el centro de Arabia Saudita.</td><td>1</td></tr> <tr><td>CON 2502</td><td>المقدم</td><td>al-Muqaddam</td><td>El Frente</td><td>La boca delantera del cubo (24a mansión de la Luna)</td><td>2</td></tr> <tr><td>CON 2504</td><td>المؤخر</td><td>al-Muḫḫar</td><td>La Trasera</td><td>La boca trasera del cubo (25a mansión de la Luna)</td><td>2</td></tr> <tr><td>CON 2550</td><td>الرشا</td><td>al-Rša</td><td>La Cuerda del Cubo</td><td>La cuerda utilizada para sacar el cubo del pozo (26a mansión de la Luna)</td><td>2</td></tr> <tr><td>CON 2602</td><td>الشرطين</td><td>al-Šarṭain</td><td>Las Dos Marcas</td><td>Los dos signos, las estrellas (α Ari and β Ari) (27a mansión de la Luna)</td><td>2</td></tr> <tr><td>CON 2603</td><td>البطين</td><td>al-Bṭain</td><td>El Abdomen Pequeño</td><td>El abdomen pequeño de al-Ḥamal (28ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2604</td><td>الثريا</td><td>al-Thrayyā</td><td>Al-Thurayya</td><td>Al-Thurayya es un nombre adecuado de las Pléyades (primera mansión de la Luna).</td><td>3</td></tr> <tr><td>CON 2801</td><td>الذراع</td><td>al-Dhraʿ</td><td>El Brazo</td><td>Las dos estrellas de Can Menor, el brazo del león (5ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 4501</td><td>الكليبين</td><td>al-Klaibain</td><td>Los Dos Perros Pequeños</td><td>Un asterismo de las dos estrellas: δ CMa y ε CMa. Su ascenso helíaco se usa para medir el tiempo (al mismo tiempo que la 6ª mansión de la Luna). El nombre es común en el centro de Arabia.</td><td>2,3</td></tr> <tr><td>CON 2803</td><td>النثرة</td><td>al-Nathrah</td><td>Las Fosas Nasales</td><td>M44 y dos estrellas adyacentes que representan la punta de la nariz del león árabe (6ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2804</td><td>الطرف</td><td>al-Ṭarf</td><td>Los Ojos</td><td>Ojos del león (7ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2805</td><td>الجبهة</td><td>al-Ǧabhah</td><td>La Frente</td><td>La frente del león (8ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2806</td><td>الزبرة</td><td>al-Zubrah</td><td>La Melena</td><td>Melena del león (9ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2808</td><td>العوا</td><td>al-ʿAwwā</td><td>‎La curva‎</td><td>un arco de 5 estrellas. El árabe al-ʿAwwā podría significar también los Aulladores, perros que le ladran al león (11ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2810</td><td>الغفر</td><td>al-Ġafr</td><td>La cubierta</td><td>Asterismo de tres estrellas (13ª mansión de la Luna)</td><td>2</td></tr> <tr><td>CON 2901</td><td>الزبانى</td><td>al-Zubānā</td><td>Garras del escorpión</td><td>Las dos estrellas brillantes de Libra (14ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2902</td><td>الإكليل</td><td>al-Iklīl</td><td>La diadema</td><td>El arco de las tres estrellas en la frente de Escorpio (15ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2906</td><td>الشولة</td><td>al-Šawlah</td><td>La cola levantada del Escorpión</td><td>El aguijón del Escorpión (17ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 2999</td><td>العقرب</td><td>al-ʿAqrab</td><td>El escorpión</td><td>La imagen del escorpión</td><td>2</td></tr> <tr><td>CON 3005</td><td>البلدة</td><td>al-Baldah</td><td>El lugar vacío</td><td>Un área sin estrellas brillantes en Sagitario (19ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 3099</td><td>النعايم</td><td>al-Naʿāyem</td><td>Los avestruces</td><td>Cuatro estrellas en la Vía Láctea que representan cuatro avestruces bebiendo en el río y otras cuatro de la Vía Láctea que representan cuatro avestruces que regresan del río. Se incluye una novena estrella entre los dos grupos y por encima de ellos. Todas las estrellas están en la constelación de Sagitario (18ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 3199</td><td>سعد الذابح</td><td>Saʿd al-Dhabiḥ</td><td>‎La ‎‎estrella‎‎ de la suerte del matadero‎</td><td>Asterismo árabe antiguo que representa a un hombre sacrificando una oveja (20ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 3299</td><td>سعد بلع</td><td>Saʿd bulaʿ</td><td>La estrella de la suerte del tragador</td><td>Asterismo árabe antiguo que representa a un hombre que se traga un bocado (21ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 3399</td><td>سعد السعود</td><td>Saʿd al-suʿūd</td><td>‎La más afortunada de las estrellas de la suerte</td><td>Antiguo asterismo árabe de tres estrellas que sale por la mañana en primavera (22ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 3499</td><td>سعد الأخبية</td><td>Saʿd al-aḫbiyah</td><td>La estrella de la suerte de las tiendas</td><td>El asterismo árabe antiguo de un triángulo de tres estrellas y una cuarta estrella está dentro del triángulo, un hombre dentro de una tienda (23ª mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 4201</td><td>الهقعة</td><td>al-Haqʿah</td><td>La marca circular</td><td>Asterismo árabe antiguo de un pequeño triángulo de estrellas (cabeza de Orión) que representa una marca en el costado del caballo (tercera mansión de la Luna).</td><td>2</td></tr> <tr><td>CON 4206</td><td>الهنعة</td><td>al-Hanʿah</td><td>Encorvamiento</td><td>Asterismo árabe antiguo (cuarta mansión de la Luna)</td><td>2</td></tr> <tr><td>CON 4202</td><td>ظهر الجوزا</td><td>Ẓahr al-Ǧawzā</td><td>Espalda de Al-Jawza</td><td>Las tres estrellas en el cinturón de Orión. Este nombre, junto con los nombres de las estrellas del Cuerno Norte de al-Jawza y el Cuerno Sur de al-Jawza, proviene de la región occidental de Arabia Saudita y es utilizado por los pescadores del Mar Rojo. La fuente es la tradición oral del puerto marítimo de Umluj de Arabia Saudita.</td><td>1</td></tr> <tr><td>CON 4213</td><td>زوابن الجوزا</td><td>Zawābin al-Ǧawzā</td><td>Garras de Al-Jawza</td><td>Nombres de las estrellas: α, γ, β y κ Ori, comunicados oralmente desde la región Qasseem de Arabia Saudita.</td><td>1</td></tr> <tr><td>CON 4213</td><td>الزبَّن</td><td>al-Zibban</td><td>Garras de Al-Jawza</td><td>Nombres de las estrellas: α, γ, β y κ Ori, comunicados oralmente desde la región Qasseem de Arabia Saudita.</td><td>1</td></tr> <tr><td>CON 2650</td><td>مسجد الثريا</td><td>Masǧid al-Thrayyā</td><td>Mezquita de Al-Thurayya</td><td>Un triángulo de estrellas que se elevan antes de al-Thurayya (Las Pléyades). Está compuesto por tres estrellas: α Ari, α Tri y β Tri. La fuente de este nombre es la tradición oral en la región de Wadi al-Dawasir en el suroeste de Arabia Saudita.</td><td>1</td></tr> <tr><td>CON 4299</td><td>الجوزا</td><td>al-Ǧawā</td><td>Al-Jawza</td><td>Al-Jawza es un nombre propio para una mujer. esta constelación tiene forma de mujer para las estrellas de Orión. Es el mismo que el de los antiguos árabes. Algunas tradiciones orales darán el nombre solo a las tres estrellas del cinturón de Orión.</td><td>2,3</td></tr> <tr><td colspan="6" style="text-align:center;"><b>Planetas</b></td></tr> <tr><td>Venus</td><td>نجمة الصبح</td><td>Naǧmat al-ṣibḥ</td><td>Estrella de la Mañana</td><td>Un nombre para Venus cuando se pone después del Sol.</td><td>1</td></tr> <tr><td>Venus</td><td>نجمة االعشا</td><td>Naǧmat al-ʿŠā</td><td>Estrella de la Tarde</td><td>Un nombre para Venus cuando sale antes que el Sol.</td><td>1</td></tr> <tr><td>Venus</td><td>الجغمة، الجغامة</td><td>al-Ǧuġmah, al-Ǧuġġāmah</td><td>El sorbo</td><td>Los beduinos les dirán a los niños cuando pidan leche que esperen hasta que Venus (El sorbo) se ponga. Otra versión es que animan a los niños a beber su leche antes de que la beba Venus (El bebedor).</td><td>1</td></tr> <tr><td>Venus</td><td>نجمة الهودان</td><td>Naǧmat al-Hawdān</td><td>La estrella de Al-Hawdan</td><td>Al-Hawdan es una tribu. Todas las noches acuerdan que cuando vean Venus por la mañana, comenzarán su viaje nómada en busca de pasto para sus camellos, pero por la mañana deciden quedarse. Otra versión es que llevarán sus camellos a los pastos temprano cuando Venus se eleve antes que otros, y volverán a tomar sus camellos a última hora de la noche cuando Venus se ponga.</td><td>1</td></tr> <tr><td colspan="6" style="text-align:center;"><b>Estrellas</b></td></tr> <tr><td>HIP 11767</td><td>الجدي</td><td>al-Ǧady</td><td>El niño</td><td>Al igual que el nombre árabe antiguo.</td><td>3</td></tr> <tr><td>HIP 72607</td><td>الحويجزين 1</td><td>al-Ḥuwaiǧzain 1</td><td>Los Dos Guardias 1</td><td>Ver CON100</td><td>1</td></tr> <tr><td>HIP 75097</td><td>الحويجزين 2</td><td>al-Ḥuwaiǧzain 2</td><td>Los Dos Guardias 2</td><td>Ver CON100</td><td>1</td></tr> <tr><td>HIP 72607</td><td>الدخيلين 1</td><td>al-Diḫīlain 1</td><td>Los Dos Refugiados 1</td><td>Ver CON100</td><td>1</td></tr> <tr><td>HIP 75097</td><td>الدخيلين 2</td><td>al-Diḫīlain 2</td><td>Los Dos Refugiados 2</td><td>Ver CON100</td><td>1</td></tr> <tr><td>HIP 72607</td><td>آل أبا بزي 1</td><td>Āl Aba Bzay 1</td><td>La Familia de Aba Bzay 1</td><td>Ver CON100</td><td>1</td></tr> <tr><td>HIP 75097</td><td>آل أبا بزي 2</td><td>Āl Aba Bzay 2</td><td>La Familia de Aba Bzay 2</td><td>Ver CON100</td><td>1</td></tr> <tr><td>HIP 54061</td><td>الخلج 1</td><td>al-Ḫilj 1</td><td>Al-Khilj 1</td><td>Las primeras dos estrellas de El Carro en alzarse</td><td>1</td></tr> <tr><td>HIP 53910</td><td>الخلج 2</td><td>al-Ḫilj 2</td><td>Al-Khilj 2</td><td>Las primeras dos estrellas de El Carro en alzarse</td><td>1</td></tr> <tr><td>HIP 54061</td><td>الخلج الاولات 1</td><td>al-Ḫilj al-awwalāt 1</td><td>El primer Khilj 1</td><td>Las primeras dos estrellas de El Carro en alzarse</td><td>1</td></tr> <tr><td>HIP 53910</td><td>الخلج الاولات 2</td><td>al-Ḫilj al-awwalāt 2</td><td>El primer Khilj 2</td><td>Las primeras dos estrellas de El Carro en alzarse</td><td>1</td></tr> <tr><td>HIP 58001</td><td>الخلج التوالي 1</td><td>al-Ḫilj al-Tuwalī 1</td><td>El último Khilj 1</td><td>Las segundas dos estrellas de El Carro en alzarse</td><td>1</td></tr> <tr><td>HIP 59774</td><td>الخلج التوالي 2</td><td>al-Ḫilj al-Tuwalī 2</td><td>El último Khilj 2</td><td>Las segundas dos estrellas de El Carro en alzarse</td><td>1</td></tr> <tr><td>HIP 58001</td><td>الربّع 1</td><td>al-Rubbaʿ 1</td><td>Los cuartos 1</td><td>Las segundas dos estrellas de El Carro en alzarse</td><td>1</td></tr> <tr><td>HIP 59774</td><td>الربّع 2</td><td>al-Rubbaʿ 2</td><td>Los cuartos 2</td><td>Las segundas dos estrellas de El Carro en alzarse</td><td>1</td></tr> <tr><td>HIP 62956</td><td>الخامس</td><td>al-Ḫamis</td><td>El quinto</td><td>La estrella ε UMa, quinta en ascender de las siete estrellas de El Carro.</td><td>5</td></tr> <tr><td>HIP 65378</td><td>السات</td><td>al-Satt</td><td>El sexto</td><td>La estrella ζ UMa, sexta en ascender de las siete estrellas de El Carro.</td><td>5</td></tr> <tr><td>HIP 67301</td><td>السويبع</td><td>al-Swaibiʿ</td><td>El séptimo</td><td>La estrella η UMa, séptima en ascender de las siete estrellas de El Carro.</td><td>7</td></tr> <tr><td>HIP 69673</td><td>الرقيب</td><td>al-Reqīb</td><td>El observador</td><td>La estrella α Boo. La fuente de este nombre está en la tradición de la región de Ḥayel.</td><td>6</td></tr> <tr><td>HIP 69673</td><td>الاحيمر</td><td>al-Iḥaimir</td><td>El rojizo</td><td>La estrella α Boo. La fuente de este nombre está en las tradiciones de los marinos y pescadores de las costas oeste y este de la Península Arábiga.</td><td>1</td></tr> <tr><td>HIP 91262</td><td>النسر المكتف</td><td>al-Nasr al-Mkattaf</td><td>El águila de alas cerradas</td><td>La estrella α Lyr (Vega), llamada así porque las dos estrellas: ζ Lyr y ε Lyr forman las alas cerradas. La fuente es la región de Ḥayel.</td><td>1</td></tr> <tr><td>HIP 24608</td><td>المباري</td><td>al-Mbarī</td><td>El paralelo</td><td>La estrella Capella, paralela a al-Thurayya (Las Pléyades)</td><td>8</td></tr> <tr><td>HIP 24608</td><td>الجنيب</td><td>al-Ǧinīb</td><td>El del lado</td><td>La estrella Capella, al otro lado de al-Thurayya (Las Pléyades)</td><td>1</td></tr> <tr><td>HIP 97649</td><td>النسر الباسط</td><td>al-Nasr al-Basiṭ</td><td>El águila de alas extendidas</td><td>La estrella α Aql (Altair), llamada así porque las dos estrellas: γ Aql y β Aql forman las alas extendidas. La fuente es la región de Ḥayel.</td><td>1</td></tr> <tr><td>HIP 97649</td><td>الكانون</td><td>al-Kanūn</td><td>Al-Kanoon</td><td>Otro nombre del águila de alas extendidas mencionado en la poesía de al-Ḫalāwī.</td><td>4</td></tr> <tr><td>HIP 677</td><td>المؤخر 2</td><td>al-Mwaḫḫar 2</td><td>‎La boca trasera del cubo‎ 2</td><td>Ver CON2504</td><td>2</td></tr> <tr><td>HIP 1067</td><td>المؤخر 1</td><td>al-Mwaḫḫar 1</td><td>‎La boca trasera del cubo‎ 1</td><td>Ver CON2504</td><td>2</td></tr> <tr><td>HIP 113881</td><td>المقدم 2</td><td>al-Mqaddam 2</td><td>‎La boca delantera del cubo‎ 2</td><td>Ver CON2502</td><td>2</td></tr> <tr><td>HIP 113963</td><td>المقدم 1</td><td>al-Mqaddam 1</td><td>‎La boca delantera del cubo‎ 1</td><td>Ver CON2502</td><td>2</td></tr> <tr><td>HIP 21421</td><td>التويبع</td><td>al-Twaibiʿ</td><td>El seguidor</td><td>La estrella Aldebarán, (segunda mansión de la Luna)</td><td>2</td></tr> <tr><td>HIP 21421</td><td>التويلي</td><td>al-Twailī</td><td>El último</td><td>La estrella Aldebarán, (segunda mansión de la Luna)</td><td>1</td></tr> <tr><td>HIP 21421</td><td>المجيدح</td><td>al-Mǧaidiḥ</td><td>Al-Mjaidih</td><td>La estrella Aldebarán (segunda mansión de la Luna). Su nombre se utiliza en la región de Taif, en el oeste de Arabia Saudita.</td><td>1</td></tr> <tr><td>HIP 36046</td><td>الاظفار 1</td><td>al-Aẓfār 1</td><td>Las garras 1</td><td>Estrellas entre α CMi (Procyon) y α Gem. La fuente es la tradición oral de Najran, al suroeste de Arabia Saudita.</td><td>1, 9</td></tr> <tr><td>HIP 36962</td><td>الاظفار 2</td><td>al-Aẓfār 2</td><td>Las garras 2</td><td>Estrellas entre α CMi (Procyon) y α Gem. La fuente es la tradición oral de Najran, al suroeste de Arabia Saudita.</td><td>1, 9</td></tr> <tr><td>HIP 37740</td><td>الاظفار 3</td><td>al-Aẓfār 3</td><td>Las garras 3</td><td>Estrellas entre α CMi (Procyon) y α Gem. La fuente es la tradición oral de Najran, al suroeste de Arabia Saudita.</td><td>1, 9</td></tr> <tr><td>HIP 35550</td><td>الاظفار 4</td><td>al-Aẓfār 4</td><td>Las garras 4</td><td>Estrellas entre α CMi (Procyon) y α Gem. La fuente es la tradición oral de Najran, al suroeste de Arabia Saudita.</td><td>1, 9</td></tr> <tr><td>HIP 34088</td><td>الاظفار 5</td><td>al-Aẓfār 5</td><td>Las garras 5</td><td>Estrellas entre α CMi (Procyon) y α Gem. La fuente es la tradición oral de Najran, al suroeste de Arabia Saudita.</td><td>1, 9</td></tr> <tr><td>HIP 35350</td><td>الاظفار 6</td><td>al-Aẓfār 6</td><td>Las garras 6</td><td>Estrellas entre α CMi (Procyon) y α Gem. La fuente es la tradición oral de Najran, al suroeste de Arabia Saudita.</td><td>1, 9</td></tr> <tr><td>HIP 57632</td><td>الصرفة</td><td>al-Ṣarfah</td><td>Estrella de cambio del tiempo</td><td>(10ª mansión de la Luna)</td><td>2</td></tr> <tr><td>HIP 65474</td><td>السماك الأعزل</td><td>al-Smak al-ʿazal</td><td>El alto desarmado</td><td>(12ª mansión de la Luna)</td><td>2</td></tr> <tr><td>HIP 80763</td><td>القلب</td><td>al-Qalb</td><td>El corazón</td><td>(16ª mansión de la Luna)</td><td>2</td></tr> <tr><td>HIP 85927</td><td>الشولة</td><td>al-Šawlah</td><td>La cola levantada del Escorpión</td><td>(17ª mansión de la Luna)</td><td>2</td></tr> <tr><td>HIP 26366</td><td>الهقعة</td><td>al-Haqʿah</td><td>La marca circular</td><td>(tercera mansión de la Luna)</td><td>2</td></tr> <tr><td>HIP 27989</td><td>قرن الجوزا الشمالي</td><td>Qarn al-Ǧawza al-Šimalī</td><td>Cuerno del norte de Al-Jawza</td><td>Nombre de la estrella: α Ori, de la región occidental de Arabia Saudita y utilizada por los pescadores del mar rojo. La fuente es la tradición oral del puerto marítimo de Umluj de Arabia Saudita.</td><td>1</td></tr> <tr><td>HIP 27989</td><td>زابن الجوزا الشمالي</td><td>Zabin al-Ǧawza al-Šimalī</td><td>Garra del norte de Al-Jawza</td><td>Nombre de la estrella: α Ori, este nombre específico "Garra del Norte de al-Jawza" apareció en [#10], pág. 292.</td><td>5</td></tr> <tr><td>HIP 27366</td><td>رجل الجوزا</td><td>Riǧl al-Ǧawza</td><td>Pierna de Al-Jawza</td><td>Nombre de la estrella: κ Ori, de la región occidental de Arabia Saudita y utilizado por los pescadores del mar rojo. La fuente es la tradición oral del puerto marítimo de Umluj de Arabia Saudita.</td><td>1</td></tr> <tr><td>HIP 24436</td><td>قرن الجوزا الجنوبي</td><td>Qarn al-Ǧawza al-Ǧunūbī</td><td>Cuerno del sur de Al-Jawza</td><td>Nombre de la estrella: β Ori, de la región occidental de Arabia Saudita y utilizada por los pescadores del mar rojo. La fuente es la tradición oral del puerto marítimo de Umluj de Arabia Saudita.</td><td>1</td></tr> <tr><td>HIP 24436</td><td>زابن الجوزا الجنوبي</td><td>Zabin al-Ǧawza al-Ǧunūbī</td><td>Garra del sur de Al-Jawza</td><td>Nombre de la estrella: β Ori, este nombre se infiere del nombre de "garra del norte de al-Jawza" para α Ori.</td><td>1</td></tr> <tr><td>HIP 32349</td><td>المرزم</td><td>al-Mirzam</td><td>Al-Mirzam</td><td>Un nombre común de α CMa (Sirio) utilizado para cronometrar el período de la 5ª mansión lunar.</td><td>2, 3</td></tr> <tr><td>HIP 32349</td><td>الشعلى</td><td>al-Šiʿla</td><td>Al-Shi'la</td><td>Otro nombre de α CMa (Sirio) utilizado en las partes del norte de la Península Arábiga.</td><td>1</td></tr> <tr><td>HIP 30438</td><td>سهيل</td><td>Shail</td><td>Suhayl</td><td>La estrella α Car (Canopus). El nombre es de origen antiguo.</td><td>2, 3</td></tr> <tr><td>HIP 7588</td><td>محلف</td><td>Miḥlif</td><td>La estrella del juramento</td><td>Un nombre de α Eri. Se llama así porque la gente la confundiría con Suhayl (Canopus), lo que resulta en una discusión con alguien que hace un juramento de que es o no Suhayl.</td><td>4</td></tr> <tr><td>HIP 7588</td><td>أبا السهل</td><td>Aba al-sihil</td><td>Aba Alsihil</td><td>Otro nombre de α Eri.</td><td>1</td></tr> <tr><td>HIP 7588</td><td>المسهل</td><td>al-Mishil</td><td>Al-Miss.hil</td><td>Otro nombre de α Eri.</td><td>1</td></tr> <tr><td>HIP 7588</td><td>السهلي</td><td>al-Shali (la S aquí se pronuncia como en mismo, no como en geisha)</td><td>As-S.hali</td><td>Otro nombre de α Eri.</td><td>3</td></tr> <tr><td>HIP 68702</td><td>النعايم 1</td><td>al-Naʿāyem 1</td><td>al-Naayem 1</td><td>Un nombre para las dos estrellas brillantes: α y β Cen. Este nombre es utilizado por las tribus de al-Dawāsir y Yām en las regiones del sur de Arabia Saudita, y no debe confundirse con el mismo nombre para las estrellas de El Carro que usan las tribus de las regiones central y norte de Arabia Saudita. o el nombre de los antiguos árabes para la 18ª mansión lunar.</td><td>10</td></tr> <tr><td>HIP 71683</td><td>النعايم 2</td><td>al-Naʿāyem 2</td><td>al-Naayem 2</td><td>Un nombre para las dos estrellas brillantes: α y β Cen. Este nombre es utilizado por las tribus de al-Dawāsir y Yām en las regiones del sur de Arabia Saudita, y no debe confundirse con el mismo nombre para las estrellas de El Carro que usan las tribus de las regiones central y norte de Arabia Saudita. o el nombre de los antiguos árabes para la 18ª mansión lunar.</td><td>10</td></tr> </table>
