Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: (Arabic: الجبهة) <em>Al-Ǧabhah</em> (The forehead of the lion) composed of 4 stars: ζ Leo (Adhafera), γ<sup>1</sup> Leo (Algieba), η Leo and α Leo (Regulus)
fi: (Arabiaksi: الجبهة) <em>Al-Ǧabhah</em> (Leijonan otsa), joka koostuu 4 tähdestä: ζ Leo (Adhafera), γ<sup>1</sup>Leijona (Algieba), η Leo ja α Leo (Regulus)

source: (Arabic: الزبرة) <em>Al-Zubrah</em> (The mane of the lion) composed of the 2 stars: δ Leo (Zosma) and θ Leo (Chertan)
fi: (Arabiaksi: الزبرة) <em>Al-Zubrah</em> (Leijonan harja), joka koostuu kahdesta tähdestä: δ Leo (Zosma) ja θ Leo (Chertan)

source: (Arabic: الصرفة) <em>Al-Ṣarfah</em> (The change to colder weather) composed of one star: β Leo (Denebola)
fi: (Arabiaksi: الصرفة) <em>Al-Ṣarfah</em> (Vaihto kylmempään säähän) koostuu yhdestä tähdestä: β Leo (Denebola)

source: (Arabic: العوا) <em>Al-ʿAwwā</em> (The bend) composed of 5 stars: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir and ε Vir (Vindemiatrix)
fi: (Arabiaksi: العوا) <em>Al-ʿAwwā</em> (Mutka), joka koostuu 5 tähdestä: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir ja ε Vir (Vindemiatrix)

source: (Arabic: السماك) <em>Al-Simāk</em> (The unarmed high one) composed of the star α Vir (Spica)
fi: (Arabiaksi: السماك) <em>Al-Simāk</em> (Aseeton korkea), joka koostuu tähdestä α Vir (Spica)

source: (Arabic: الغفر) <em>Al-Ġafr</em> (The cover) composed of 3 stars: ι Vir (Syrma), κ Vir and λ Vir
fi: (Arabiaksi: الغفر) <em>Al-Ġafr</em> (Kansi) koostuu 3 tähdestä: ι Vir (Syrma), κ Vir ja λ Vir

source: (Arabic: الزبانى) <em>Al-Zubānā</em> (The claws of the scorpion) composed of the 2 stars: α<sup>2</sup> Lib (Zubenelgenubi) and β Lib (Zubeneschamali)
fi: (Arabiaksi: الزبانى) <em>Al-Zubānā</em> (Skorpionin kynnet), joka koostuu kahdesta tähdestä: α<sup>2</sup> Lib (Zubenelgenubi) ja β Lib (Zubeneschamali)

source: (Arabic: الإكليل) <em>Al-Iklīl</em> (The ornamented headband, The diadem) composed of the 3 stars: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) and π Sco.
fi: (Arabiaksi: الإكليل) <em>Al-Iklīl</em> (Koristettu otsapanta, Diadem), joka koostuu kolmesta tähdestä: β<sup>1</sup>Sco (Acrab), δ Sco (Dschubba) ja π Sco.

source: (Arabic: القلب) <em>Al-Qalb</em> (The heart of the scorpion) composed of the star α Sco (Antares)
fi: (Arabiaksi: القلب) <em>Al-Qalb</em> (Skorpionin sydän), joka koostuu tähdestä α Sco (Antares)

source: (Arabic: الشولة) <em>Al-Shawlah</em> (The sting of the scorpion) composed of the 2 stars: λ Sco (Shaula) and υ Sco (Lesath)
fi: (Arabiaksi: الشولة) <em>Al-Shawlah</em> (Skorpionin pisto), joka koostuu kahdesta tähdestä: λ Sco (Shaula) ja υ Sco (Lesath)

source: (Arabic: النعائم) <em>Al-Naʿaʾim</em> (The Ostriches) 8 stars: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr, and ζ Sgr
fi: (Arabiaksi: النعائم) <em>Al-Naʿaʾim</em> (Strutsit) 8 tähteä: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr ja ζ Sgr

source: (Arabic: البلدة<em>Al-Baldah</em> (The empty area) is the area where there are no stars (between <em>al-Naayem</em> and <em>Saad al-Thabih</em>)
fi: (Arabiaksi: البلدة<em>Al-Baldah</em> (Tyhjä alue) on alue, jolla ei ole tähtiä (välillä <em>al-Naayem</em> ja <em>Saad al-Thabih</em>)

source: (Arabic: سعد الذابح) <em>Saʿd al-Dhābiḥ</em> (The lucky star of the Slaughterer) composed of the 3 stars: α<sup>1</sup> Cap (Algedi), β Cap (Dabih), and ν Cap
fi: (Arabiaksi: سعد الذابح) <em>Saʿd al-Dhābiḥ</em> (Teurastajan onnentähti), joka koostuu kolmesta tähdestä: α<sup>1</sup> Cap (Algedi), β Cap (Dabih), ja ν Cap

source: (Arabic: سعد بلع) <em>Saʿd Bulaʿ</em> (The lucky star of the swallower) composed of the 3 stars: ν Aqr, μ Aqr and ε Aqr (Albali)
fi: (Arabiaksi: سعد بلع) <em>Saʿd Bulaʿ</em> (Nelevän onnentähti), joka koostuu kolmesta tähdestä: ν Aqr, μ Aqr ja ε Aqr (Albali)

source: (Arabic: سعد السعود) <em>Saʿd al-Suʿūd</em> (The luckiest of the lucky stars) composed of the 3 stars: β Aqr (Sadalsuud), ξ Aqr and λ Cap
fi: (Arabiaksi: سعد السعود) <em>Saʿd al-Suʿūd</em> (Onnekkain tähdistä) koostuu kolmesta tähdestä: β Aqr (Sadalsuud), ξ Aqr ja λ Cap

source: (Arabic: سعد الأخبية) <em>Saʿd al-Aḫbiyah</em> (The lucky stars of the tent dwellers) composed of the 4 stars: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr and η Aqr
fi: (Arabiaksi: سعد الأخبية) <em>Saʿd al-Aḫbiyah</em> (Teltan asukkaiden onnentähdet) koostuu neljästä tähdestä: γ Aqr (Sadachbia), π Aqr, ζ<sup>2</sup> Aqr ja η Aqr

source: (Arabic: المقدم) <em>Al-Muqaddam</em> (The front bucket mouth) composed of the 2 stars: α And (Alpheratz) and γ Peg (Algenib)
fi: (Arabiaksi: المقدم) <em>Al-Muqaddam</em> (Etukauhan suu), joka koostuu kahdesta tähdestä: α ja (Alpheratz) ja γ Peg (Algenib)

source: (Arabic: المؤخر) <em>Al-Muʾaḫar</em> (The rear bucket mouth) composed of the 2 stars: β Peg (Scheat) and α Peg (Markab)
fi: (Arabiaksi: المؤخر) <em>Al-Muʾaḫar</em> (takakauhan suu), joka koostuu kahdesta tähdestä: β Peg (Scheat) ja α Peg (Markab)

source: (Arabic: الرشاء أو الحوت) <em>Al-Rishāʾ</em> or <em>al-Ḥūt</em> (The rope of the well bucket or The Fish) composed of the star β And (Mirach) and two arcs of stars making a figure of a fish
fi: (Arabiaksi: الرشاء أو الحوت) <em>Al-Rishāʾ</em> tai <em>al-Ḥūt</em> (kaivon ämpärin köysi tai kala), joka koostuu tähdestä β ja (Mirach) ja kahdesta tähtien kaaresta, jotka muodostavat kalahahmon

source: The Super lion and al-Ǧawzāʾ figures of the ancient Arab star lore
fi: Muinaisen arabien tähtiperinteen superleijona ja al-Ǧawzāʾ -hahmot

source: One may notice from the names of the 7th to the 15th lunar stations that they are part of a lion figure. This Arab lion figure covers around 100 degrees, a little bit more than half of the sky dome. From the names of these stars a lion figure can be constructed.
fi: Kuun 7.–15. asemien nimistä voi huomata, että ne ovat osa leijonahahmoa. Tämä arabileijonahahmo peittää noin 100 astetta, hieman yli puolet taivaan kupolista. Näiden tähtien nimistä voidaan rakentaa leijonahahmo.

source: Two of the lunar stations, <em>al-Haqʿah</em> and <em>al-Hanʿah</em>, are part of al-Ǧawzāʾ stars. al-Ǧawzāʾ is the figure covering Orion plus some stars around it. The ancient Arabs imagined these stars as a figure of a woman with a bow and arrow aimed at the lion (an image, probably influenced from Roman Egypt: see depiction on Denderah zodiac which shows Babylonian as well as Greek traces of constellations). Mr. Roland Laffitte discussed these two figures and offered a depiction of each in his article: <a href="http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault">Our Arab Heritage in the CelestialVault</a>. A more detailed discussion of ancient Arab star lore is found in his book: &quot;Le Ciel des Arabes&quot; <sup><a href="#footnote-12">[12]</a></sup>.
fi: Kaksi Kuun asemaa, <em>al-Haqʿah</em> ja <em>al-Hanʿah</em>, ovat osa al-Ǧawzāʾ tähtiä. al-Ǧawzāʾ on hahmo, joka peittää Orionin ja sen ympärillä olevia tähtiä. Muinaiset arabit kuvittelivat nämä tähdet naisen hahmoksi, jolla oli jousi ja nuoli, joka on suunnattu leijonaan (kuva, joka on todennäköisesti saanut vaikutteita roomalaisesta Egyptistä: katso Denderahin horoskooppikuvaus, jossa näkyy sekä babylonialaisia että kreikkalaisia tähtikuvioita). Herra Roland Laffitte keskusteli näistä kahdesta hahmosta ja tarjosi kuvauksen jokaisesta artikkelissaan: <a href="http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault">Our Arab Heritage in the CelestialVault</a>. Yksityiskohtaisempi keskustelu muinaisesta arabien tähtiperinteestä löytyy hänen kirjastaan: &quot;Le Ciel des Arabes&quot;.<sup><a href="#footnote-12">[12]</a></sup>.

source: In addition to the lunar stations, the prominent indigenous Arab asterisms have been added.
es_419: Además de las estaciones lunares, se han agregado los prominentes asterismos árabes indígenas.
fi: Kuun asemien lisäksi on lisätty näkyvät alkuperäiskansojen arabitähtit.

source: Khalid al-Ajaji with additional documentation of this file by Susanne M Hoffmann.
fi: Khalid al-Ajaji ja tämän tiedoston lisädokumentaatio, jonka on kirjoittanut Susanne M Hoffmann.

source: Aztec
de: Aztekisch
es_419: Azteca
fi: Atsteekkien
ru: Ацтекская
sv: Aztekisk
uk: Ацтецька

source: For ancient aztecs, the knowledge of the night skies and stars movement had great importance for their calendars and the measurement of both agricultural and sacred cycles. However, great part of this knowledge was lost as consequence of the Spanish conquest which occurred on continental America in the 16th century.
fi: Muinaisille atsteekeille tiedolla yötaivaasta ja tähtien liikkeistä oli suuri merkitys heidän kalentereihinsa ja sekä maatalouden että pyhien syklien mittaamiseen. Suuri osa tästä tiedosta kuitenkin menetettiin espanjalaisten valloituksen seurauksena, joka tapahtui Manner-Amerikassa 1500-luvulla.

source: The elements of the Aztec society such as culture, economy and science is preserved in the <em>tlacuilos</em>, word that comes from the ancient Nahuatl word <em>tlacuiloa</em>, which means <em>writing with drawings</em>. These Tlacuilos where stored in the <em>amoxcalli</em>, meaning amoxtli: books and calli: house. Later their became known as <em>codices</em>; a word that came from the Latin word Codex which means written book.
fi: Atsteekkien yhteiskunnan elementit, kuten kulttuuri, talous ja tiede, ovat säilyneet <em>tlacuilos</em>, sana, joka tulee muinaisesta Nahuatl-sanasta <em>tlacuiloa</em>, joka tarkoittaa <em>kirjoittaminen piirustuksilla</em>. Näitä Tlacuiloita säilytettiin <em>amoxcalli</em>, tarkoittaa amoxtli: kirjat ja calli: talo. Myöhemmin ne tunnettiin nimellä <em>koodit</em>; sana, joka tulee latinan sanasta Codex, joka tarkoittaa kirjoitettua kirjaa.

source: After the Spanish conquest many of the pre-hispanic Codexes where destroyed, their main feature is that their where drawn in many different materials such as deer skin, <em>amate</em> paper or cotton fabric and they had no text only draws or <em>glifos</em>. However the collection of Mesoamerican customs continued prior to the Spanish conquest thanks to the work of some native indians and some Spanish priests, this codexes are known as Colonial Codexes and there is a change of the way of drawing because of the new techniques of drawing and the new materials imported from Europe, also because of the incorporation of descriptive text both in Spanish and Nahuatl.
fi: Espanjan valloituksen jälkeen monet esilatinalaisamerikkalaisista koodeista tuhoutuivat, ja niiden pääominaisuus on, että ne on piirretty moniin eri materiaaleihin, kuten hirven nahkaan, <em>kaveri</em> paperia tai puuvillakangasta ja niissä ei ollut tekstiä vain piirroksia tai <em>glifos</em>. Kuitenkin mesoamerikkalaisten tapojen kerääminen jatkui ennen Espanjan valloitusta joidenkin alkuperäisten intiaanien ja joidenkin espanjalaisten pappien työn ansiosta, nämä koodeksit tunnetaan siirtomaakoodeksiina, ja piirustustapa on muuttunut uusien piirustustekniikoiden ja -tekniikoiden vuoksi. Euroopasta tuodut uudet materiaalit, myös espanjan- ja nahuatlinkielisten kuvailevien tekstien sisällyttämisen vuoksi.

source: <em>Astronomical building</em>
fi: <em>Tähtitieteellinen rakennus</em>

source: Sadly, the Aztec astronomical knowledge in the remaining codexes is really small. The next image is one of the few that names some constellations and astronomical phenomena identified by the Aztec, it belong to the <em>Primeros Memoriales</em> (first memorials), which is a colonial manuscript of the 16th century written by Fray Bernardino de Sahagun.
fi: Valitettavasti atsteekkien tähtitieteellinen tieto jäljellä olevissa koodekseissa on todella vähäistä. Seuraava kuva on yksi harvoista, joka nimeää joitain atsteekkien tunnistamia tähtikuvioita ja tähtitieteellisiä ilmiöitä, se kuuluu <em>Primeros Memoriales</em> (ensimmäiset muistomerkit), joka on Fray Bernardino de Sahagunin kirjoittama siirtomaa-aikainen käsikirjoitus 1500-luvulta.

source: Now, in this work we have an explanation of some Aztec stellar figures for Stellarium.
fi: Tässä työssä meillä on selitys joistakin atsteekkien tähtihahmoista Stellariumille.

source: Ancient Aztec identified the Orion's Belt as Mamalhuaztli, and it represented the wood sticks used to light the new fire in the commemoration celebrated every 52 years by the Mexicans and their neighbors named <em>toxiuh molpilia</em> which means binding of the years and coincided with the beginning of the new year named <em>xiuhtzitzquilo</em>.
fi: Muinaiset atsteekit tunnistivat Orionin vyön Mamalhuaztliksi, ja se edusti puutikkuja, joilla sytytettiin uusi tuli muistojuhlissa, joita meksikolaiset ja heidän naapurinsa juhlivat joka 52. vuosi. Heidän naapurit nimesivät niitä <em>toxiuh molpilia</em> mikä tarkoittaa vuosien sitomista ja osui uuden vuoden alun nimettyyn <em>xiuhtzitzquilo</em> kanssa.

source: The group of stars that we know as Pleiades symbolized for the Mexicas <em>Tianquiztli</em>, which means market, perhaps because of the crowd that gathers on them, they're generally represented by one or two people inside a circle with goods.
fi: Tähtiryhmä, jonka tunnemme Plejadeina, symboloi Meksikoa<em>Tianquiztli</em>, mikä tarkoittaa markkinoita, ehkä niille kerääntyvän väkijoukon vuoksi, niitä edustaa yleensä yksi tai kaksi henkilöä tavaroiden kanssa.

source: Currently, in Mexico the informal market or street markets are called <em>Tianguis</em>.
fi: Tällä hetkellä Meksikossa kutsutaan epävirallisia markkinoita tai katumarkkinoita nimellä <em>Tianguis</em>.

source: The constellation of Gemini was called <em>Citlaltlachtli</em>, which means the ball game of the stars. This game was endowed with a ritual significance and used a natural rubber ball. It is said that the movement of the ball within the playing field refers to the movement of the sun and moon.
fi: Kaksosten tähdistöä kutsuttiin nimellä <em>Citlaltlachtli</em>, mikä tarkoittaa tähtien pallopeliä. Tällä pelillä oli rituaalinen merkitys ja siinä käytettiin luonnonkumipalloa. Sanotaan, että pallon liike pelikentällä viittaa auringon ja Kuun liikkeeseen.

source: The Ursa Minor constellation is identified as <em>Xonecuilli</em> which means twisted foot, and is related to Nanahuatzin, this character is represented with twisted feet, filled with boils and sores, this sick and poor God sacrificed himself to become <em>Tonatiuh</em> the Sun god.
fi: Pieni Karhu -tähdistö tunnistetaan nimellä <em>Xonecuilli</em> joka tarkoittaa kiertynyttä jalkaa ja liittyy Nanahuatziniin, tätä hahmoa esitetään kiertyneillä jaloilla, täynnä paiseita ja haavaumia, tämä sairas ja köyhä Jumala uhrasi itsensä tullakseen <em>Tonatiuh</em> Auringon jumalaksi.

source: Apparently, this constellation can also be associated with the Southern Cross and its surrounding stars as is referred by <em>Tezozomoc</em>. For its part, Sahagun speaks of his resemblance to bread made in the form of letter S and called by the Aztecs <em>xonecuilli</em>.
fi: Ilmeisesti tämä tähdistö voidaan yhdistää myös Eteläristiin ja sitä ympäröiviin tähtiin, kuten <em>Tezozomoc</em>. Sahagun puolestaan puhuu samankaltaisuudestaan S-kirjaimella valmistettuun leipään, jota atsteekit kutsuvat <em>xonecuilli</em>.

source: According to the Florentino Codex Sahagun's informants identified a group of stars known as <em>Citlalcolotl</em>, the scorpion star. In turn, Tezozomoc also mentions the scorpion star and he called it <em>Colotlixayac</em>, which means face of a scorpion.
fi: Florentino Codexin mukaan Sahagunin informantit tunnistivat tähtiryhmän, joka tunnetaan nimellä <em>Citlalcolotl</em>, skorpionin tähti. Tezozomoc puolestaan mainitsee myös skorpionitähden ja kutsui sitä <em>Colotlixayac</em>, mikä tarkoittaa skorpionin kasvoja.

source: In a section of the Paris Codex called zodiac pages appears the scorpion, in this codex the icons shows figures of animals hanging from the body of the Celestial Dragon.
fi: Pariisin koodeksin osassa, jota kutsutaan horoskooppisivuiksi, esiintyy skorpioni, tässä koodissa kuvakkeet esittävät taivaallisen lohikäärmeen ruumiista riippuvia eläimiä.

source: Conclusion
fi: Johtopäätös

source: It is noteworthy that the interpretation of some of these constellations are still in discussion, and of course there must be other constellations to represent. Any comments and/or collaboration are welcome in order to preserve the stellar knowledge and meaning of the Aztec culture.
fi: On huomionarvoista, että joidenkin näiden tähdistöjen tulkinnasta keskustellaan edelleen, ja tietysti on oltava muitakin konstellaatioita esitettävänä. Kaikki kommentit ja/tai yhteistyö ovat tervetulleita, jotta voidaan säilyttää atsteekkien kulttuurin huipputieto ja merkitys.

source: External links
fi: Ulkoiset linkit

source: <a href="http://www.jstor.org/stable/660290?origin=JSTOR-pdf">The Question of the Zodiac in America</a>
fi: <a href="http://www.jstor.org/stable/660290?origin=JSTOR-pdf">Horoskooppikysymys Amerikassa</a>

source: <a href="http://www.windows2universe.org/mythology/aztec_culture.html">Aztec Mythology</a>
fi: <a href="http://www.windows2universe.org/mythology/aztec_culture.html">Atsteekkien mytologia</a>

source: <a href="http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm">Real c&#233;dula prohibiendo la historia general de las cosas de Nueva Espa&#241;a de Fray Bernardino de Sahag&#250;n</a>
fi: <a href="http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm">Todellinen c'dula hibiendo la Historia general de las cosas de Nueva Espa&#241;a de Fray Bernardino de Sahag&#250;n</a>

source: Thanks to
fi: Kiitokset

source: English translation by:
fi: Englanninkielisen käännöksen tekijä:

source: Babylonian &mdash; MUL.APIN
fi: Babylonialainen &mdash; MUL.APIN

source: This <em>Babylonian sky culture</em>, which had been in use before the Greek one, is preserved in a (probably almost) canonical state dating back to the 12th century BCE. The earliest fragment known is from the 7th century BCE but the celestial data in the text suggests a much earlier origin of the observational base - most likely between -1350 and -1150.
fi: Tämä <em>babylonialainen taivaskulttuuri</em>, joka oli ollut käytössä ennen kreikkalaista, on säilynyt (luultavasti melkein) kanonisessa tilassa, joka on peräisin 1100-luvulta eaa. Varhaisin tunnettu fragmentti on 700-luvulta eaa., mutta tekstin taivaalliset tiedot viittaavat havaintopohjan paljon aikaisempaan alkuperään - todennäköisimmin välillä -1350 ja -1150.

source: <i>photograph of one of the clay tablets that are as big as a sheet of paper (courtesy: the trustees of the British Museum)</i>
fi: <i>valokuva yhdestä paperiarkin kokoisesta savitaulusta (luonnosta: British Museumin luottamushenkilöt)</i>

source: The compendium MUL.APIN consists of two large clay tablets with six and five lists of different content. On the first tablet, there is the so called "star catalogue" (a list of names of stars and constellations), followed by three lists of heliacal risings and settings, a list of ziqpu (culminating) asterisms, and the list of constellations in the lunar path. The second tablet contains intercalary rules for the calendar, rules for the sundial and rules for omina.
fi: Kokoelma MUL.APIN koostuu kahdesta suuresta savitabletista, joissa on kuusi ja viisi erisisältöistä listaa. Ensimmäisessä tabletissa on niin sanottu "tähtiluettelo" (tähtien ja tähtikuvioiden nimien luettelo), jota seuraa kolme luetteloa heliakaalisista nousuista ja asetuksista, luettelo ziqpu-tähdistä (huipentuva) ja luettelo tähtikuvioista Kuun polkua. Toinen tabletti sisältää kalenterin interkalaarisäännöt, aurinkokellon säännöt ja ominan säännöt.

source: Zodiac
fi: Eläinrata

source: The zodiac definitely came to Greece from Babylonian source. It is not preserved when it had been invented there and when it was transformed to Greek mathematical astronomy. We know for sure that Hipparchus (2nd ct. BCE) cites ecliptical longitudes from Eudoxus (4th ct. BCE) with a zodiac divided into 12x30 units, equaling our 360°. These direct citations from the 4th century BCE suggest a much earlier invention because the concept of the zodiac of 360° was very likely well established in Babylonian mathematical astronomy before it was copied by Greek mathematicians. Taking Eudoxus' writing as a <em>terminus ante quem</em>, we extrapolate a date for the genesis of the zodiac in Mesopotamia before 400 BCE. In other fragments of mathematical astronomy (between 800 and 700 BCE) the concept of the zodiac is not present. Some scholars argue for the 6th century BCE as date of invention - but to be honest, we don't know. The common sense is that the zodiac was probably invented around the middle of the 1st millennium BCE.
fi: Horoskooppi tuli ehdottomasti Kreikkaan Babyloniasta. Sitä ei ole säilynyt, kun se keksittiin siellä ja kun se muutettiin kreikkalaiseksi matemaattiseksi tähtitiedeksi. Tiedämme varmasti, että Hipparkhos (2. ct. eaa.) mainitsee ekliptiset pituusasteet Eudoxuksesta (4. vuosi eaa.) horoskoopilla, joka on jaettu 12x30 yksikköön, joka vastaa meidän 360°:ta. Nämä suorat lainaukset 4. vuosisadalta eaa. viittaavat paljon aikaisempaan keksintöön, koska käsite 360°:n horoskoopista oli hyvin todennäköisesti vakiintunut Babylonin matemaattisessa tähtitiedossa ennen kuin kreikkalaiset matemaatikot kopioivat sen. Otetaan Eudoxuksen kirjoitus <em>terminus ante quem</em>, ekstrapoloimme eläinradan syntymisajankohdan Mesopotamiassa ennen vuotta 400 eaa. Muissa matemaattisen tähtitieteen osissa (800–700 eaa.) horoskooppikäsitettä ei esiinny. Jotkut tutkijat väittävät, että 6. vuosisata eaa. keksinnön päivämääränä - mutta rehellisesti sanottuna emme tiedä. Terve järki on, että horoskooppi keksittiin luultavasti 1. vuosituhannen puolivälissä eaa.

source: In MUL.APIN, there is definitely no zodiac but a predecessor: the path of the Moon. There are lists of constellations or "gods who stand in the path of the Moon, through whose region the Moon during a month [passes repeatedly] and keeps touching them." (cited from the edition by Hunger and Steele, 2018, p. 143). This list of the MUL.APIN compendium is not considered in this sky culture; constellations in the path of the Moon are not highlighted.
fi: MUL.APINissa ei todellakaan ole horoskooppi vaan edeltäjä: Kuun polku. On olemassa luetteloita tähtikuvioista tai "jumalista, jotka seisovat Kuun polulla, jonka alueen läpi Kuu kuukauden aikana [kulkee toistuvasti] ja koskettaa niitä jatkuvasti". (lainattu Hunger and Steelen painoksesta, 2018, s. 143). Tätä MUL.APIN-kokoelman luetteloa ei oteta huomioon tässä taivaskulttuurissa; tähdistöjä Kuun polulla ei ole korostettu.

source: Planets
fi: Planeetat
