Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: The Arabs and the Stars, Paul Kunitzsch,The Astronomer Abu'L-Husayn Al-Sufi And His Book On The Constellations, XI, pg 57. Northampton [England]: Variorum Reprints, 1989. - [#2]: See Al-Sufi description in his book of the 14th star in Auriga. - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg 26-27. - [#4]: [Book of Fixed Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#5]: [Oulough Beg copy of ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī. Kitāb ṣuwar al-kawākib al-ṯābita, Paris, Bibliothèque nationale de France Ms. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Ptolemy’s ALMAGEST, G. J. Toomer, Princeton University Press, 2nd ed., 1998. - [#8]: [Oxford, Bodleian Library Ms. Marsh 144 dated 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
de: - [#1]: The Arabs and the Stars, Paul Kunitzsch,The Astronomer Abu'L-Husayn Al-Sufi And His Book On The Constellations, XI, pg 57. Northampton [England]: Variorum Reprints, 1989. - [#2]: siehe as-Sufi, Beschreibung 14ten Sterns in Auriga in seinem Buch. - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg 26-27. - [#4]: Book of Fixed Stars: Critical edition with commentary by Khalid AlAjaji - [#5]: Oulough Beg, Kopie von ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī. Kitāb ṣuwar al-kawākib al-ṯābita, Paris, Bibliothèque nationale de France Ms. Arabe 5036 - [#6]: Seeing Ancient Stars, Visualization of the Almagest Catalog - [#7]: Ptolemy’s ALMAGEST, G. J. Toomer, Princeton University Press, 2nd ed., 1998. - [#8]: [Oxford, Bodleian Library Ms. Marsh 144, auf 1009 n. Chr. datiert](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
es_419: - [#1]: Los árabes y las estrellas, Paul Kunitzsch, El astrónomo Abu'L-Husayn Al-Sufi y su libro sobre las constelaciones, XI, pág. 57. Northampton [Inglaterra]: Variorum Reprints, 1989. - [#2]: Véase la descripción de Al-Sufi en su libro de la decimocuarta estrella en Auriga. - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg 26-27. - [#4]: [Libro de estrellas fijas: edición crítica con comentarios de Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#5]: [Oulough Beg copy of ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī. Kitāb ṣuwar al-kawākib al-ṯābita, Paris, Bibliothèque nationale de France Ms. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Ver estrellas antiguas, visualización del catálogo de Almagesto](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Ptolomeo ALMAGEST, G. J. Toomer, Princeton University Press, 2ª ed., 1998. - [#8]: [Biblioteca Bodleiana de Oxford, la Sra. Marsh 144, con fecha de 1009 d.C](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
ru: - [#1]: The Arabs and the Stars, Paul Kunitzsch,The Astronomer Abu'L-Husayn Al-Sufi And His Book On The Constellations, XI, pg 57. Northampton [England]: Variorum Reprints, 1989. - [#2]: See Al-Sufi description in his book of the 14th star in Auriga. - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg 26-27. - [#4]: [Book of Fixed Stars: Critical edition with commentary by Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#5]: [Oulough Beg copy of ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī. Kitāb ṣuwar al-kawākib al-ṯābita, Paris, Bibliothèque nationale de France Ms. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, Visualization of the Almagest Catalog](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Ptolemy’s ALMAGEST, G. J. Toomer, Princeton University Press, 2nd ed., 1998. - [#8]: [Оксфордская Бодлианская библиотека мисс Марш 144 (Oxford, Bodleian Library Ms. Marsh 144) датированная 1009 годом нашей эры](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
sv: - [#1]: The Arabs and the Stars, Paul Kunitzsch,Astronomen Abu'L-Husayn Al-Sufi och hans bok om stjärnbilderna, XI, sid 57. Northampton [England]: Variorum Reprints, 1989. - [#2]: Se Al-Sufis beskrivning i sin bok av den 14:e stjärnan i Auriga. - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, s. 26-27. - [#4]: [Fixstjärnornas bok: Kritisk utgåva med kommentarer av Khalid AlAjaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#5]: [Oulough Beg-kopia av ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī. Kitāb ṣuwar al-kawākib al-ṯābita, Paris, Bibliothèque nationale de France Ms Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Seeing Ancient Stars, visualisering av Almagest-katalogen](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Ptolemy's ALMAGEST, G. J. Toomer, Princeton University Press, 2:a upplagan, 1998. - [#8]: [Oxford, Bodleian Library Ms Marsh 144 daterad 1009 AD](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)
uk: - [#1]: The Arabs and the Stars, Paul Kunitzsch, The Astronomer Abu'L-Husayn Al-Sufi And His Book On The Constellations, XI, pg 57. Northampton [England]: Variorum Reprints, 1989. - [#2]: Див. опис аль-Суфі у його книзі 14-ї зірки у Візничому. - [#3]: DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg 26-27. - [#4]: [Книга нерухомих зірок: видання з критикою, коментарі Халіда Альаджаджі](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing). - [#5]: [Копія Улугбека, Абдуррахман ібн Умар ас-Суфі. Kitāb ṣuwar al-kawākib al-ṯābita, Paris, Bibliothèque nationale de France Ms. Arabe 5036](https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN). - [#6]: [Погляд на давні зірки, візуалізація каталогу Альмагеста](http://www.etwright.org/astro/almagest.html#cat). - [#7]: Ptolemy’s ALMAGEST, G. J. Toomer, Princeton University Press, 2nd ed., 1998. - [#8]: [Oxford, Bodleian Library Ms. Marsh 144, датований 1009 р. н. е.](https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535)

source: The Arabic (Arabian Peninsula) sky culture reflects the oral folk tradition of star names and asterisms in the Arabian Peninsula, primarily found scattered in poetry and proverbs.
ru: Арабская культура неба (Аравийский полуостров) отражает устную народную традицию использования названий звезд и астеризмов на Аравийском полуострове, которые в основном встречаются в поэзии и пословицах.
sv: Den arabiska (Arabiska halvön) himmelskulturen återspeglar den muntliga folktraditionen med stjärnnamn och stjärnbilder på Arabiska halvön, som främst återfinns spridda i poesi och ordspråk.
uk: Арабська (Аравійський півострів) картина зоряного неба відповідає усній народній традиції щодо назв зірок та астеризмів на Аравійському півострові, яку переважно розсіяно у поезії та прислів'ях.

source: The Arabian Peninsula is a region covering the southwestern corner of Asia, bordered by the Gulf of Aden and Arabian Sea to the south, the Gulf of Oman and the Arabian/Persian Gulf to the east, and the Red Sea to the west. The northern border is not precisely defined, but according to ancient geographers, it is bordered by rivers, notably the Euphrates River [#16] [#17]. This region is inhabited by Arabs and includes Jordan, Saudi Arabia, Kuwait, Bahrain, Qatar, United Arab Emirates, Oman, Yemen, and parts of Syria and Iraq. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Bedouins and farmers across the Arabian Peninsula relied heavily on stars to time their nomadic journeys, care for animals, forecast weather, and conduct agricultural activities. Stars are frequently mentioned in their proverbs and poetry. Fortunately, oral poetry and proverbs have been documented and preserved by various scholars. Surveying the collections of these scholars alongside oral traditions reveals the star knowledge of the people in this region. The stars used for timing are the same as those of ancient Arabs, but the system is simplified by beginning the year with the heliacal rising of al-Thurayyā, the Pleiades, at the start of summer, then counting 13 days for each lunar station, except al-Ǧabhah, which has 14 days. This results in a 27 lunar stations × 13 days + 14 days (al-Ǧabhah) = 365-day cycle. Other timing methods were also used, such as the monthly Pleiades-Moon conjunction or using stars like those of the Big Dipper. The sources indicate that star names and asterisms are fewer compared to those of ancient Arabs. Only the brightest stars and prominent asterisms were named and used. An important source of continuing star knowledge is the poetry of al-Ḫalāwī, a poet whose era is uncertain but estimated to be in the 17th century [#3]. Another key source is a poem by Moḥammad al-Qāḍī (~1809–1886), in which he described all 28 lunar stations, citing their local names [#2].
ru: Аравийский полуостров - это регион, занимающий юго-западную часть Азии, граничащий с Аденским заливом и Аравийским морем на юге, Оманским заливом и Аравийско-Персидским заливом на востоке и Красным морем на западе. Северная граница точно не определена, но, согласно древним географам, она граничит с реками, в частности с рекой Евфрат [#16] [#17]. Этот регион населен арабами и включает Иорданию, Саудовскую Аравию, Кувейт, Бахрейн, Катар, Объединенные Арабские Эмираты, Оман, Йемен и некоторые районы Сирии и Ирака. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Бедуины и земледельцы на Аравийском полуострове в значительной степени полагались на звёзды для определения времени своих кочевий, ухода за животными, прогноза погоды и сельскохозяйственной деятельности. Мы находим частое упоминание о звёздах в их пословицах и стихах. К счастью, устная поэзия и пословицы были задокументированы и сохранены в сборниках разными учёными. Изучение этих коллекций вместе с устными преданиями раскрывает звёздные знания жителей этого региона. Звезды, используемые для определения времени, те же, что и у древних арабов, но система упрощена: год начинается с гелиакического восхода аль-Турайи, Плеяд, в начале лета, а затем отсчитывается по 13 дней для каждой лунной станции, за исключением аль-Абхи, у которой 14 дней. В результате получается 27 лунных станций × 13 дней + 14 дней (аль-Абха) = 365-дневный цикл. Также использовались другие методы определения времени, такие как ежемесячное соединение Плеяд и Луны или использование звезд, подобных звездам Большой Медведицы. Источники показывают, что названий звёзд и астеризмов меньше, чем у древних арабов. Были названы и использовались только самые яркие звёзды и выдающиеся астеризмы. Важным источником постоянных знаний о звёздах является поэзия аль-Халави, поэта, эпоха которого неизвестна, но предположительно относится к 17 веку [#3]. Другим ключевым источником является стихотворение Мохаммада аль-Кахи (~1809-1886), в котором он описал все 28 лунных станций, приведя их местные названия [#2].
sv: Arabiska halvön är en region som täcker den sydvästra delen av Asien, gränsar till Adenbukten och Arabiska havet i söder, Omanbukten och Arabiska/Persiska viken i öster och Röda havet i väster. Den norra gränsen är inte exakt definierad, men enligt forntida geografer gränsar den till floder, särskilt Eufratfloden [#16] [#17]. Denna region är bebodd av araber och omfattar Jordanien, Saudiarabien, Kuwait, Bahrain, Qatar, Förenade Arabemiraten, Oman, Jemen och delar av Syrien och Irak. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Beduiner och bönder över hela Arabiska halvön var starkt beroende av stjärnorna för att planera sina nomadiska resor, sköta djur, förutsäga vädret och bedriva jordbruksverksamhet. Stjärnor nämns ofta i deras ordspråk och poesi. Lyckligtvis har muntlig poesi och ordspråk dokumenterats och bevarats av olika forskare. En genomgång av dessa forskares samlingar tillsammans med muntliga traditioner avslöjar stjärnkunskapen hos folket i denna region. De stjärnor som används för att bestämma tiden är desamma som de som användes av de forntida araberna, men systemet har förenklats genom att året börjar med al-Thurayyās, Plejadernas, heliacal uppgång i början av sommaren, och sedan räknas 13 dagar för varje månstation, med undantag för al-Ǧabhah, som har 14 dagar. Detta resulterar i en cykel på 27 månstationer × 13 dagar + 14 dagar (al-Ǧabhah) = 365 dagar. Andra tidsbestämningsmetoder användes också, såsom den månatliga konjunktionen mellan Plejaderna och månen eller stjärnor som de i Stora björnen. Källorna indikerar att stjärnnamn och asterismer är färre jämfört med de hos forntida araber. Endast de ljusaste stjärnorna och framträdande asterismer namngavs och användes. En viktig källa till fortsatt kunskap om stjärnor är poesin av al-Ḫalāwī, en poet vars era är osäker men uppskattas vara på 1600-talet [#3]. En annan viktig källa är en dikt av Moḥammad al-Qāḍī (~1809–1886), i vilken han beskriver alla 28 månstationer och anger deras lokala namn [#2].
uk: Аравійський півострів — це регіон, що охоплює південно-західний куточок Азії, обмежений Аденською затокою та Аравійським морем на півдні, Оманською затокою та Аравійською/Перською затокою на сході та Червоним морем на заході. Північний кордон точно не визначений, але, за даними давніх географів, він межує з річками, зокрема з річкою Євфрат [#16] [#17]. Цей регіон населений арабами та включає Йорданію, Саудівську Аравію, Кувейт, Бахрейн, Катар, Об'єднані Арабські Емірати, Оман, Ємен, а також частини Сирії та Іраку. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> Бедуїни та селяни на Аравійському півострові значно покладалися на зірки, щоб розраховувати час своїх кочових подорожей, доглядати за тваринами, прогнозувати погоду та вести сільськогосподарську діяльність. Зірки часто згадуються в їхніх прислів'ях та поезії. На щастя, усна поезія та прислів'я були задокументовані та збережені різними вченими. Огляд колекцій цих вчених разом з усними традиціями розкриває знання про зірки людей у ​​цьому регіоні. Зірки, що використовуються для визначення часу, ті ж самі, що й у стародавніх арабів, але система спрощується: рік починається з сонячного сходу аль-Тураї, Плеяд, на початку літа, а потім відраховується 13 днів для кожної місячної станції, крім аль-Джабхи, яка має 14 днів. Це призводить до 27 місячних станцій × 13 днів + 14 днів (аль-Джабха) = 365-денний цикл. Також використовувалися інші методи визначення часу, такі як щомісячне поєднання Плеяд і Місяця або використання зірок, зокрема у Великій Ведмедиці. Джерела вказують на те, що назв зірок та астеризмів менше порівняно з тими, що використовувалися стародавніми арабами. Називали та використовували лише найяскравіші зірки та видатні астеризми. Важливим джерелом продовження знань про зірки є поезія аль-Халаві, поета, епоха якого невідома, але оцінюється 17 століттям [#3]. Ще одним ключовим джерелом є поема Мохаммеда аль-Каді (~1809–1886), у якій він описав усі 28 місячних станцій, наводячи їхні місцеві назви [#2].

source: The Two Guards are the stars β Ursae Minoris and γ Ursae Minoris, traditionally used in desert navigation. Their name comes from an old legend in which al-Jady (Polaris) kills the father of the Seven Sisters—represented by the stars of the Big Dipper—who then carry their father’s bier and circle al-Jady, vowing revenge. Seeking protection from their wrath, al-Jady turned to these two nearby stars, which became known as the “Two Guards.” [#1].
ru: Два Стража – это звезды β и γ Малой Медведицы, традиционно используемые для навигации в пустыне. Их название происходит от древней легенды, в которой аль-Джади (Полярная звезда) убивает отца Семи Сестер, представленных звездами Большой Медведицы, которые затем несут гроб отца и обходят аль-Джади, поклявшись отомстить. В поисках защиты от их гнева аль-Джади обратился к этим двум ближайшим звездам, которые стали известны как «Два Стража». [#1].
sv: De två vakterna är stjärnorna Kochab och Pherkad, som traditionellt används vid navigering i öknen. Deras namn kommer från en gammal teckenförklaring där al-Jady (Polarstjärnan) dödar fadern till de sju systrarna – representerade av stjärnorna i Stora björnen – som sedan bär sin fars kista och cirklar runt al-Jady och svär att hämnas. För att söka skydd från deras vrede turade al-Jady till dessa två närliggande stjärnor, som blev kända som ”De två vakterna”. [#1].

source: Another name for the two stars β Ursae Minoris and γ Ursae Minoris. According to a different version of the legend, these stars are the killers who fled to al-Jady for protection [#1].
ru: Другое название двух звёзд: β Малой Медведицы и γ Малой Медведицы. Согласно другой версии легенды, эти звёзды – убийцы, бежавшие к аль-Джади за защитой [#1].
sv: Ett annat namn för de två stjärnorna Kochab och Pherkad. Enligt en annan version av teckenförklaringen är dessa stjärnor mördarna som flydde till al-Jady för att söka skydd [#1].

source: Yet another name for the two-star asterism β UMi and γ UMi [#1].
ru: Еще одно название для двухзвездного астеризма β UMi и γ UMi [#1].
sv: Ännu ett namn för den tvåstjärniga asterismen β UMi och γ UMi [#1].

source: The meaning is uncertain; it could refer to camels. Composed of the seven stars of the Big Dipper [#1].
ru: Значение точно неизвестно; это может означать верблюдов. Состоит из семи звезд Большой Медведицы [#1].
sv: Betydelsen är osäker; det kan ha att göra med kameler. Utgörs av de sju stjärnorna i Karlavagnen [#1].
uk: Точне походження назви є невідомим. Може означати «верблюди». Складається з семи зірок Великого Ковша [#1].

source: The seven stars of the Big Dipper [#1].
ru: Семь звёзд Большой Медведицы [#1].
sv: De sju stjärnorna i Karlavagnen [#1].

source: The seven stars of the Big Dipper, known as the seven sisters carrying their father's bier, the father killed by al-Ǧady (Polaris) [#1].
ru: Семь звезд Большой Медведицы, известные как семь сестер, несущих гроб своего отца, убитого аль-Джади (Полярной звездой) [#1].
sv: De sju stjärnorna i Karlavagnen, kända som de sju systrarna som bär sin fars bår, fadern som dödades av al-Ǧady (Polarstjärnan) [#1].

source: The five bright stars of Cassiopeia, a name used in western areas along the Red Sea in Saudi Arabia [#1].
ru: 5 ярких звёзд Кассиопеи. Это название используется в западных районах вдоль Красного моря Саудовской Аравии [#1].
sv: De fem ljusa stjärnorna i Cassiopeia, ett namn som används i västra områden längs Röda havet i Saudiarabien [#1].

source: The cross-shaped arrangement of α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg, and β1+β2 Cyg (Albireo). This comes from oral tradition in Zulfi, central Saudi Arabia [#1].
ru: Звезды крестообразной формы α Лебедя (Денеб), ε Лебедя (Гиена), γ Лебедя (Садр), δ Лебедя и β Лебедя (Альбирео). Источником является устное предание из города Зульфи в центральной Саудовской Аравии [#1].
sv: Det korsformade arrangemanget av α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg och β1+β2 Cyg (Albireo). Detta kommer från muntlig tradition i Zulfi, centrala Saudiarabien [#1].

source: The front mouth of the bucket (24th mansion of the Moon) [#2].
ru: Горловина ведра (24-я лунная стоянка) [#2].
sv: Skopans främre öppning (Månens 24:e hus) [#2].

source: The rear mouth of the bucket (25th mansion of the Moon) [#2].
ru: Дно ведра (25-я лунная стоянка) [#2].
sv: Skopans bakre öppning (Månens 25:e hus) [#2].

source: The rope used to pull the bucket from the well (26th mansion of the Moon) [#2].
ru: Веревка, которой вытаскивали ведро из колодца (26-я лунная стоянка) [#2].
sv: Repet användes till att hala upp hinken ur brunnen (26:e månhuset) [#2].
uk: Мотузка, яку використовують для витягання ковша з колодязя (26-а станція Місяця) [#2].

source: Stars α Ari and β Ari (27th mansion of the Moon) [#2].
ru: Звёзды α Ari и β Ari (27-я лунная стоянка) [#2].
sv: Stjärnorna α Ari och β Ari (Månens 27:e hus) [#2].

source: The little abdomen of al-Ḥamal (28th mansion of the Moon) [#2].
ru: Маленькое брюшко аль-Хамаля (28-я лунная стоянка) [#2].
sv: Den lilla buken av al-Ḥamal (Månens 28:e hus) [#2].

source: Proper name of the Pleiades (1st mansion of the Moon) [#3].
ru: Собственное название Плеяд (1-й дом Луны) [#3].
sv: Plejadernas riktiga namn (Månens första hus) [#3].

source: Star Aldebran (2nd mansion of the Moon) [#2].
ru: Звезда Альдебран (вторая лунная стоянка) [#2].
sv: Stjärnan Aldebaran (Månens andra hus) [#2].

source: The two stars of Canis Minor, considered the arm of the lion (5th mansion of the Moon) [#2].
ru: Две звезды Малого Пса, считающиеся лапой льва (5-я лунная стоянка) [#2].
sv: De två stjärnorna i Lilla hunden, som anses vara lejonets arm (månens femte hus) [#2].

source: An asterism of stars δ CMa and ε CMa. Their heliacal rising marks timing (coinciding with the 6th mansion of the Moon). The name is common in central Arabia [#2] [#3].
ru: Астеризм из двух звезд: δ CMa и ε CMa. Их гелиакический восход используется для определения времени (то же время, что и 6-я лунная стоянка). Имя распространено в Центральной Аравии [#2] [#3].
sv: En asterism bestående av stjärnorna δ CMa och ε CMa. Deras heliakiska uppgång markerar tidpunkten (som sammanfaller med månens sjätte hus). Namnet är vanligt i centrala Arabien [#2] [#3].

source: M 44 and two adjacent stars represent the nose tip of the Arab lion (6th mansion of the Moon) [#2].
ru: M 44 и две соседние звезды, представляющие кончик носа арабского льва (6-я лунная стоянка) [#2].
sv: M 44 och två intilliggande stjärnor representerar nosspetsen på det arabiska lejonet (månens sjätte hus) [#2].

source: The eyes of the lion (7th mansion of the Moon) [#2].
ru: Глаза льва (7-я лунная стоянка) [#2].
sv: Lejonets ögon (Månens sjunde hus) [#2].

source: The forehead of the lion (8th mansion of the Moon) [#2].
ru: Лоб льва (8-я лунная стоянка) [#2].
sv: Lejonets panna (Månens åttonde hus) [#2].

source: The mane of the lion (9th mansion of the Moon) [#2].
ru: Грива льва (9-я лунная стоянка) [#2].
sv: Lejonets man (Månens 9:e hus) [#2].

source: (10th mansion of the Moon) [#2].
ru: (10-я лунная стоянка) [#2].
sv: (Månens tionde hus) [#2].

source: An arc of five stars. The Arabic "al-ʿAwwā" may also mean “the Howlers,” dogs barking at the lion (11th mansion of the Moon) [#2].
ru: Дуга из 5 звезд. Арабское слово аль-Авва может также означать Ревунов, собак, лающих на льва (11-я лунная стоянка) [#2].
sv: En båge med fem stjärnor. Det arabiska ordet ”al-ʿAwwā” kan också betyda ”de skällande”, hundar som skäller på lejonet (månens elfte hus) [#2].

source: (12th mansion of the Moon) [#2].
ru: (12-я лунная стоянка) [#2].
sv: (Månens tolfte hus) [#2].

source: A three-star asterism (13th mansion of the Moon) [#2].
ru: Трехзвездный астеризм (13-я лунная стоянка) [#2].
sv: En trestjärnig asterism (månens 13:e hus) [#2].
