Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <table class="layout"> <tr> <td><img src="illustrations/MenTseeKhang_emblem.jpg" height="450" alt="Emblem of Men Tsee Khang"/></td> <td><img src="illustrations/StagPhuDisk.jpg" height="450" alt="Stag Phu disk"/></td> </tr> <tr> <td>Emblem on the door sign of Men Tsee Khang institute in Lhasa</td> <td>Stag Phu observatory Platform. The traditional stone for the shadow observation has been embedded in a concrete platform which shows the lunar mansions. The outermost circle shows figures of the 12 Zodiacal signs (barely visible but enlarged below).</td> </tr> </table> The Men Tsee Khang Institute for Astro and Medicine in Lhasa, TAR, is the central authority for traditional Tibetan medicine and astrology, two fields of research which are closely related in Tibetan tradition. The institute is in charge of editing the annual Tibetan calendar. Although this can be described algorithmically, in 2009 Men Tsee Khang experts have re-erected a calendar observatory in Stag Phu monastery, where a sunrise observation is performed on each March 17th for calibrating the calendar. On this day, just as the sun climbs over a mountain ridge, its first rays are cast through a window in the observatory tower onto a particular rock which has been embedded into a circular platform. ### The Zodiac The zodiac is partitioned into 12 figures largely identical to the classical figures of the zodiac known in Europe. The following table is from Cornu, with photographs showing the figures illustrated in the circular platform. Note the unexpected appearance of Cancer. Is it a frog? <table class="layout"> <tr><th colspan="2">IAU</th><th>Tibetan</th><th>Indian</th><th>Platform Illustration</th> </tr> <tr> <td><notr> 1</notr></td> <td>Ari</td> <td>Luk</td> <td>Meṣa</td> <td><img src="illustrations/StagPhu_01_Ari.jpg" height=150 alt="Ari"/></td> </tr> <tr> <td><notr> 2</notr></td> <td>Tau</td> <td>Lang</td> <td>Vṛṣa</td> <td><img src="illustrations/StagPhu_02_Tau.jpg" height=150 alt="Tau"/></td> </tr> <tr> <td><notr> 3</notr></td> <td>Gem</td> <td>Trik</td> <td>Mithuna</td> <td><img src="illustrations/StagPhu_03_Gem.jpg" height=150 alt="Gem"/></td> </tr> <tr> <td><notr> 4</notr></td> <td>Cnc</td> <td>Karkata</td> <td>Karka</td> <td><img src="illustrations/StagPhu_04_Cnc_Frog.jpg" height=150 alt="Cnc"/></td> </tr> <tr> <td><notr> 5</notr></td> <td>Leo</td> <td>Senge</td> <td>Simha</td> <td><img src="illustrations/StagPhu_05_Leo.jpg" height=150 alt="Leo"/></td> </tr> <tr> <td><notr> 6</notr></td> <td>Vir</td> <td>Pumo</td> <td>Kanyā</td> <td><img src="illustrations/StagPhu_06_Vir.jpg" height=150 alt="Vir"/></td> </tr> <tr> <td><notr> 7</notr></td> <td>Lib</td> <td>Sangwa</td> <td>Tulā</td> <td><img src="illustrations/StagPhu_07_Lib.jpg" height=150 alt="Lib"/></td> </tr> <tr> <td><notr> 8</notr></td> <td>Sco</td> <td>Dikpa</td> <td>Vṛscika</td> <td><img src="illustrations/StagPhu_08_Sco.jpg" height=150 alt="Sco"/></td> </tr> <tr> <td><notr> 9</notr></td> <td>Sgr</td> <td>Zhu</td> <td>Dhanus</td> <td><img src="illustrations/StagPhu_09_Sgr.jpg" height=150 alt="Sgr"/></td> </tr> <tr> <td><notr>10</notr></td> <td>Cap</td> <td>Chusin</td> <td>Makara</td> <td><img src="illustrations/StagPhu_10_Cap.jpg" height=150 alt="Cap"/></td> </tr> <tr> <td><notr>11</notr></td> <td>Aqr</td> <td>Bumpa</td> <td>Kumbha</td> <td><img src="illustrations/StagPhu_11_Aqr.jpg" height=150 alt="Aqr"/></td> </tr> <tr> <td><notr>12</notr></td> <td>Psc</td> <td>Nya</td> <td>Mīna</td> <td><img src="illustrations/StagPhu_12_Psc.jpg" height=150 alt="Psc"/></td> </tr> </table> ### The Lunar Mansions The Men Tsee Khang emblem shows 27 stick figures for the Lunar mansions arranged in a circle around the central figure. The same figures are also laid out in cement with bright stones connected by black lines in the circular platform which has been erected when the observatory was rebuilt. These 27 *gyukar* figures are described as being equal to the Indian *Nakṣatras* and represent sections of 13°20' longitude along the ecliptic. Actually, one of the *gyukars* consists of 2 asterisms, therefore 28 *lunar asterisms* are named. However, not much is known of the exact identification of the Tibetan Lunar Stations outside of Tibet. Most literature is Tibetan or Chinese only, and there were no Tibetan star maps available. Also our guides could not explain any of the following to us. The following table was taken from Cornu. Note that Tibetans start counting at zero, while the Indians count from 1. <table class="layout"> <tr><th colspan="2">Gyukar</th><th colspan="2">Nakshatra</th><th>Stars</th> </tr> <tr> <td align="right"><notr> 0</notr></td> <td>Takar, Yugu</td> <td align="right"><notr> 1</notr></td> <td>Aśvini</td> <td> &beta; Ari Sheratan</td> </tr> <tr> <td align="right"><notr> 1</notr></td> <td>Dranye</td> <td align="right"><notr> 2</notr></td> <td>Bharaṇī</td> <td> 35 Ari</td> </tr> <tr> <td align="right"><notr> 2</notr></td> <td>Mindruk</td> <td align="right"><notr> 3</notr></td> <td>Kṛttikā</td> <td> Pleiades</td> </tr> <tr> <td align="right"><notr> 3</notr></td> <td>Narma</td> <td align="right"><notr> 4</notr></td> <td>Rohiṇī</td> <td> &alpha; Tau Aldebaran</td> </tr> <tr> <td align="right"><notr> 4</notr></td> <td>Go</td> <td align="right"><notr> 5</notr></td> <td>Mṛgaśirā</td> <td> &lambda; Ori</td> </tr> <tr> <td align="right"><notr> 5</notr></td> <td>Lak</td> <td align="right"><notr> 6</notr></td> <td>Ārdrā</td> <td> &alpha; Ori Betelgeuse</td> </tr> <tr> <td align="right"><notr> 6</notr></td> <td>Nabso, Gyaltö</td> <td align="right"><notr> 7</notr></td> <td>Punarvasū</td> <td> &beta; Gem Pollux</td> </tr> <tr> <td align="right"><notr> 7</notr></td> <td>Gyal, Gyalme</td> <td align="right"><notr> 8</notr></td> <td>Puṣya</td> <td> 5 Cnc</td> </tr> <tr> <td align="right"><notr> 8</notr></td> <td>Kak, Wa</td> <td align="right"><notr> 9</notr></td> <td>Aśleṣa</td> <td> &alpha; Hya</td> </tr> <tr> <td align="right"><notr> 9</notr></td> <td>Chu, Ta chen</td> <td align="right"><notr>10</notr></td> <td>Maghā</td> <td> &alpha; Leo Regulus</td> </tr> <tr> <td align="right"><notr>10</notr></td> <td>Dre, Ta chung</td> <td align="right"><notr>11</notr></td> <td>Purva-Phālgunī</td> <td> &delta; Leo Zosma</td> </tr> <tr> <td align="right"><notr>11</notr></td> <td>Wo</td> <td align="right"><notr>12</notr></td> <td>Uttara-Phālgunī</td> <td> &beta; Leo Denebola</td> </tr> <tr> <td align="right"><notr>12</notr></td> <td>Mezhi</td> <td align="right"><notr>13</notr></td> <td>Hasta</td> <td> &delta; Crv Algorab</td> </tr> <tr> <td align="right"><notr>13</notr></td> <td>Nakpa</td> <td align="right"><notr>14</notr></td> <td>Citrā</td> <td> &alpha; Vir Spica</td> </tr> <tr> <td align="right"><notr>14</notr></td> <td>Sari</td> <td align="right"><notr>15</notr></td> <td>Svātī</td> <td> &alpha; Boo Arcturus</td> </tr> <tr> <td align="right"><notr>15</notr></td> <td>Saga</td> <td align="right"><notr>16</notr></td> <td>Viśākhā</td> <td> &alpha; Lib</td> </tr> <tr> <td align="right"><notr>16</notr></td> <td>Lhatsam</td> <td align="right"><notr>17</notr></td> <td>Anurādhā</td> <td> &delta; Sco</td> </tr> <tr> <td align="right"><notr>17</notr></td> <td>Nrön, Deu</td> <td align="right"><notr>18</notr></td> <td>Jyeṣṭhā</td> <td> &alpha; Sco Antares</td> </tr> <tr> <td align="right"><notr>18</notr></td> <td>Nup</td> <td align="right"><notr>19</notr></td> <td>Mūla</td> <td> &lambda; Sco Shaula</td> </tr> <tr> <td align="right"><notr>19</notr></td> <td>Chutö</td> <td align="right"><notr>20</notr></td> <td>Purvāṣadhā</td> <td> &delta; Sgr</td> </tr> <tr> <td align="right"><notr>20</notr></td> <td>Chume</td> <td align="right"><notr>21</notr></td> <td>Uttarāṣadhā</td> <td> &sigma; Sgr</td> </tr> <tr> <td align="right"><notr>21</notr></td> <td>Drozhin + Jizhin</td> <td align="right"><notr>22</notr></td> <td>Uttara-Āṣādhā + Śravaṇa</td> <td> &alpha; Lyr Vega + &alpha; Aql Altair</td> </tr> <tr> <td align="right"><notr>22</notr></td> <td>Möndre</td> <td align="right"><notr>23</notr></td> <td>Dhaniāsṭha</td> <td> &beta; Del</td> </tr> <tr> <td align="right"><notr>23</notr></td> <td>Möndru</td> <td align="right"><notr>24</notr></td> <td>Satabhiṣak</td> <td> &lambda; Aqr</td> </tr> <tr> <td align="right"><notr>24</notr></td> <td>Trumtö</td> <td align="right"><notr>25</notr></td> <td>Purvabāadrapada</td> <td> &alpha; Peg Markab</td> </tr> <tr> <td align="right"><notr>25</notr></td> <td>Trume</td> <td align="right"><notr>26</notr></td> <td>Uttarabhādrapada</td> <td> &gamma; Peg, &alpha; And</td> </tr> <tr> <td align="right"><notr>26</notr></td> <td>Namdru, Shesa</td> <td align="right"><notr>27</notr></td> <td>Revati</td> <td> &sigma; Psc</td> </tr> </table> The star figures for Lunar Mansions in this skyculture are shown as asterisms among the traditional 12 Ptolemaic zodiacal constellations. It is assumed that most originate from the Indian traditions, esp. Kalacakra Tantra, but it appears that some Chinese influence is also present, e.g. Nr. 11. Only for the Zodiacal constellations artwork is provided. A few more constellations in Ptolemaic tradition are displayed in the northern sky to allow easier orientation, but with their names suppressed. We have no information about their names, relevance or even publicity of these in Tibet. ### Please help us The figures are my own attempt of identification of the Lunar mansion figures. We can be sure about the placement of only those which can also be found in other sky cultures, e.g. Japanese Moon Stations which stem from Chinese tradition. Many stars are rather dim, and the figures in the emblem apparently have to be rotated in arbitrary ways, like *gyukar 3*=Hyades. Others require considerable liberties to accept a topological match. Alternative matches with stars in similar topology arranged in the orientation shown in the emblem (north=outer circle) have been found only in neighboring areas of the sky, making a match rather unlikely. Others appear to have been taken over from Chinese tradition, e.g. Nr. 11. LM21 can be explained only if we accept two separate figures which are not aligned as shown in the concrete figure. Then they represent Chinese constellations *Ox* and *Girl* (which is also Japanese Lunar station *Woman*). Alternative figures can be found in the old configuration files. We would like to hear from experts of Tibetan astronomy about both confirmed and corrected identification. The *zodiac* and *gyukar* bands have been taken over from Indian tradition. The link "Spica=180°" is also set here for both circles, but should be confirmed. #### Further reading This work accompanies a 3D model of the Stag Phu observatory for use with the Scenery3D plugin, downloadable from https://stellarium.org and described in: Georg Zotti, Guntram Hazod, Martin Gamon and Hubert Feiglstorfer (2024), "A Calendar Observatory in Tibet". In: Marc Fr&icirc;ncu (coordinator), Proceedings of the 29th Conference of the European Society for Astronomy in Culture (SEAC) Timisoara 2022, Editura Universit&#x103;&#x163;ii de Vest din Timi&#x15F;oara} (pages 123-136). ISBN 978-630-327-107-1.
ru: <table class="layout"> <tr> <td><img src="illustrations/MenTseeKhang_emblem.jpg" height="450" alt="Emblem of Men Tsee Khang"/></td> <td><img src="illustrations/StagPhuDisk.jpg" height="450" alt="Stag Phu disk"/></td> </tr> <tr> <td>Эмблема на дверной вывеске института Мен Ци Кханг [Men Tsee Khang] в Лхасе</td> <td>Платформа обсерватории Стаг Фу [Stag Phu]. Традиционный камень для наблюдения за тенью был вмонтирован в бетонную платформу, которая показывает лунные дома. На внешнем круге изображены фигуры 12 знаков зодиака (едва заметные, но увеличенные ниже).</td> </tr> </table> Институт астро- и медицинской науки имени Мен Ци Кханга в Лхасе, ТАР, является центральным органом традиционной тибетской медицины и астрологии, двух областей исследований, которые тесно связаны в тибетской традиции. Институт отвечает за редактирование ежегодного тибетского календаря. Хотя это можно описать алгоритмически, в 2009 году эксперты Мен Ци Кханга заново возвели календарную обсерваторию в монастыре Стаг Пху, где каждое 17 марта проводится наблюдение за восходом солнца для калибровки календаря. В этот день, как раз когда солнце поднимается над горным хребтом, его первые лучи падают через окно в башне обсерватории на особую скалу, которая была встроена в круглую платформу. ### Зодиак Зодиак разделен на 12 фигур, в значительной степени идентичных классическим фигурам зодиака, известным в Европе. Следующая таблица взята из Корню, с фотографиями, показывающими фигуры, изображенные на круглой платформе. Обратите внимание на неожиданное появление Рака. Это лягушка? <table class="layout"> <tr><th colspan="2">МАС</th><th>Тибетское</th><th>Индийское</th><th>Иллюстрация платформы</th> </tr> <tr> <td><notr> 1</notr></td> <td>Ari</td> <td>Luk</td> <td>Meṣa</td> <td><img src="illustrations/StagPhu_01_Ari.jpg" height=150 alt="Ari"/></td> </tr> <tr> <td><notr> 2</notr></td> <td>Tau</td> <td>Lang</td> <td>Vṛṣa</td> <td><img src="illustrations/StagPhu_02_Tau.jpg" height=150 alt="Tau"/></td> </tr> <tr> <td><notr> 3</notr></td> <td>Gem</td> <td>Trik</td> <td>Mithuna</td> <td><img src="illustrations/StagPhu_03_Gem.jpg" height=150 alt="Gem"/></td> </tr> <tr> <td><notr> 4</notr></td> <td>Cnc</td> <td>Karkata</td> <td>Karka</td> <td><img src="illustrations/StagPhu_04_Cnc_Frog.jpg" height=150 alt="Cnc"/></td> </tr> <tr> <td><notr> 5</notr></td> <td>Leo</td> <td>Senge</td> <td>Simha</td> <td><img src="illustrations/StagPhu_05_Leo.jpg" height=150 alt="Leo"/></td> </tr> <tr> <td><notr> 6</notr></td> <td>Vir</td> <td>Pumo</td> <td>Kanyā</td> <td><img src="illustrations/StagPhu_06_Vir.jpg" height=150 alt="Vir"/></td> </tr> <tr> <td><notr> 7</notr></td> <td>Lib</td> <td>Sangwa</td> <td>Tulā</td> <td><img src="illustrations/StagPhu_07_Lib.jpg" height=150 alt="Lib"/></td> </tr> <tr> <td><notr> 8</notr></td> <td>Sco</td> <td>Dikpa</td> <td>Vṛscika</td> <td><img src="illustrations/StagPhu_08_Sco.jpg" height=150 alt="Sco"/></td> </tr> <tr> <td><notr> 9</notr></td> <td>Sgr</td> <td>Zhu</td> <td>Dhanus</td> <td><img src="illustrations/StagPhu_09_Sgr.jpg" height=150 alt="Sgr"/></td> </tr> <tr> <td><notr>10</notr></td> <td>Cap</td> <td>Chusin</td> <td>Makara</td> <td><img src="illustrations/StagPhu_10_Cap.jpg" height=150 alt="Cap"/></td> </tr> <tr> <td><notr>11</notr></td> <td>Aqr</td> <td>Bumpa</td> <td>Kumbha</td> <td><img src="illustrations/StagPhu_11_Aqr.jpg" height=150 alt="Aqr"/></td> </tr> <tr> <td><notr>12</notr></td> <td>Psc</td> <td>Nya</td> <td>Mīna</td> <td><img src="illustrations/StagPhu_12_Psc.jpg" height=150 alt="Psc"/></td> </tr> </table> ### Лунные стоянки Эмблема Men Tsee Khang показывает 27 палочных фигурок для лунных дворцов, расположенных по кругу вокруг центральной фигуры. Те же фигуры также выложены цементом с яркими камнями, соединенными черными линиями на круглой платформе, которая была возведена, когда обсерватория была перестроена. Эти 27 фигур *gyukar* [гюкар] описываются как равные индийским *Nakṣatras* [накшатрам] и представляют собой участки 13°20' долготы вдоль эклиптики. На самом деле, один из *gyukar* состоит из 2 астеризмов, поэтому 28 *лунных астеризмов* названы. Однако, мало что известно о точной идентификации тибетских лунных станций за пределами Тибета. Большая часть литературы только на тибетском или китайском языке, и не было никаких тибетских звездных карт. Также наши гиды не смогли объяснить нам ничего из следующего. Следующая таблица взята из Корню. Обратите внимание, что тибетцы начинают отсчет с нуля, а индийцы с 1. <table class="layout"> <tr><th colspan="2">Гюкар</th><th colspan="2">Накшатра</th><th>Звёзды</th> </tr> <tr> <td align="right"><notr> 0</notr></td> <td>Такар, Югу</td> <td align="right"><notr> 1</notr></td> <td>Ашвини</td> <td> &beta; Ari Шератан</td> </tr> <tr> <td align="right"><notr> 1</notr></td> <td>Дранье</td> <td align="right"><notr> 2</notr></td> <td>Бхарани</td> <td> 35 Ari</td> </tr> <tr> <td align="right"><notr> 2</notr></td> <td>Миндрук</td> <td align="right"><notr> 3</notr></td> <td>Криттика</td> <td> Плеяды</td> </tr> <tr> <td align="right"><notr> 3</notr></td> <td>Нарма</td> <td align="right"><notr> 4</notr></td> <td>Рохини</td> <td> &alpha; Tau Альдебаран</td> </tr> <tr> <td align="right"><notr> 4</notr></td> <td>Го</td> <td align="right"><notr> 5</notr></td> <td>Мригашира</td> <td> &lambda; Ori</td> </tr> <tr> <td align="right"><notr> 5</notr></td> <td>Лак</td> <td align="right"><notr> 6</notr></td> <td>Ардра</td> <td> &alpha; Ori Бетельгейзе</td> </tr> <tr> <td align="right"><notr> 6</notr></td> <td>Набсо, Гьялто</td> <td align="right"><notr> 7</notr></td> <td>Пунарвасу</td> <td> &beta; Gem Поллукс</td> </tr> <tr> <td align="right"><notr> 7</notr></td> <td>Гьял, Гьялме</td> <td align="right"><notr> 8</notr></td> <td>Пушья</td> <td> 5 Cnc</td> </tr> <tr> <td align="right"><notr> 8</notr></td> <td>Как, Ва</td> <td align="right"><notr> 9</notr></td> <td>Аслеша</td> <td> &alpha; Hya</td> </tr> <tr> <td align="right"><notr> 9</notr></td> <td>Чу, Та чен</td> <td align="right"><notr>10</notr></td> <td>Магха</td> <td> &alpha; Leo Регул</td> </tr> <tr> <td align="right"><notr>10</notr></td> <td>Дре, Та чунг</td> <td align="right"><notr>11</notr></td> <td>Пурва-Пхалгуни</td> <td> &delta; Leo Зосма</td> </tr> <tr> <td align="right"><notr>11</notr></td> <td>Во</td> <td align="right"><notr>12</notr></td> <td>Уттара-Пхалгуни</td> <td> &beta; Leo Денебола</td> </tr> <tr> <td align="right"><notr>12</notr></td> <td>Мезхи</td> <td align="right"><notr>13</notr></td> <td>Хаста</td> <td> &delta; Crv Альгораб</td> </tr> <tr> <td align="right"><notr>13</notr></td> <td>Накпа</td> <td align="right"><notr>14</notr></td> <td>Цитра</td> <td> &alpha; Vir Спика</td> </tr> <tr> <td align="right"><notr>14</notr></td> <td>Сари</td> <td align="right"><notr>15</notr></td> <td>Свати</td> <td> &alpha; Boo Арктур</td> </tr> <tr> <td align="right"><notr>15</notr></td> <td>Сага</td> <td align="right"><notr>16</notr></td> <td>Вишакха</td> <td> &alpha; Lib</td> </tr> <tr> <td align="right"><notr>16</notr></td> <td>Лхатсам</td> <td align="right"><notr>17</notr></td> <td>Анурадха</td> <td> &delta; Sco</td> </tr> <tr> <td align="right"><notr>17</notr></td> <td>Нрён, Дой</td> <td align="right"><notr>18</notr></td> <td>Джьештха</td> <td> &alpha; Sco Антарес</td> </tr> <tr> <td align="right"><notr>18</notr></td> <td>Нуп</td> <td align="right"><notr>19</notr></td> <td>Мула</td> <td> &lambda; Sco Шаула</td> </tr> <tr> <td align="right"><notr>19</notr></td> <td>Чутё</td> <td align="right"><notr>20</notr></td> <td>Пурвашадха</td> <td> &delta; Sgr</td> </tr> <tr> <td align="right"><notr>20</notr></td> <td>Чуме</td> <td align="right"><notr>21</notr></td> <td>Уттарашадха</td> <td> &sigma; Sgr</td> </tr> <tr> <td align="right"><notr>21</notr></td> <td>Дрозхин + Жизхин</td> <td align="right"><notr>22</notr></td> <td>Уттара-Ашадха + Шравана</td> <td> &alpha; Lyr Вега + &alpha; Aql Альтаир</td> </tr> <tr> <td align="right"><notr>22</notr></td> <td>Мёндре</td> <td align="right"><notr>23</notr></td> <td>Дханиастха</td> <td> &beta; Del</td> </tr> <tr> <td align="right"><notr>23</notr></td> <td>Мёндру</td> <td align="right"><notr>24</notr></td> <td>Сатабхишак</td> <td> &lambda; Aqr</td> </tr> <tr> <td align="right"><notr>24</notr></td> <td>Трумтё</td> <td align="right"><notr>25</notr></td> <td>Пурвабадрапада</td> <td> &alpha; Peg Маркаб</td> </tr> <tr> <td align="right"><notr>25</notr></td> <td>Труме</td> <td align="right"><notr>26</notr></td> <td>Уттарабхадрапада</td> <td> &gamma; Peg, &alpha; And</td> </tr> <tr> <td align="right"><notr>26</notr></td> <td>Намдру, Шеса</td> <td align="right"><notr>27</notr></td> <td>Ревати</td> <td> &sigma; Psc</td> </tr> </table> Звездные фигуры для Лунных Стоянок в этой культуре неба показаны как астеризмы среди традиционных 12 Птолемеевских зодиакальных созвездий. Предполагается, что большинство из них происходят из индийских традиций, особенно Калачакра-тантры, но, по-видимому, присутствует и некоторое китайское влияние, например № 11. Только для зодиакальных созвездий предоставлены художественные работы. Еще несколько созвездий в Птолемеевской традиции показаны на северном небе, чтобы облегчить ориентацию, но их названия скрыты. У нас нет информации об их названиях, значимости или даже огласке в Тибете. ### Пожалуйста, помогите нам Фигуры являются моей собственной попыткой идентификации фигур лунных стоянок. Мы можем быть уверены в размещении только тех, которые также можно найти в других культурах неба, например, японские лунные стоянки, которые происходят из китайской традиции. Многие звезды довольно тусклые, и фигуры на эмблеме, по-видимому, должны быть повернуты произвольным образом, как *gyukar 3*=Гиады. Другие требуют значительной вольности, чтобы принять топологическое соответствие. Альтернативные соответствия со звездами в похожей топологии, расположенными в ориентации, показанной на эмблеме (север=внешний круг), были найдены только в соседних областях неба, что делает соответствие маловероятным. Другие, по-видимому, были заимствованы из китайской традиции, например, № 11. LM21 можно объяснить, только если мы примем две отдельные фигуры, которые не выровнены, как показано на конкретном рисунке. Тогда они представляют китайские созвездия *Бык* и *Девушка* (что также является японской лунной станцией *Женщина*). Альтернативные фигуры можно найти в старых файлах конфигурации. Мы хотели бы услышать от экспертов тибетской астрономии как о подтвержденной, так и исправленной идентификации. Полосы *зодиака* и *гюкар* взяты из индийской традиции. Связь "Спика=180°" также установлена ​​здесь для обоих кругов, но ее нужно подтвердить. #### Дальнейшее чтение Эта работа сопровождается 3D-моделью обсерватории Стаг Фу для использования с плагином Scenery3D, который можно загрузить с https://stellarium.org и который описан в: Georg Zotti, Guntram Hazod, Martin Gamon and Hubert Feiglstorfer (2024), "A Calendar Observatory in Tibet". In: Marc Fr&icirc;ncu (coordinator), Proceedings of the 29th Conference of the European Society for Astronomy in Culture (SEAC) Timisoara 2022, Editura Universit&#x103;&#x163;ii de Vest din Timi&#x15F;oara} (pages 123-136). ISBN 978-630-327-107-1.
sv: <table class="layout"> <tr> <td><img src="illustrations/MenTseeKhang_emblem.jpg" height="450" alt="Emblem of Men Tsee Khang"/></td> <td><img src="illustrations/StagPhuDisk.jpg" height="450" alt="Stag Phu disk"/></td> </tr> <tr> <td>Emblem på dörrskylten till Men Tsee Khang-institutet i Lhasa</td> <td>Plattform för observatoriet Stag Phu. Den traditionella stenen för skuggobservation har gjutits in i en betongplattform som visar månens herrgårdar. Den yttersta cirkeln visar figurer av de 12 zodiakala tecknen (knappt synlig men förstorad nedan).</td> </tr> </table> Men Tsee Khang Institute for Astro and Medicine i Lhasa, Tibet, är den centrala myndigheten för traditionell tibetansk medicin och astrologi, två forskningsområden som är nära besläktade i den tibetanska traditionen. Institutet ansvarar för redigeringen av den årliga tibetanska kalendern. Även om detta kan beskrivas algoritmiskt har Men Tsee Khang-experter 2009 återupprättat ett kalenderobservatorium i Stag Phu-klostret, där en soluppgångsobservation utförs varje 17 mars för att kalibrera kalendern. På denna dag, precis när solen klättrar över en bergskam, kastas dess första strålar genom ett fönster i observatoriets torn på en viss sten som har bäddats in i en cirkulär plattform. ### Zodiaken Zodiaken är uppdelad i 12 figurer som i stort sett är identiska med de klassiska figurerna i zodiaken som är kända i Europa. Följande tabell är från Cornu, med fotografier som visar de figurer som illustreras i den cirkulära plattformen. Notera kräftans oväntade utseende. Är det en groda? <table class="layout"> <tr><th colspan="2">IAU</th><th>Tibetanska</th><th>Indiska</th><th>Illustration av plattform</th> </tr> <tr> <td><notr> 1</notr></td> <td>Ari</td> <td>Luk</td> <td>Meṣa</td> <td><img src="illustrations/StagPhu_01_Ari.jpg" height=150 alt="Ari"/></td> </tr> <tr> <td><notr> 2</notr></td> <td>Tau</td> <td>Lang</td> <td>Vṛṣa</td> <td><img src="illustrations/StagPhu_02_Tau.jpg" height=150 alt="Tau"/></td> </tr> <tr> <td><notr> 3</notr></td> <td>Gem</td> <td>Trik</td> <td>Mithuna</td> <td><img src="illustrations/StagPhu_03_Gem.jpg" height=150 alt="Gem"/></td> </tr> <tr> <td><notr> 4</notr></td> <td>Cnc</td> <td>Karkata</td> <td>Karka</td> <td><img src="illustrations/StagPhu_04_Cnc_Frog.jpg" height=150 alt="Cnc"/></td> </tr> <tr> <td><notr> 5</notr></td> <td>Leo</td> <td>Senge</td> <td>Simha</td> <td><img src="illustrations/StagPhu_05_Leo.jpg" height=150 alt="Leo"/></td> </tr> <tr> <td><notr> 6</notr></td> <td>Vir</td> <td>Pumo</td> <td>Kanyā</td> <td><img src="illustrations/StagPhu_06_Vir.jpg" height=150 alt="Vir"/></td> </tr> <tr> <td><notr> 7</notr></td> <td>Lib</td> <td>Sangwa</td> <td>Tulā</td> <td><img src="illustrations/StagPhu_07_Lib.jpg" height=150 alt="Lib"/></td> </tr> <tr> <td><notr> 8</notr></td> <td>Sco</td> <td>Dikpa</td> <td>Vṛscika</td> <td><img src="illustrations/StagPhu_08_Sco.jpg" height=150 alt="Sco"/></td> </tr> <tr> <td><notr> 9</notr></td> <td>Sgr</td> <td>Zhu</td> <td>Dhanus</td> <td><img src="illustrations/StagPhu_09_Sgr.jpg" height=150 alt="Sgr"/></td> </tr> <tr> <td><notr>10</notr></td> <td>Cap</td> <td>Chusin</td> <td>Makara</td> <td><img src="illustrations/StagPhu_10_Cap.jpg" height=150 alt="Cap"/></td> </tr> <tr> <td><notr>11</notr></td> <td>Aqr</td> <td>Bumpa</td> <td>Kumbha</td> <td><img src="illustrations/StagPhu_11_Aqr.jpg" height=150 alt="Aqr"/></td> </tr> <tr> <td><notr>12</notr></td> <td>Psc</td> <td>Nya</td> <td>Mīna</td> <td><img src="illustrations/StagPhu_12_Psc.jpg" height=150 alt="Psc"/></td> </tr> </table> ### The Lunar Mansions Men Tsee Khangs emblem visar 27 streckgubbar som föreställer månens herrgårdar, placerade i en cirkel runt den centrala figuren. Samma figurer är också utlagda i cement med ljusa stenar förbundna med svarta linjer i den cirkulära plattform som uppfördes när observatoriet byggdes om. Dessa 27 *gyukar*-figurer beskrivs som lika med de indiska *Nakṣatras* och representerar sektioner på 13°20' longitud längs ekliptikan. I själva verket består en av *gyukarerna* av 2 asterismer, och därför har 28 *lunära asterismer* namngivits. Det är dock inte mycket som är känt om den exakta identifieringen av de tibetanska månstationerna utanför Tibet. Den mesta litteraturen är endast på tibetanska eller kinesiska, och det fanns inga tibetanska stjärnkartor tillgängliga. Våra guider kunde inte heller förklara något av följande för oss. Följande tabell är hämtad från Cornu. Observera att tibetanerna börjar räkna vid noll, medan indierna räknar från 1. <table class="layout"> <tr><th colspan="2">Gyukar</th><th colspan="2">Nakshatra</th><th>Stjärnor</th> </tr> <tr> <td align="right"><notr> 0</notr></td> <td>Takar, Yugu</td> <td align="right"><notr> 1</notr></td> <td>Aśvini</td> <td> β Ari Sheratan</td> </tr> <tr> <td align="right"><notr> 1</notr></td> <td>Dranye</td> <td align="right"><notr> 2</notr></td> <td>Bharaṇī</td> <td> 35 Ari</td> </tr> <tr> <td align="right"><notr> 2</notr></td> <td>Mindruk</td> <td align="right"><notr> 3</notr></td> <td>Kṛttikā</td> <td> Plejaderna</td> </tr> <tr> <td align="right"><notr> 3</notr></td> <td>Narma</td> <td align="right"><notr> 4</notr></td> <td>Rohiṇī</td> <td> α Tau Aldebaran</td> </tr> <tr> <td align="right"><notr> 4</notr></td> <td>Go</td> <td align="right"><notr> 5</notr></td> <td>Mṛgaśirā</td> <td> λ Ori</td> </tr> <tr> <td align="right"><notr> 5</notr></td> <td>Lak</td> <td align="right"><notr> 6</notr></td> <td>Ārdrā</td> <td> α Ori Betelgeuse</td> </tr> <tr> <td align="right"><notr> 6</notr></td> <td>Nabso, Gyaltö</td> <td align="right"><notr> 7</notr></td> <td>Punarvasū</td> <td> β Gem Pollux</td> </tr> <tr> <td align="right"><notr> 7</notr></td> <td>Gyal, Gyalme</td> <td align="right"><notr> 8</notr></td> <td>Puṣya</td> <td> 5 Cnc</td> </tr> <tr> <td align="right"><notr> 8</notr></td> <td>Kak, Wa</td> <td align="right"><notr> 9</notr></td> <td>Aśleṣa</td> <td> α Hya</td> </tr> <tr> <td align="right"><notr> 9</notr></td> <td>Chu, Ta chen</td> <td align="right"><notr>10</notr></td> <td>Maghā</td> <td> α Leo Regulus</td> </tr> <tr> <td align="right"><notr>10</notr></td> <td>Dre, Ta chung</td> <td align="right"><notr>11</notr></td> <td>Purva-Phālgunī</td> <td> δ Leo Zosma</td> </tr> <tr> <td align="right"><notr>11</notr></td> <td>Wo</td> <td align="right"><notr>12</notr></td> <td>Uttara-Phālgunī</td> <td> β Leo Denebola</td> </tr> <tr> <td align="right"><notr>12</notr></td> <td>Mezhi</td> <td align="right"><notr>13</notr></td> <td>Hasta</td> <td> δ Crv Algorab</td> </tr> <tr> <td align="right"><notr>13</notr></td> <td>Nakpa</td> <td align="right"><notr>14</notr></td> <td>Citrā</td> <td> α Vir Spica</td> </tr> <tr> <td align="right"><notr>14</notr></td> <td>Sari</td> <td align="right"><notr>15</notr></td> <td>Svātī</td> <td> α Boo Arcturus</td> </tr> <tr> <td align="right"><notr>15</notr></td> <td>Saga</td> <td align="right"><notr>16</notr></td> <td>Viśākhā</td> <td> α Lib</td> </tr> <tr> <td align="right"><notr>16</notr></td> <td>Lhatsam</td> <td align="right"><notr>17</notr></td> <td>Anurādhā</td> <td> δ Sco</td> </tr> <tr> <td align="right"><notr>17</notr></td> <td>Nrön, Deu</td> <td align="right"><notr>18</notr></td> <td>Jyeṣṭhā</td> <td> α Sco Antares</td> </tr> <tr> <td align="right"><notr>18</notr></td> <td>Nup</td> <td align="right"><notr>19</notr></td> <td>Mūla</td> <td> λ Sco Shaula</td> </tr> <tr> <td align="right"><notr>19</notr></td> <td>Chutö</td> <td align="right"><notr>20</notr></td> <td>Purvāṣadhā</td> <td> δ Sgr</td> </tr> <tr> <td align="right"><notr>20</notr></td> <td>Chume</td> <td align="right"><notr>21</notr></td> <td>Uttarāṣadhā</td> <td> σ Sgr</td> </tr> <tr> <td align="right"><notr>21</notr></td> <td>Drozhin + Jizhin</td> <td align="right"><notr>22</notr></td> <td>Uttara-Āṣādhā + Śravaṇa</td> <td> α Lyr Vega + α Aql Altair</td> </tr> <tr> <td align="right"><notr>22</notr></td> <td>Möndre</td> <td align="right"><notr>23</notr></td> <td>Dhaniāsṭha</td> <td> β Del</td> </tr> <tr> <td align="right"><notr>23</notr></td> <td>Möndru</td> <td align="right"><notr>24</notr></td> <td>Satabhiṣak</td> <td> λ Aqr</td> </tr> <tr> <td align="right"><notr>24</notr></td> <td>Trumtö</td> <td align="right"><notr>25</notr></td> <td>Purvabāadrapada</td> <td> α Peg Markab</td> </tr> <tr> <td align="right"><notr>25</notr></td> <td>Trume</td> <td align="right"><notr>26</notr></td> <td>Uttarabhādrapada</td> <td> γ Peg, α Och</td> </tr> <tr> <td align="right"><notr>26</notr></td> <td>Namdru, Shesa</td> <td align="right"><notr>27</notr></td> <td>Revati</td> <td> σ Psc</td> </tr> </table> Stjärnfigurerna för Lunar Mansions i denna himmelskultur visas som asterismer bland de traditionella 12 ptolemaiska zodiakala konstellationerna. Det antas att de flesta härstammar från de indiska traditionerna, särskilt Kalacakra Tantra, men det verkar som om det också finns ett visst kinesiskt inflytande, t.ex. nr 11. Endast för zodiakens konstellationer finns illustrationer. Ytterligare några konstellationer i ptolemaisk tradition visas på norra himlen för att underlätta orienteringen, men deras namn är undertryckta. Vi har ingen information om deras namn, relevans eller ens publicitet för dessa i Tibet. ### Snälla hjälp oss Figurerna är mitt eget försök till identifiering av Lunar Mansion-figurerna. Vi kan vara säkra på placeringen av endast de som också finns i andra himmelskulturer, t.ex. japanska månstationer som härstammar från kinesisk tradition. Många stjärnor är ganska svaga, och figurerna i emblemet måste uppenbarligen roteras på godtyckliga sätt, som *gyukar 3*=Hyades. Andra kräver avsevärda friheter för att en topologisk matchning skall accepteras. Alternativa matchningar med stjärnor i liknande topologi arrangerade i den riktning som visas i emblemet (norr=yttercirkel) har endast hittats i angränsande områden på himlen, vilket gör en matchning ganska osannolik. Andra verkar ha övertagits från kinesisk tradition, t.ex. nr 11. LM21 kan endast förklaras om vi accepterar två separata figurer som inte är i linje med varandra som visas i den konkreta figuren. Då representerar de kinesiska konstellationerna *Ox* och *Girl* (som också är den japanska månstationen *Woman*). Alternativa figurer finns i de gamla konfigurationsfilerna. Vi skulle gärna vilja höra från experter på tibetansk astronomi om både bekräftad och korrigerad identifiering. Banden *zodiak* och *gyukar* har övertagits från indisk tradition. Länken "Spica=180°" är också inställd här för båda cirklarna, men bör bekräftas. #### Ytterligare läsning Detta arbete åtföljs av en 3D-modell av Stag Phu-observatoriet för användning med Scenery3D-plugin, som kan laddas ner från https://stellarium.org och beskrivs i: Georg Zotti, Guntram Hazod, Martin Gamon och Hubert Feiglstorfer (2024), "Ett kalenderobservatorium i Tibet". I: Marc Frîncu (samordnare), Proceedings of the 29th Conference of the European Society for Astronomy in Culture (SEAC) Timisoara 2022, Editura Universităţii de Vest din Timişoara} (sidorna 123-136). ISBN 978-630-327-107-1.
