Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### General Terminology <dl> <dt><notr>fētū</notr></dt><dd>star</dd> <dt><notr>lā</notr></dt><dd>sun</dd> <dt><notr>māsina</notr></dt><dd>moon</dd> <dt><notr>lagi</notr></dt><dd>sky</dd> <dt><notr>fuifuifētū</notr></dt><dd>constellation ("star clusters")</dd> <dt><notr>ʻemoʻemo, ʻemaʻema</notr></dt><dd>twinkling</dd> <dt><notr>liʻo</notr></dt><dd>observed halo or reflective ring around star/moon</dd> <dt><notr>pupula</notr></dt><dd>light emitted by sun/star, reflected by moon</dd> <dt><notr>vānimonimo/vāteatea/vāuliuli</notr></dt><dd>outer space ("immeasurable space"/"expanse"/"dark void")</dd> <dt><notr>fētūafi/fētūlele/fētūatiafi</notr></dt><dd>meteor/shooting star ("fire star"/"flying star"/"fire-carrying star")</dd> <dt><notr>pusaloa</notr></dt><dd>comet ("smoke plume")</dd> <dt><notr>nuanua</notr></dt><dd>rainbow</dd> <dt><notr>sopolagi</notr></dt><dd>starpath/orbit</dd> <dt><notr>sila</notr></dt><dd>endpoint of starpath/orbit (point on the horizon where star/sun/moon/planet is seen to rise/set from)</dd> <dt><notr>maluopeaua</notr></dt><dd>the moment at which a star/moon/planet becomes visible at the horizon ("obscured in the sea mist")</dd> <dt><notr>goto/ifo/paʻū</notr></dt><dd>to set (descent of star/moon/sun/planet below the horizon)</dd> <dt><notr>oso/aʻe/fānaʻe/aufasa</notr></dt><dd>to rise (ascent of star/moon/sun /planet above the horizon)</dd> <dt><notr>fetāileliʻi</notr></dt><dd>navigational path formed by a series of constellations/stars rising in sequence</dd> <dt><notr>gasetoto</notr></dt><dd>solar eclipse</dd> <dt><notr>gaseʻeleʻele</notr></dt><dd>lunar eclipse</dd> <dt><notr>pulou</notr></dt><dd>zenith position</dd> <dt><notr>pale/faliu</notr></dt><dd>to descend from zenith position toward horizon</dd> <dt><notr>itūlagi</notr></dt><dd>spatial division of the sky/horizon</dd> <dt><notr>tafatafailagi</notr></dt><dd>horizon</dd> <dt><notr>tilotilo</notr></dt><dd>to catch a fleeting glance of star/moon during cloudy conditions</dd> <dt><notr>gālouluvao</notr></dt><dd>obstructed view of star/moon</dd> <dt><notr>lagivalea</notr></dt><dd>view of sky obstructed by clouds</dd> <dt><notr>fanoloa</notr></dt><dd>period of time when star/moon/planet is not visible</dd> <dt><notr>lagi e mamā/lagilelei/lagimā</notr></dt><dd>clear view of sky</dd> <dt><notr>mataʻaga</notr></dt><dd>the act of watching the sky for stars/signs</dd> <dt><notr>vaʻaiiliu</notr></dt><dd>to lay down in the hull to observe the sky above</dd> <dt><notr>fotu</notr></dt><dd>appearance of star/moon/sun/planet</dd> <dt><notr>galo</notr></dt><dd>disappearance of star/moon/sun/planet</dd> </dl> ### Planet Terminology <dl> <dt><notr>Tupualēgase</notr></dt><dd>("Undying Mystery") Jupiter; associated with the ritual observance of the Amo o Ātua iā Tupualēgase (the Ātua chiefdomʻs annual celebration of the deity Tupualēgase, who is embodied by the planet Jupiter).</dd> <dt><notr>Tapuʻitea</notr></dt><dd>("Forbidden Radiance") Venus; associated with the cannibal demigoddess Tapuʻitea who self-exiled herself to outer space to spare her son Toʻivā from her insatiable appetite; Toʻivā (abbreviation of Toʻivaitotonuoleʻatoatufuga) is also seen in the night sky as an adze-shaped constellation (Sickle of Leo); Venus is known to pass through Leo once (sometimes twice) a year, acknowledging the relationship between mother and son.</dd> <dt><notr>Fētūao</notr></dt><dd>("Morning Star") Venus when seen before sunrise; associated with the legend of Tapuʻitea.</dd> <dt><notr>Matamemea</notr></dt><dd>("Reddish Face/Surface") Mars.</dd> <dt><notr>Tāʻelo</notr></dt><dd>("Brownish") Mercury.</dd> <dt><notr>Fētūʻāsoa</notr></dt><dd>("Garland Star") Saturn.</dd> </dl> ### Star Terminology <dl> <dt><notr>Luatagata</notr></dt><dd>("Two Men") Alpha and Beta Centauri collectively; associated with the legend of Sumu (Crux, Southern Cross).</dd> <dt><notr>Filo/Mea</notr></dt><dd>Alpha and Beta Centauri individually (no distinction between the two); associated with the legend of Sumu (Crux, Southern Cross).</dd> <dt><notr>Suga/Pae</notr></dt><dd>M4 and M80 within Scorpius (no distinction between the two); associated with the legend of Toloa (head of Scorpius).</dd> <dt><notr>Fētūsolonuʻu</notr></dt><dd>("Gliding Star") Sirius; considered zenith star for traveling between Sāmoa and Fiji.</dd> <dt><notr>Telegese</notr></dt><dd>("Slow-Moving") Sirius; considered zenith star for traveling between Sāmoa and Fiji.</dd> <dt><notr>Taʻulua</notr></dt><dd>("Two Salutations") refers to Sirius during the part of the year when it is visible both at sunrise and sunset (thus "greeted twice" on the same day).</dd> <dt><notr>Taʻuluatuāfanua</notr></dt><dd>("Taʻulua Eastward") Sirius seen at sunrise.</dd> <dt><notr>Taʻuluaalofi</notr></dt><dd>("Taʻulua Westward") Sirius seen at sunset.</dd> <dt><notr>Aolele</notr></dt><dd>("Flying Cloud") Small Magellanic Cloud.</dd> <dt><notr>Aotea</notr></dt><dd>("Pale Cloud") Large Magellanic Cloud.</dd> <dt><notr>ʻAniva</notr></dt><dd>("Expanse") Milky Way.</dd> </dl>
es_419: ### Terminología general <dl> <dt>fētū</dt><dd>estrella</dd> <dt>lā</dt><dd>sol</dd> <dt>māsina</dt><dd>luna</dd> <dt>lagi</dt><dd>cielo</dd> <dt>fuifuifētū</dt><dd>constelación ("cúmulos estelares")</dd> <dt>ʻemoʻemo, ʻemaʻema</dt><dd>centelleante</dd> <dt>liʻo</dt><dd>halo observado o anillo reflectante alrededor de la estrella/luna</dd> <dt>pupula</dt><dd>luz emitida por sol/estrella, reflejada por luna</dd> <dt>vānimonimo/vāteatea/vāuliuli</dt><dd>espacio exterior ("espacio inconmensurable"/"extensión"/"vacío oscuro")</dd> <dt>fētūafi/fētūlele/fētūatiafi</dt><dd>meteoro/estrella fugaz ("estrella de fuego"/"estrella voladora"/"estrella portadora de fuego")</dd> <dt>pusaloa</dt><dd>cometa ("columna de humo")</dd> <dt>nuanua</dt><dd>arcoiris</dd> <dt>sopolagi</dt><dd>trayectoria estelar/órbita</dd> <dt>sila</dt><dd>punto final de la trayectoria estelar/órbita (punto en el horizonte desde donde se ve salir/ponerse la estrella/el sol/la luna/el planeta)</dd> <dt>maluopeaua</dt><dd>el momento en que una estrella/luna/planeta se vuelve visible en el horizonte ("oscurecido en la niebla marina")</dd> <dt>goto/ifo/paʻū</dt><dd>ponerse (descenso de estrella/luna/sol/planeta por debajo del horizonte)</dd> <dt>oso/aʻe/fānaʻe/aufasa</dt><dd>amanecer (ascenso de estrella/luna/sol/planeta por encima del horizonte)</dd> <dt>fetāileliʻi</dt><dd>ruta de navegación formada por una serie de constelaciones/estrellas que se elevan en secuencia</dd> <dt>gasetoto</dt><dd>eclipse solar</dd> <dt>gaseʻeleʻele</dt><dd>eclipse lunar</dd> <dt>pulou</dt><dd>posición cenital</dd> <dt>pale/faliu</dt><dd>descender desde la posición cenital hacia el horizonte</dd> <dt>itūlagi</dt><dd>división espacial del cielo/horizonte</dd> <dt>tafatafailagi</dt><dd>horizonte</dd> <dt>tilotilo</dt><dd>captar una mirada fugaz de estrella/luna durante condiciones nubladas</dd> <dt>gālouluvao</dt><dd>vista obstruida de la estrella/luna</dd> <dt>lagivalea</dt><dd>vista del cielo obstruida por las nubes</dd> <dt>fanoloa</dt><dd>periodo de tiempo en que la estrella/luna/planeta no es visible</dd> <dt>lagi e mamā/lagilelei/lagimā</dt><dd>vista despejada del cielo</dd> <dt>mataʻaga</dt><dd>el acto de observar el cielo en busca de estrellas/señas</dd> <dt>vaʻaiiliu</dt><dd>acostarse en el casco para observar el cielo arriba</dd> <dt>fotu</dt><dd>aparición de estrella/luna/sol/planeta</dd> <dt>galo</dt><dd>desaparición de estrella/luna/sol/planeta</dd> </dl> ### Terminología planetaria <dl> <dt>Tupualēgase</dt><dd>("Misterio Eterno") Júpiter; asociado con la observancia ritual del Amo o Ātua iā Tupualēgase (la celebración anual de la jefatura Ātua de la deidad Tupualēgase, encarnada por el planeta Júpiter).</dd> <dt>Tapuʻitea</dt><dd>("Resplandor Prohibido") Venus; asociada con la semidiosa caníbal Tapuʻitea que se autoexilió al espacio exterior para salvar a su hijo Toʻivā de su apetito insaciable; Toʻivā (abreviatura de Toʻivaitotonuoleʻatoatufuga) también se ve en el cielo nocturno como una constelación en forma de azuela (Hoz de Leo); Se sabe que Venus pasa por Leo una vez (a veces dos) al año, reconociendo la relación entre madre e hijo.</dd> <dt>Fētūao</dt><dd>("Estrella de la mañana") Venus cuando se ve antes del amanecer; asociada con la leyenda de Tapuʻitea.</dd> <dt>Matamemea</dt><dd>("Cara/superficie rojiza") Marte.</dd> <dt>Tāʻelo</dt><dd>("Pardusco") Mercurio.</dd> <dt>Fētūʻāsoa</dt><dd>("Estrella Guirnalda") Saturno.</dd> </dl> ### Terminología estelar <dl> <dt>Luatagata</dt><dd>("Dos Hombres") Alpha y Beta Centauri colectivamente; asociado con la leyenda de Sumu (Crux, Cruz del Sur).</dd> <dt>Filo/Mea</dt><dd>Alpha y Beta Centauri individualmente (sin distinción entre ambas); asociado con la leyenda de Sumu (Crux, Cruz del Sur).</dd> <dt>Suga/Pae</dt><dd>M4 y M80 dentro de Escorpio (sin distinción entre los dos); asociado a la leyenda de Toloa (cabeza de Escorpio).</dd> <dt>Fētūsolonuʻu</dt><dd>("Estrella deslizante") Sirio; considerada estrella cenital para viajar entre Samoa y Fiji.</dd> <dt>Telegese</dt><dd>("Movimiento lento") Sirio; considerada estrella cenital para viajar entre Samoa y Fiji.</dd> <dt>Taʻulua</dt><dd>("Dos saludos") se refiere a Sirio durante la parte del año en que es visible tanto al amanecer como al atardecer (por lo tanto, "saludado dos veces" en el mismo día).</dd> <dt>Taʻuluatuāfanua</dt><dd>("Taʻulua Eastward") Sirio visto al amanecer.</dd> <dt>Taʻuluaalofi</dt><dd>("Taʻulua Westward") Sirio visto al atardecer.</dd> <dt>Aolele</dt><dd>("Nube Voladora") Pequeña Nube de Magallanes.</dd> <dt>Aotea</dt><dd>("Nube Pálida") Gran Nube de Magallanes.</dd> <dt>ʻAniva</dt><dd>("Expansión") Vía Láctea.</dd> </dl>
ru: ### Общая терминология <dl> <dt>fētū</dt><dd>звезда</dd> <dt>lā</dt><dd>Солнце</dd> <dt>māsina</dt><dd>луна</dd> <dt>lagi</dt><dd>небосвод</dd> <dt>fuifuifētū</dt><dd>созвездие («скопления звёзд»)</dd> <dt>ʻemoʻemo, ʻemaʻema</dt><dd>мерцание</dd> <dt>liʻo</dt><dd>наблюдаемое гало или отражающее кольцо вокруг звезды/Луны</dd> <dt>pupula</dt><dd>излучаемый Солнцем/звездой свет, отраженный Луной</dd> <dt>vānimonimo/vāteatea/vāuliuli</dt><dd>космическое пространство («неизмеримое пространство» / «пространство» / «темная пустота»)</dd> <dt>fētūafi/fētūlele/fētūatiafi</dt><dd>метеор / падающая звезда («огненная звезда» / «летающая звезда» / «огненосная звезда»)</dd> <dt>pusaloa</dt><dd>комета («дымовой шлейф»)</dd> <dt>nuanua</dt><dd>радуга</dd> <dt>sopolagi</dt><dd>звёздная дорожка/орбита</dd> <dt>sila</dt><dd>конечная точка звёздного пути/орбиты (точка на горизонте, откуда видно восход/заход звезды/Солнца/Луны/планеты)</dd> <dt>maluopeaua</dt><dd>момент, когда звезда/Луна/планета становится видимой на горизонте («скрыта морским туманом»)</dd> <dt>goto/ifo/paʻū</dt><dd>заход (заход звезды/Луны/Солнца/планеты за горизонт)</dd> <dt>oso/aʻe/fānaʻe/aufasa</dt><dd>восход (восхождение звезды/Луны/Солнца/планеты над горизонтом)</dd> <dt>fetāileliʻi</dt><dd>навигационный путь, образованный последовательно восходящими созвездиями/звёздами</dd> <dt>gasetoto</dt><dd>солнечное затмение</dd> <dt>gaseʻeleʻele</dt><dd>лунное затмение</dd> <dt>pulou</dt><dd>точка зенита</dd> <dt>pale/faliu</dt><dd>спускаться с зенитного положения к горизонту</dd> <dt>itūlagi</dt><dd>пространственное членение неба/горизонта</dd> <dt>tafatafailagi</dt><dd>горизонт</dd> <dt>tilotilo</dt><dd>поймать мимолетный взгляд звезды/Луны в облачную погоду</dd> <dt>gālouluvao</dt><dd>закрытый обзор звезды/луны</dd> <dt>lagivalea</dt><dd>вид на небо, затянутое облаками</dd> <dt>fanoloa</dt><dd>период времени, когда звезда/Луна/планета не видна</dd> <dt>lagi e mamā/lagilelei/lagimā</dt><dd>ясное небо</dd> <dt>mataʻaga</dt><dd>акт наблюдения за небом в поисках звёзд/знаков</dd> <dt>vaʻaiiliu</dt><dd>лечь в корпус, чтобы наблюдать за небом над головой</dd> <dt>fotu</dt><dd>появление звезды/Луны/Солнца/планеты</dd> <dt>galo</dt><dd>исчезновение звезды/Луны/Солнца/планеты</dd> </dl> ### Планетная терминология <dl> <dt>Tupualēgase</dt><dd>(«Бессмертная тайна») Юпитер; связанный с ритуальным соблюдением Amo o Ātua iā Tupualēgase (ежегодный праздник вождества Ātua в честь божества Tupualēgase, воплощенного планетой Юпитер).</dd> <dt>Tapuʻitea</dt><dd>(«Запретное сияние») Венера; связан с полубогиней-каннибалом Тапуитеей (Tapuʻitea), которая самостоятельно изгнала себя в космос, чтобы избавить своего сына Тойву (Toʻivā) от ее ненасытного аппетита; Тоива (аббревиатура от Toʻivaitotonuoleʻatoatufuga) также виден в ночном небе как созвездие в форме тесла (Серп Льва); Известно, что Венера проходит через знак Льва один (иногда два) раза в год, подтверждая связь между матерью и сыном.</dd> <dt>Fētūao</dt><dd>(«Утренняя звезда») Венера перед восходом солнца; связан с легендой о Тапуитеа.</dd> <dt>Matamemea</dt><dd>(«Красноватое лицо/поверхность») Марс.</dd> <dt>Tāʻelo</dt><dd>(«Коричневатый») Меркурий.</dd> <dt>Fētūʻāsoa</dt><dd>(«Звезда-гирлянда») Сатурн.</dd> </dl> ### Звёздная терминология <dl> <dt>Luatagata</dt><dd>(«Двое мужчин») Альфа и Бета Центавра вместе; связано с легендой о Суму (Crux, Южный Крест).</dd> <dt>Filo/Mea</dt><dd>Альфа и Бета Центавра по отдельности (без различия между ними); связано с легендой о Суму (Crux, Южный Крест).</dd> <dt>Suga/Pae</dt><dd>M4 и M80 в Скорпионе (без различия между ними); связано с легендой о Толоа (голова Скорпиона).</dd> <dt>Fētūsolonuʻu</dt><dd>(«Скользящая звезда») Сириус; считается зенитной звездой для путешествий между Самоа и Фиджи.</dd> <dt>Telegese</dt><dd>(«Малоподвижный») Сириус; считается зенитной звездой для путешествий между Самоа и Фиджи.</dd> <dt>Taʻulua</dt><dd>(«Два приветствия») относится к Сириусу в ту часть года, когда он виден как на восходе, так и на закате (таким образом, «встречается дважды» в один и тот же день).</dd> <dt>Taʻuluatuāfanua</dt><dd>(«Таулуа на востоке») Сириус на восходе.</dd> <dt>Taʻuluaalofi</dt><dd>(«Таулуа на западе») Сириус на закате.</dd> <dt>Aolele</dt><dd>(«Летящее облако») Малое Магелланово Облако.</dd> <dt>Aotea</dt><dd>(«Бледное облако») Большое Магелланово Облако.</dd> <dt>ʻAniva</dt><dd>(«Пространство») Млечный Путь.</dd> </dl>
sv: ### Allmän terminologi <dl> <dt><notr>fētū</notr></dt><dd>stjärna</dd> <dt><notr>lā</notr></dt><dd>sol</dd> <dt><notr>māsina</notr></dt><dd>måne</dd> <dt><notr>lagi</notr></dt><dd>himmel</dd> <dt><notr>fuifuifētū</notr></dt><dd>konstellation ("stjärnkluster")</dd> <dt><notr>ʻemoʻemo, ʻemaʻema</notr></dt><dd>blinkande</dd> <dt><notr>liʻo</notr></dt><dd>observerad halo eller reflekterande ring runt stjärna/måne</dd> <dt><notr>pupula</notr></dt><dd>ljus som avges av solen/stjärnan och reflekteras av månen</dd> <dt><notr>vānimonimo/vāteatea/vāuliuli</notr></dt><dd>yttre rymden ("omätbar rymd"/"vidsträckthet"/"mörkt tomrum")</dd> <dt><notr>fētūafi/fētūlele/fētūatiafi</notr></dt><dd>meteor/skjutande stjärna ("eldstjärna"/"flygande stjärna"/"eldbärande stjärna")</dd> <dt><notr>pusaloa</notr></dt><dd>komet ("rökplym")</dd> <dt><notr>nuanua</notr></dt><dd>regnbåge</dd> <dt><notr>sopolagi</notr></dt><dd>stjärnväg/orbit</dd> <dt><notr>sila</notr></dt><dd>slutpunkt för stjärnväg/orbit (punkt på horisonten där stjärna/sol/måne/planet ses stiga upp/gå ner från)</dd> <dt><notr>maluopeaua</notr></dt><dd>det ögonblick då en stjärna/måne/planet blir synlig vid horisonten ("dold i havsdimman")</dd> <dt><notr>goto/ifo/paʻū</notr></dt><dd>att ställa in (stjärnans/månens/solens/planetens nedstigning under horisonten)</dd> <dt><notr>oso/aʻe/fānaʻe/aufasa</notr></dt><dd>att stiga (stjärnans/månens/solens/planetens uppstigning över horisonten)</dd> <dt><notr>fetāileliʻi</notr></dt><dd>navigationsväg som bildas av en serie konstellationer/stjärnor som stiger i följd</dd> <dt><notr>gasetoto</notr></dt><dd>solförmörkelse</dd> <dt><notr>gaseʻeleʻele</notr></dt><dd>månförmörkelse</dd> <dt><notr>pulou</notr></dt><dd>zenitposition</dd> <dt><notr>blek/faliu</notr></dt><dd>att gå ner från zenitpositionen mot horisonten</dd> <dt><notr>itūlagi</notr></dt><dd>rumslig uppdelning av himlen/horisonten</dd> <dt><notr>tafatafailagi</notr></dt><dd>horisont</dd> <dt><notr>tilotilo</notr></dt><dd>att få en flyktig glimt av en stjärna/måne under molniga förhållanden</dd> <dt><notr>gālouluvao</notr></dt><dd>skymd sikt av stjärna/måne</dd> <dt><notr>lagivalea</notr></dt><dd>utsikt över himlen blockerad av moln</dd> <dt><notr>fanoloa</notr></dt><dd>tidsperiod då stjärnan/månen/planeten inte är synlig</dd> <dt><notr>lagi e mamā/lagilelei/lagimā</notr></dt><dd>klar utsikt över himlen</dd> <dt><notr>mataʻaga</notr></dt><dd>handlingen att titta på himlen efter stjärnor/tecken</dd> <dt><notr>vaʻaiiliu</notr></dt><dd>att lägga sig ner i skrovet för att observera himlen ovanför</dd> <dt><notr>fotu</notr></dt><dd>stjärnans/månens/solens/planetens utseende</dd> <dt><notr>galo</notr></dt><dd>stjärnans/månens/solens/planetens försvinnande</dd> </dl> ### Terminologi för planeter <dl> <dt><notr>Tupualēgase</notr></dt><dd>("Oförgängligt mysterium") Jupiter; förknippad med det rituella firandet av Amo o Ātua iā Tupualēgase (Ātua-hövdingadömets årliga firande av gudomen Tupualēgase, som förkroppsligas av planeten Jupiter).</dd> <dt><notr>Tapuʻitea</notr></dt><dd>("Förbjuden strålglans") Venus; förknippad med den kannibaliska halvgudinnan Tapuʻitea som självmant förflyttade sig till yttre rymden för att skona sin son Toʻivā från sin omättliga aptit; Toʻivā (förkortning av Toʻivaitotonuoleʻatoatufuga) syns också på natthimlen som en adzeformad konstellation (Lejonets sikel); Venus är känd för att passera genom Lejonet en (ibland två) gånger om året, vilket bekräftar förhållandet mellan mor och son.</dd> <dt><notr>Fētūao</notr></dt><dd>("Morgonstjärna") Venus när den ses före soluppgången; förknippas med legenden om Tapuʻitea.</dd> <dt><notr>Matamemea</notr></dt><dd>("Rödaktigt ansikte/yta") Mars.</dd> <dt><notr>Tāʻelo</notr></dt><dd>("Brunaktig") Merkurius.</dd> <dt><notr>Fētūʻāsoa</notr></dt><dd>("Kransstjärna") Saturnus.</dd> </dl> ### Terminologi för stjärnor <dl> <dt><notr>Luatagata</notr></dt><dd>("Två män") Alfa och Beta Centauri tillsammans; förknippas med legenden om Sumu (Crux, Södra korset).</dd> <dt><notr>Filo/Mea</notr></dt><dd>Alfa och Beta Centauri var för sig (ingen skillnad mellan de två); förknippas med legenden om Sumu (Crux, Södra korset).</dd> <dt><notr>Suga/Pae</notr></dt><dd>M4 och M80 inom Scorpius (ingen skillnad mellan de två); förknippas med legenden om Toloa (Scorpius huvud).</dd> <dt><notr>Fētūsolonuʻu</notr></dt><dd>("Gliding Star") Sirius; anses vara zenitstjärnan för resor mellan Sāmoa och Fiji.</dd> <dt><notr>Telegese</notr></dt><dd>("Långsamt rörlig") Sirius; betraktas som zenitstjärna för resor mellan Sāmoa och Fiji.</dd> <dt><notr>Taʻulua</notr></dt><dd>("Två hälsningar") avser Sirius under den del av året då den är synlig både vid soluppgång och solnedgång (alltså "hälsad två gånger" samma dag).</dd> <dt><notr>Taʻuluatuāfanua</notr></dt><dd>("Taʻulua österut") Sirius ses vid soluppgången.</dd> <dt><notr>Taʻuluaalofi</notr></dt><dd>("Taʻulua västerut") Sirius sedd vid solnedgången.</dd> <dt><notr>Aolele</notr></dt><dd>("Flygande moln") Lilla Magellanska molnet.</dd> <dt><notr>Aotea</notr></dt><dd>("Blekt moln") Stora magellanska molnet.</dd> <dt><notr>ʻAniva</notr></dt><dd>("vidsträckt") Vintergatan.</dd> </dl>
uk: ### Загальна термінологія <dl> <dt>fētū</dt><dd>зірка</dd> <dt>lā</dt><dd>сонце</dd> <dt>māsina</dt><dd>місяць</dd> <dt>lagi</dt><dd>небо</dd> <dt>fuifuifētū</dt><dd>сузір'я («скупчення зірок»)</dd> <dt>ʻemoʻemo, ʻemaʻema</dt><dd>блимання</dd> <dt>liʻo</dt><dd>спостережуване гало або відбивне кільце навколо зірки/місяця</dd> <dt>pupula</dt><dd>світло, що випромінює сонце/зірка, відбите місяцем</dd> <dt>vānimonimo/vāteatea/vāuliuli</dt><dd>зовнішній простір («безмірний простір»/«темна порожнеча»)</dd> <dt>fētūafi/fētūlele/fētūatiafi</dt><dd>метеор/зірка, що падає («вогняна зірка»/«летюча зірка»/«зірка, що несе полум'я»)</dd> <dt>pusaloa</dt><dd>комета («стовп диму»)</dd> <dt>nuanua</dt><dd>веселка</dd> <dt>sopolagi</dt><dd>шлях зірки/орбіта</dd> <dt>sila</dt><dd>кінцева точка зоряного шляху/орбіти (точка на горизонті, де опиняється зірка, Сонце, Місяць, планета під час сходу або заходу)</dd> <dt>maluopeaua</dt><dd>момент, у який зірка, Місяць, планета стає видимою на горизонті («прихована у тумані моря»)</dd> <dt>goto/ifo/paʻū</dt><dd>захід (заходження зірки, Місяця, Сонця, планети під горизонт)</dd> <dt>oso/aʻe/fānaʻe/aufasa</dt><dd>схід (сходження зірки, Місяця, Сонця, планети над горизонтом)</dd> <dt>fetāileliʻi</dt><dd>навігаційний шлях, який сформовано послідовністю сузір'їв або зірок, що сходять послідовно</dd> <dt>gasetoto</dt><dd>сонячне затемнення</dd> <dt>gaseʻeleʻele</dt><dd>місячне затемнення</dd> <dt>pulou</dt><dd>позиція у зеніті</dd> <dt>pale/faliu</dt><dd>захід від позиції у зеніті до горизонта</dd> <dt>itūlagi</dt><dd>просторовий поділ неба або горизонта</dd> <dt>tafatafailagi</dt><dd>горизонт</dd> <dt>tilotilo</dt><dd>піймати миттєвий проблиск зірки або Місяця між хмарами</dd> <dt>gālouluvao</dt><dd>неможливість спостерігати зірку або Місяць</dd> <dt>lagivalea</dt><dd>перегляд неба затіненого хмарами</dd> <dt>fanoloa</dt><dd>період часу, коли зірку, Місяць, планету не видно</dd> <dt>lagi e mamā/lagilelei/lagimā</dt><dd>чисте небо</dd> <dt>mataʻaga</dt><dd>дія зі спостереження за небом у пошуку зірок/знаків</dd> <dt>vaʻaiiliu</dt><dd>лежати на палубі для спостереження за небом</dd> <dt>fotu</dt><dd>поява зірки, Місяця, Сонця, планети</dd> <dt>galo</dt><dd>зникнення зірки, Місяця, Сонця, планети</dd> </dl> ### Термінологія щодо планет <dl> <dt>Tupualēgase</dt><dd>(«Невмируща Таємниця») Юпітер; пов'язано із ритуальним спостереженням Амо-о-Атуа-ія-Тупуалегасе (щорічне святкування території вождів Атуа на честь божества Тупуалегасе, уособленням якого є планета Юпітер).</dd> <dt>Tapuʻitea</dt><dd>(«Заборонене сяйво») Венера; пов'язано із напівбогинею-канібалом Тапу'ітеа, яка напіввигнала себе до далечини, щоб вберегти свого сина То'їва від свого невгамовного апетиту; То'їва (скорочення від То'їваїтотонуоле'атоатуфуга) також є частиною нічного неба, як сузір'я у формі тесла (Серп Лева); як відомо, Венера проходить сузір'ям Лева один раз на рік (іноді двічі), що позначає зв'язок між матір'ю і сином.</dd> <dt>Fētūao</dt><dd>(«Ранкова зірка») Венера перед сходом Сонця; пов'язано із легендою про Тапу'ітеа.</dd> <dt>Matamemea</dt><dd>(«Червонясте Обличчя/Червоняста Поверхня») Марс.</dd> <dt>Tāʻelo</dt><dd>(«Брунатний») Меркурій.</dd> <dt>Fētūʻāsoa</dt><dd>(«Зірка-Вінок») Сатурн.</dd> </dl> ### Термінологія щодо зірок <dl> <dt>Luatagata</dt><dd>(«Двоє Чоловіків») Альфа і Бета Центавра разом; пов'язано із легендою про Суму (Південний Хрест).</dd> <dt>Filo/Mea</dt><dd>Альфа і Бета Центавра окремою (без розрізнення між двома); пов'язано із легендою про Суму (Південний Хрест).</dd> <dt>Suga/Pae</dt><dd>M4 і M80 у Скорпіоні (без розрізнення між двома); пов'язано із легендою про Толоа (голову Скорпіона).</dd> <dt>Fētūsolonuʻu</dt><dd>(«Ковзаюча Зірка») Сіріус; вважають зенітною зіркою при подорожах між Самоа та Фіджі.</dd> <dt>Telegese</dt><dd>(«Той, що рухається повільно») Сіріус; вважають зенітною зіркою при подорожах між Самоа та Фіджі.</dd> <dt>Taʻulua</dt><dd>(«Два Вітання») Сіріус протягом частини року, коли його видно і на світанку, і на заході (отже, «два вітання» одного дня).</dd> <dt>Taʻuluatuāfanua</dt><dd>(«Та'улуа Східний») Сіріус під час сходу.</dd> <dt>Taʻuluaalofi</dt><dd>(«Та'улуа Західний») Сіріус під час заходу.</dd> <dt>Aolele</dt><dd>(«Летюча Хмара») Мала Магелланова Хмара.</dd> <dt>Aotea</dt><dd>(«Бліда Хмара») Велика Магелланова Хмара.</dd> <dt>ʻAniva</dt><dd>(«Протяг») Чумацький Шлях.</dd> </dl>
