Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The Eagle (Aql) is connected with a Corpse which reminds on the Almagest figure of the Eagle carrying dead Antinuos. It appears likely that the Eagle, in former times, had been a vulture because vultures are associated with dead bodies and eagles not and in Babylonian mythology an eagle carries preferably a living (not dead) man. Additionally, many early languages do not distinguish eagles and vultures.
fi: Kotka (Aql) on yhteydessä ruumiiseen, joka muistuttaa Almagest-hahmoa kotkasta, joka kantaa kuollutta Antinuosta. Vaikuttaa todennäköiseltä, että kotka oli entisinä aikoina ollut korppikotka, koska korppikotkat yhdistetään kuolleisiin ruumiisiin ja kotkoihin ei, ja Babylonin mytologiassa kotka kantaa mieluiten elävää (ei kuollutta) miestä. Lisäksi monet varhaiset kielet eivät erota kotkia ja korppikotkia.

source: Path of Anum completed.
fi: Anumin polku valmis.

source: Greek "the Great Fish"
fi: Kreikan "suuri kala"

source: GREAT&middot;STAR: <sup>GOD</sup>Ea
fi: SUURI&middot;TÄHTI: <sup>JUMALA</sup>Ea

source: The god of wisdom and witchcraft, Ea, is usually depicted with streams of water springing from his shoulders. For Babylonians this was a clear image of the springs of Euphrates and Tigris. Since this was not cler to the Greek, they named this figure simply "the Man with the Water" or "Water-Carrier".
fi: Viisauden ja noituuden jumalaa Eaa kuvataan yleensä hänen harteistaan kumpuilevien vesivirtojen kanssa. Babylonialaisille tämä oli selkeä kuva Eufratin ja Tigriksen lähteistä. Koska tämä ei ollut kreikkalaisten pappi, he nimesivät tämän hahmon yksinkertaisesti "Veden mieheksi" tai "Veden kantajaksi".

source: STAR to its right: STAR (of) <sup>&lt;GOD&gt;</sup>Ninma&#7723;
fi: TÄHTI sen oikealla puolella: TÄHTI <sup>&lt;GOD&gt;</sup>Ninma&#7723;

source: Since Canopus is almost opposite Aquarius in the sky, it is unclear where this asterism is to be located.
fi: Koska Canopus on melkein vastapäätä Vesimiestä taivaalla, on epäselvää, missä tämän asterismin tulee sijaita.

source: still unclear
fi: vielä epäselvä

source: STAR to its right: <sup>STAR</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), in the centre of which the Aps&ucirc; is visible
fi: TÄHTI oikealla puolella: <sup>TÄHTI</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), jonka keskellä Aps&ucirc; on näkyvissä

source: still unclear - but maybe the Aps&ucirc; is the southernmost part of the Milky Way.
fi: vielä epäselvä - mutta ehkä Aps&ucirc; on Linnunradan eteläisin osa.

source: 2 STAR<sup>s</sup> behind it: <sup>GOD</sup>&Scaron;ullat and <sup>GOD</sup>&#7722;ani&scaron;
fi: 2 TÄHTEÄ sen takana: <sup>JUMALA</sup>&Scaron;ullat ja <sup>JUMALA</sup>&#7722;ani&scaron;

source: no hints, no clue
fi: ei vihjeitä, ei aavistustakaan

source: STAR behind it which lights up like <sup>GOD</sup>Ea (and) sets like Ea: STAR (of) <sup>GOD</sup>Numu&scaron;da
fi: TÄHTI sen takana, joka palaa kuin <sup>JUMALA</sup>Ea (ja) asettaa kuin Ea: <sup>JUMALA</sup>Numu&scaron;dan TÄHTI

source: should be an male anthropomorphous figure (a god)
fi: pitäisi olla miespuolinen antropomorfinen hahmo (jumala)

source: STAR to the left of <sup>STAR</sup><i>ZUQAQ&#298;PU</i> (Scorpion): <sup>STAR</sup><i>URIDIMMU</i>
fi: TÄHTI vasemmalla <sup>TÄHDESTÄ</sup><i>ZUQAQ&#298;PU</i> (Skorpioni): <sup>TÄHTI</sup><i>URIDIMMU</i>

source: </i> (Breast of the Scorpion): <sup>GOD</sup>Lisin
fi: </i> (Skorpionin rinta): <sup>JUMALA</sup>Lisin

source: single star name
fi: yhden tähden nimi

source: 2 STAR<sup>s</sup> on the sting (<i>ZIQTU</i>) of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>: <sup>GOD</sup>&Scaron;arur and <sup>GOD</sup>&Scaron;argaz
fi: 2 TÄHTEÄ pistoksen päällä (<i>ZIQTU</i>) <sup>TÄHDELLE</sup><i>ZUQAQ&#298;PU</i>: <sup>JUMALA</sup>&Scaron;arur ja <sup>JUMALA</sup>&Scaron;argaz

source: Since &Scaron;argaz is an old term for the sting, this is almost clear and re-applied as official modern star name by the IAU 2016.
fi: Koska &Scaron;argaz on vanha termi pistokselle, tämä on melkein selvä ja IAU 2016 on ottanut sen uudelleen viralliseksi moderniksi tähtinimeksi.

source: STAR behind them: <sup>GOD</sup>Pabilsa&#285;
fi: TÄHTI niiden alla: <sup>JUMALA</sup>Pabilsa&#285;

source: The depiction of god Pabilsa&#285; is iconographically clear. It can easily be transformed to a Greek centaur (see Boll, 1903).
fi: Kuvaus jumalasta Pabilsa&#285; on ikonografisesti selkeä. Se voidaan helposti muuttaa kreikkalaiseksi kentauriksi (katso Boll, 1903).

source: <sup>STAR</sup><i>MAKURRU</i> (Bark) (and?) <sup>STAR</sup><i>SU&#7722;URM&#256;&Scaron;U</i> (Goat-fish)
fi: <sup>TÄHTI</sup><i>MAKURRU</i> (Haukkua) (ja?) <sup>TÄHTI</sup><i>SU&#7722;URM&#256;&Scaron;U</i> (Vuohi-kala)

source: Either the Bark was identified with the Goat-Fish implying that both terms designate the same constellation (esp. likely for Old Babylonian epochs before MUL.APIN, hypotheses published by Craig Crossen in Sky&Telescope). Alternatively (and esp. likely for later epochs) the Bark was shifted to the west, under the feet of Pabilsa&#285; (Sagittarius). That explains Eratosthenes's long debate on the illogial image of a centaur standing on a ship. In case The Bark was a standalone constellation, it should be identified with Ptolemy's Southern Crown (Corona Australis).
fi: Joko kuori tunnistettiin vuohikalaan, mikä merkitsi sitä, että molemmat termit tarkoittavat samaa tähtikuviota (erityisesti todennäköisesti vanhan Babylonian aikakausille ennen MUL.APINia, hypoteesit, jotka Craig Crossen julkaisi Sky&Telescopessa). Vaihtoehtoisesti (ja varsinkin todennäköisesti myöhemmillä aikakausilla) kuori siirrettiin länteen Pabilsan jalkojen alle&#285; (Jousimies). Tämä selittää Eratosthenesin pitkän keskustelun epäloogisesta kuvasta kentaurista, joka seisoo aluksella. Jos Kuori oli itsenäinen tähdistö, se tulisi tunnistaa Ptolemaioksen eteläkruunuun (Corona Australis).

source: Path of <sup>GOD</sup>Ea completed.
fi: <sup>JUMALAN</sup>Ean polku valmis.

source: Further Reading
fi: Lisälukemista

source: Craig Crossen (2015), Sky and Telescope, March 2015, p.36-40.
fi: Craig Crossen (2015), Sky and Telescope, Maaliskuu 2015, s. 36-40.

source: Hermann Hunger and David Pingree (1999), Astral Science in Mesopotamia, Brill, Leiden.
fi: Hermann Hunger ja David Pingree (1999), Astral Science in Mesopotamia, Brill, Leiden.

source: Hermann Hunger and John Steele (2018), The Babylonian astronomical compendium MUL.APIN, Routledge, London/ New York.
fi: Hermann Hunger ja John Steele (2018), Babylonian tähtitieteellinen kokoelma MUL.APIN, Routledge, Lontoo/New York.

source: Alexander Jones (2004), “A Study of Babylonian Observations of Planets Near Normal Stars”, Archive for History of Exact Sciences.
fi: Alexander Jones (2004), "Study of Babylonian Observations of Planeets Near Normal Stars", Archive for History of Exact Sciences.

source: Jordi Pàmias and Klaus Geus (2007), Eratosthenes: Sternsagen (Catasterismi), Utopica, Oberhaid.
fi: Jordi Pàmias ja Klaus Geus (2007), Eratosthenes: Sternsagen (Catasterismi), Utopica, Oberhaid.

source: many publications on <i>ziqpu</i> star lists by Wayne Horowitz, John M. Steele, E. Weidner, J. Koch, and others are compiled or/and discussed in the above books, especially the one by Hunger and Pingree (1999) which is why we do not list them in detail here.
fi: monet Wayne Horowitzin, John M. Steelen, E. Weidner,in J. Kochin, ja muiden <i>ziqpu</i>-tähtilistojen julkaisut on koottu tai/ja niistä on keskusteltu yllä olevissa kirjoissa, erityisesti Hungerin ja Pingreen (1999) kirjoissa, minkä vuoksi emme luettele niitä tässä yksityiskohtaisesti.

source: Thanks to some very enthusiastic planetarium managers for their request and development time in their domes.
fi: Kiitos erittäin innokkaille planetaariojohtajille heidän pyynnöstään ja kehitysajastaan kupolissaan.

source: Artwork by R. Perdok, LWL Planetarium Münster (Germany) and Susanne M Hoffmann (Planetarium Königsleiten, Austria).
fi: Artwork by R. Perdok, LWL Planetarium Münster (Saksa) ja Susanne M Hoffmann (Planetarium Königsleiten, Itävalta).

source: The Babylonian star names were compiled and added to Stellarium and
fi: Babylonian tähtien nimet koottiin ja lisättiin Stellariumiin ja

source: the Babylonian constellation lines were prepared by:
fi: Babylonian tähtikuvion linjat valmisti:

source: Belarusian
de: Weißrussisch
es_419: Bielorruso
fi: Valkovenäläinen
ru: Белорусская
sv: Belarusisk
uk: Білоруська

source: Shown here are some interesting folk astronomy constellations found in Belarus, a country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Belarus is landlocked and contains large tracts of marshy land and thousands of lakes. Forests cover about 40% of the country. Belarus is exceptional in that people in the villages have preserved their traditional knowledge about the stars and related beliefs, right through to the present time. The illustrations are by no means exhaustive. In fact, many asterisms have multiple recorded meanings, ranging from ancient to Christianized.
es_419: Aquí se muestran algunas constelaciones interesantes de astronomía popular que se encuentran en Bielorrusia, un país de Europa del Este bordeado por Rusia al noreste, Ucrania al sur, Polonia al oeste y Lituania y Letonia al noroeste. Bielorrusia no tiene salida al mar y contiene grandes extensiones de tierra pantanosa y miles de lagos. Los bosques cubren alrededor del 40% del país. Bielorrusia es excepcional porque la gente de las aldeas ha conservado sus conocimientos tradicionales sobre las estrellas y las creencias relacionadas, hasta el presente. Las ilustraciones no son exhaustivas. De hecho, muchos asterismos tienen múltiples significados registrados, que van desde la antigüedad hasta la cristianización.
fi: Tässä on joitain mielenkiintoisia kansantähtitieteen tähtikuvioita, jotka löytyvät Valko-Venäjältä, Itä-Euroopan maasta, jota rajaavat Venäjä koillisessa, Ukraina etelässä, Puola lännessä ja Liettua ja Latvia luoteessa. Valko-Venäjä on sisämaaton ja sisältää suuria suoalueita ja tuhansia järviä. Metsät kattavat noin 40 % maasta. Valko-Venäjä on poikkeuksellinen siinä mielessä, että kylien ihmiset ovat säilyttäneet perinteisen tietonsa tähdistä ja niihin liittyvistä uskomuksista aina nykypäivään asti. Kuvat eivät ole mitenkään tyhjentäviä. Itse asiassa monilla tähtikirjoilla on useita tallennettuja merkityksiä, jotka vaihtelevat muinaisesta kristinuskoon.
ru: Здесь показаны некоторые интересные народно-астрономические созвездия, обнаруженные в Беларуси, стране в Восточной Европе, граничащей с Россией на северо-востоке, Украиной на юге, Польшей на западе и Литвой и Латвией на северо-западе. Беларусь не имеет выхода к морю и включает большие участки болотистой местности и тысячи озер. Леса покрывают около 40% территории страны. Беларусь уникальна тем, что жители деревень сохранили свои традиционные знания о звездах и связанных с ними верованиях вплоть до наших дней. Иллюстрации ни в коем случае не являются исчерпывающими. Фактически, многие астеризмы имеют несколько записанных значений, от древних до христианизированных.
sv: Här visas några intressanta folkastronomiska konstellationer som finns i Vitryssland, ett land i Östeuropa som gränsar till Ryssland i nordost, Ukraina i söder, Polen i väster samt Litauen och Lettland i nordväst. Vitryssland är ett inlandslän och har stora områden med sumpmark och tusentals sjöar. Skogar täcker cirka 40% of av landet. Vitryssland är exceptionellt eftersom människorna i byarna har bevarat sin traditionella kunskap om stjärnorna och tillhörande trosföreställningar ända fram till våra dagar. Illustrationerna är inte på något sätt uttömmande. Faktum är att många asterismer har flera registrerade betydelser, allt från forntida till kristnade.
uk: Тут наведено деякі цікаві народні уявлення щодо сузір’їв, які побутують у Білорусі. Білорусь є країною, яка не межує з морями, болотистою і сповненою безліччю озер. Лісами вкрито близько 40 % території країни. У сільській місцевості білоруси і досі зберегли традиційні знання та вірування щодо зоряного неба. Наведені ілюстрації, звичайно ж, не є повними. Фактично, багато астеризмів має декілька записаних назв, вік яких коливається від сивої давнини до християнських часів.

source: Elias's Cart &mdash; the burning cart that is ridden by Elias, the Christianized version of a constellation previously seen as <em>simply</em> a large cart.
fi: Elias's Cart &mdash; palava kärry, jolla Elias ajaa, kristinuskoinen versio tähdistöstä, joka on aiemmin nähty <em>yksinkertaisesti</em> iso kärry.

source: The Bride
fi: Morsian

source: The Chicks
fi: Tiput

source: The Cross &mdash; a Peter’s cross
fi: Risti &mdash; Pietarin risti

source: The Crown &mdash; the thorn wreath that was put on Christ’s head.
fi: Kruunu &mdash; orjantappuraseppele, joka pantiin Kristuksen päähän.

source: The Goat
fi: Vuohi

source: The Grass Snakes
fi: Ruohon käärmeet

source: The Kingdoms &mdash; These two stars served as a symbol of two states: the Great Lithuanian Princedom and the Polish Kingdom.
fi: The Kingdoms &mdash; Nämä kaksi tähteä toimivat kahden valtion symbolina: Liettuan suuren ruhtinaskunnan ja Puolan kuningaskunnan.

source: The Mowers &mdash; These three stars stand one after another in the manner of people mowing the fields.
fi: The Mowers &mdash; Nämä kolme tähteä seisovat yksi toisensa jälkeen peltoja niittävien ihmisten tavoin.

source: The Nail &mdash; The north star is seen as a nail around which the skies revolve.
fi: Kynsi &mdash; Pohjoinen tähti nähdään naulana, jonka ympärillä taivas pyörii.

source: The Ploughman
fi: Auramies

source: The Rake
fi: Harava

source: The Ram
fi: Oinas

source: The Serpent &mdash; St. Yuri killed this serpent and hung it near the star that always stands in the same place
fi: Käärme &mdash; Pyhä Juri tappoi tämän käärmeen ja ripusti sen tähden lähelle, joka seisoo aina samassa paikassa

source: The Sieve &mdash; It was said that “God used to sift grains of <i>zhito</i> through it“.
fi: Seula &mdash; Sanottiin, että "Jumalalla oli tapana seuloa jyviä <i>zhiton</i> läpi“.

source: The Small Cart &mdash; Ursa Minor resembles the large cart of Ursa Major.
fi: Pieni kärry &mdash; Pieni Karhu muistuttaa Ison Karhun suurta kärryä.

source: The Throne &mdash; Lord Jesus’s chair.
fi: The Throne &mdash; Herran Jeesuksen istuin.

source: The Twins
fi: Kaksoset

source: The Goose's Way
fi: Hanhen tie

source: <a href="http://aviti.livejournal.com">Belarussian Folk Astronomy</a> The author's website, in Belarusian.
fi: <a href="http://aviti.livejournal.com">Valko-Venäjän kansantähtitieteen</a> kirjoittajan verkkosivusto, Valko-Venäjällä.

source: <a href="https://www.academia.edu/6901765/Belarusian_Ethnoastronomy">Belarusian Ethnoastronomy.</a>
fi: <a href="https://www.academia.edu/6901765/Belarusian_Ethnoastronomy">Valko-Venäjän etnoastronomia.</a>

source: <a href="https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement">Ethnoastronomical aspect of traditional belarusian fitonimicon: problem statement.</a>
fi: <a href="https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement">Perinteisen valkovenäläisen fitonimiconin etnoastronominen puoli: ongelman lausunto.</a>

source: <a href="https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs">Meteor Beliefs Project: East European meteor folk-beliefs.</a>
fi: <a href="https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs">Meteor Beliefs Project: Itä-Euroopan meteorikansan uskomukset.</a>

source: <a href="https://www.academia.edu/1586808/Meteor_Beliefs_Project_Belarussian_meteor_folk-beliefs">Meteor Beliefs Project Belarussian meteor folk-beliefs.</a>
fi: <a href="https://www.academia.edu/1586808/Meteor_Beliefs_Project_Belarussian_meteor_folk-beliefs">Meteor Beliefs Project Valko-Venäjän meteorikansan uskomukset.</a>

source: <a href="https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs">Astronyms in Belarussian folk beliefs.</a>
fi: <a href="https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs">Tähtitiede Valko-Venäjän kansanuskomissa.</a>

source: The creation of this sky culture for Stellarium was suggested by Alexander Wolf to Johan Meuris, based on the article <b>Astronyms in Belarussian Folk Beliefs</b> by Tsimafei Avilin, published in the peer-reviewed journal Archaeologia Baltica.
fi: Tämän taivaskulttuurin luomista Stellariumille ehdotti Alexander Wolf Johan Meurisille artikkelin perusteella <b>Astronyms in Belarussian Folk Beliefs</b> by Tsimafei Avilin, julkaistu vertaisarvioidussa Archaeologia Baltica -lehdessä.

source: Illustrations by Johan Meuris.
fi: Kuvitus Johan Meuris.

source: Boorong
fi: Boorongien
ru: Буронгов
uk: Австралійська

source: One hundred and forty years ago, a Boorong family at Lake Tyrrell (North-Western Victoria, Australia) told William Stanbridge something of their stories relating to the night sky. Some forty stars, constellations and other celestial phenomena were named and located. He wrote them down and related this information to the Philosophical Institute in Melbourne in 1857. In his paper he wrote down the Aboriginal term and gave its European equivalent. What John Morieson has done is look closely at these celestial phenomena, attempt to satisfactorily identity them and to imitate the way the Boorong people may have seen them. John's interpretation was used to create the constellation figures in Stellarium.
fi: Sataneljäkymmentä vuotta sitten Boorong-perhe Tyrrell-järvellä (Luoteis-Victoria, Australia) kertoi William Stanbridgelle jotain tarinoistaan, jotka liittyvät yötaivaaseen. Noin neljäkymmentä tähteä, tähtikuvioita ja muita taivaanilmiöitä nimettiin ja paikannettiin. Hän kirjoitti ne muistiin ja kertoi nämä tiedot Filosofiselle instituutille Melbournessa vuonna 1857. Kirjoituksessaan hän kirjoitti muistiin aboriginaalitermin ja antoi sen eurooppalaisen vastineen. John Morieson on katsonut tarkasti näitä taivaallisia ilmiöitä, yrittänyt tunnistaa ne tyydyttävästi ja jäljitellä tapaa, jolla Boorong-ihmiset ovat saattaneet nähdä ne. Johanneksen tulkintaa käytettiin Stellariumin tähtikuvioiden luomiseen.

source: The Boorong were very much acquainted with the night sky, and William Stanbridge wrote in 1857 that they &quot;Pride themselves upon knowing more of Astronomy than any other tribe&quot;.
fi: Boorongit tunsivat hyvin yötaivaan, ja William Stanbridge kirjoitti vuonna 1857, että he "ylpeävät tietäessään tähtitieteestä enemmän kuin mikään muu heimo".

source: Constellations and other celestial objects
fi: Tähdistöjä ja muita taivaankappaleita

source: <b>Name</b>
fi: <b>Nimi</b>

source: <b>Explanation</b>
fi: <b>Selitys</b>

source: <b>Celestial Clue</b>
fi: <b>Taivaallinen vihje</b>

source: Red-kneed dotterel
fi: Australiantylli

source: Night; small mallee; starry firmament
fi: Yö; pieni mallee; tähtitaivas

source: Starry firmament at night
fi: Tähtitaivaan vahvuus yöllä

source: Ring-tail possum
fi: Rengashäntäopossumi

source: Top star in Southern Cross
fi: Eteläisen Crossin päätähti

source: Elder sister, sister of the sun
fi: Vanhin sisko, auringon sisar

source: Larvae of the woodant
fi: Metsän toukat

source: Species of ant
fi: Muurahainen

source: Double star in head of Capricornus
fi: Kaksoistähti Kauriin päässä

source: Female crow, wife of War
fi: Naarasvaris, Warin vaimo

source: Female eagle, wife of Warepil
fi: Naaraskotka, Warepilin vaimo

source: Rigel In Orion
fi: Rigel Orionissa

source: Red-rumped parrot
fi: Savanniparatiisikaija

source: Pink cockatoo
fi: Arokakadu

source: Sulphur-crested white cockatoo; pulling up daylight
fi: Rikki-harjainen valkoinen kakadu; nostamassa päivänvaloa

source: Day; Sun
fi: Päivä; Aurinko

source: Sun
fi: Aurinko

source: Spear thrower; Australian Kestrel
fi: Keihäänheittäjä; Australian Kestrel

source: Two stars at end of Scorpius
fi: Kaksi tähteä Skorpionin lopussa

source: Male and female brolga
fi: Koiras- ja naarasbrolga

source: Clouds of Magellan
fi: Magellanin pilvet

source: Two teenage boys
fi: Kaksi teinipoikaa

source: Belt and Scabbard of Orion
fi: Orionin vyö ja huotra

source: Girls, young women
fi: Tytöt, nuori nainen

source: Meat ant; treecreeper
fi: Liha muurahainen; puuviljelijä

source: Murray River
fi: Murray-joki

source: Part of the Milky Way
fi: Osa Linnunrataa

source: The maned snake
fi: Harjakäärme

source: Moon
fi: Kuu

source: Mallee fowl
fi: Malleekana

source: Lyra
fi: Lyyra

source: Old man, black faced mallee kangaroo
fi: Vanha mies, mustanaamainen mallee-kenguru

source: White aura of the Milky Way
fi: Linnunradan valkoinen aura

source: Great fish
fi: Suuri kala

source: Loss of tooth
fi: Hampaan menetys

source: Shooting star
fi: Tähdenlento

source: Diamond firetail finch or shy hylacola
fi: Timanttinen tulihäntäpeippo tai shylacola

source: Carried the emu egg to become the Sun
fi: Kantoi emu-munaa tullakseen Auringoksi

source: Red kangaroo
fi: Punainen kenguru

source: The tall one; emu
fi: Pitkä; emu

source: Dark space near Cross
fi: Pimeä avaruus Crossin lähellä

source: Purple crowned lorikeet
fi: Vaeltajalurikki

source: Needlewood hakea and willie wagtails
fi: Neulahakea ja valkokulmamonarkki

source: Coma Berenices
fi: Bereniken hiukset

source: Star
fi: Tähti

source: Any star
fi: Mikä tahansa tähti

source: Space; night sky
fi: Avaruus; yötaivas

source: Jacky lizard
fi: Jackylisko

source: Sigma Canis Majoris
fi: Sigma Iso Koira

source: Long-necked tortoise
fi: Pitkäkaulakilpikonna

source: Crow
fi: Varis

source: Wedge tailed eagle
fi: Kiilapyrstökotka

source: Galaxy
fi: Galaksi

source: Milky Way
fi: Linnunrata

source: Singing bushlark
fi: Savannikiuru

source: Star in Bootes west of Arcturus
fi: Tähti Karhunvartijassa Arcturuksen länsipuolella

source: Boomerang
fi: Bumerangi

source: Corona Australis
fi: Etelän kruunu

source: Owlet nightjar
fi: Sinettikehrääjä

source: Fan-tailed cockatoo
fi: Viuhkapyrstökakadu

source: This sky culture was contributed by <i><a href="http://www.johnmorieson.com" class='external text' title="http://www.johnmorieson.com" rel="nofollow">John Morieson</a></i> and <i><a href="http://www.terrastro.com" class='external text' title="http://www.terrastro.com" rel="nofollow">Alex Cherney</a></i>.
fi: Tämän taivaskulttuurin ovat luoneet <i><a href="http://www.johnmorieson.com" class='external text' title="http://www.johnmorieson.com" rel="nofollow">John Morieson</a></i> ja <i><a href="http://www.terrastro.com" class='external text' title="http://www.terrastro.com" rel="nofollow">Alex Cherney</a></i>.

source: Chinese Traditional Sky Culture
fi: Kiinalainen perinteinen taivaskulttuuri
