Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Some of the identified constellations from the Paris Codex are: ##### Bird *[Ch’oom]* <table class="layout"> <tr><td><img src="illustrations/Vulture_PC.png" width="59" height="63"/></td><td>Not clearly identified, but some researchers describe it as a vulture, since it is not decorated and relates better to some ethnographic descriptions (Špoták, 2015).</td></tr> </table> ##### Shark *[Xoc]* <table class="layout"> <tr><td><img src="illustrations/Shark_PC.png" width="59" height="63"/></td><td>The picture used for this constellation is in fact a combination of the elements of two animals: head of a snake and tail of a fish, so some scholars conclude this is a representation of a shark.</td></tr> </table> ##### Owl *[Kulte']* <table class="layout"> <tr><td><img src="illustrations/Owl_PC.png" width="59" height="63"/></td><td>Identified as such by some scholars, specially because of the small body and feathers on the head that it exhibits.</td></tr> </table> ##### Jaguar *[Balaam]* <table class="layout"> <tr><td><img src="illustrations/Jaguar_PC.png" width="59" height="63"/></td><td>Identified as such because of the typical marks exhibited which are related to the skin of this animal.</td></tr> </table> ##### Death *[Kimi]* <table class="layout"> <tr><td><img src="illustrations/Death_PC.png" width="59" height="63"/></td><td>This constellation appears in the Paris Codex as a skeleton, not yet clear whether it's an animal or not.</td></tr> </table> ##### Scorpion *[Sina'an]* <table class="layout"> <tr><td><img src="illustrations/Scorpion_PC.png" width="59" height="63"/></td><td>Scholars agree that this maya constellation is in accordance to our Western culture Scorpion constellation, because of the "twisted" body that is suggested by this pattern of stars, however, for the mayas the sting is closer to the star Antares, because it should be next to the path of the Sun, as suggested by its position in the Paris Codex.</td></tr> </table> ##### Rattlesnake *[Chaan]* <table class="layout"> <tr><td><img src="illustrations/Rattlesnake_PC.png" width="59" height="63"/></td><td>This animal is present through many species in the central america environment, but the one represented in the Paris codex is thought to be the Rattlesnake, because of the ending of the tail which shows the typical rattling ending of this reptile.</td></tr> </table> ##### Bat *[Zool]* <table class="layout"> <tr><td><img src="illustrations/Bat_PC.png" width="59" height="63"/></td><td>Identified as such by its wings, as well as by the characteristic nose that this animal displays in the upper lip, typical in maya iconography.</td></tr> </table> ##### Toad *[Uo]* <table class="layout"> <tr><td><img src="illustrations/Frog_PC.png" width="59" height="63"/></td><td>This animal is identified as such because of its necklace and the lack of teeth in its mouth (Špoták, 2015). Freidel et al. (1993) place this animal in the Western culture constellation of Virgo.</td></tr> </table> ##### Turtle *[Aak]* <table class="layout"> <tr><td><img src="illustrations/Turtle_BM.png" width="59" height="50"/></td><td>The turtle was present during the creation of the world, located on the Western culture Orion's Belt asterism. This position in the sky is not really deduced from the Paris codex, but from the analysis made on the Bonampak murals, where the picture of the turtle is decorated with three points, very similar in position and orientation to Orion’s Belt, so this turtle representation has been used to place it in the Stellarium sky, instead of the one depicted in the Paris Codex.</td></tr> </table> <p>Asterisms and constellations obtained through other archaeological and ethnographic sources (such as murals and manuscripts like the <i>Popol Vuh</i>) are described below:</p> ##### Hole-backed Caiman: *[Way Paat Ahiin]* The Milky Way in a vertical position relative to the horizon. This half-crocodile half-deer creature was sacrificed in a mythical time before the present one, an event which caused a storm of blood marking the end of the primordial chaos. On its back, the four trees -that lifted and hold the sky were placed- along with another supernatural being stepping on top of the decapitated body, thus fertilizing, founding or establishing the current order of things. <img src="illustrations/sdc.png" width="200" height="90"/> ##### Paddler Gods: This picture shows the Maize God being carried by a couple of paddler gods in a canoe to the place of creation: the Three Hearthstones (defined by the stars Alnitak, Saiph and Rigel, in the Western culture constellation Orion, and in Stellarium shown encircling the Oxib' Xk'ub', or Primordial Fire asterism), where he would be self-sacrificed for the creation of the cosmos to take place. <img src="illustrations/Stellarium_13.png" width="400" height="110"/> ##### Primordial Fire: *[Oxib'Xk'ub]* <table class="layout"> <tr><td><img src="illustrations/Stellarium_11.png" width="70" height="60"/></td><td>This fire was lighted at the moment of creation, and mayas saw its smoke represented as the Orion's nebula (M42), between three bright stars representing the three hearthstones.</td></tr> </table> ##### Peccaries: <table class="layout"> <tr><td><img src="illustrations/11.png" width="80" height="60"/></td><td>These pig-like animals are represented together just like the stars Castor and Pollux. The picture included in Stellarium was taken from the Bonampak mural.</td></tr> </table> ### Stars and Planets Names Maya people, just as other ancient cultures, used stars to keep track of time. The stars included in this version of Stellarium are: <ul> <li> <b>Two brilliant ones: </b><i>[kib' chuplinik]</i>, <b>Castor and Pollux</b>, used at the beginning of the dry season to track the time at night.</li> <li> <b>Single Star: </b><i>[jun ch'umil]</i>, <b>Regulus</b>, used in February to track the time at night.</li> <li> <b>Corner Star: </b><i>[xukut ch'umil]</i>, <b>Alpha Centauri</b>, called like this because it marked the southern corner of the night sky at the end of the dry season, in April.</li> <li> <b>Bright Star: </b><i>[Chac 'Ek]</i>, <b>Venus</b>, this planet was the God of War for the maya. In the Dresden Codex there is an almanac that was used to predict this planet's appearances and disappearances during its synodic period.</li> </ul>
es_419: Algunas de las constelaciones identificadas del Códice de París son: ##### Pájaro *[Ch’oom]* <table class="layout"> <tr><td><img src="illustrations/Vulture_PC.png" width="59" height="63"/></td> <td>No está claramente identificado, pero algunos investigadores lo describen como un buitre, ya que no está decorado y se relaciona mejor con algunas descripciones etnográficas (Špoták, 2015).</td></tr> </table> ##### Tiburón *[Xoc]* <table class="layout"> <tr><td><img src="illustrations/Shark_PC.png" width="59" height="63"/></td> <td>La imagen utilizada para esta constelación es, de hecho, una combinación de los elementos de dos animales: la cabeza de una serpiente y la cola de un pez, por lo que algunos estudiosos concluyen que esta es una representación de un tiburón.</td></tr> </table> ##### Buho *[Kulte']* <table class="layout"> <tr><td><img src="illustrations/Owl_PC.png" width="59" height="63"/></td> <td>Identificado como tal por algunos estudiosos, especialmente por el pequeño cuerpo y las plumas en la cabeza que exhibe.</td></tr> </table> ##### Jaguar *[Balaam]* <table class="layout"> <tr><td><img src="illustrations/Jaguar_PC.png" width="59" height="63"/></td> <td>Identificado como tal debido a las marcas típicas exhibidas que están relacionadas con la piel de este animal.</td></tr> </table> ##### Muerte *[Kimi]* <table class="layout"> <tr><td><img src="illustrations/Death_PC.png" width="59" height="63"/></td> <td>Esta constelación aparece en el Códice de París como un esqueleto, aún no está claro si es un animal o no.</td></tr> </table> ##### Escorpión *[Sina'an]* <table class="layout"> <tr><td><img src="illustrations/Scorpion_PC.png" width="59" height="63"/></td> <td>Los académicos coinciden en que esta constelación maya está de acuerdo con nuestra constelación Escorpión de la cultura occidental, debido al cuerpo "retorcido" que sugiere este patrón de estrellas, sin embargo, para las mayas, la picadura está más cerca de la estrella Antares, porque debería ser junto al camino del Sol, como lo sugiere su posición en el Códice de París.</td></tr> </table> ##### Serpiente Cascabel *[Chaan]* <table class="layout"> <tr><td><img src="illustrations/Rattlesnake_PC.png" width="59" height="63"/></td> <td>Este animal está presente a través de muchas especies en el entorno de América Central, pero se cree que la representada en el códice de París es la serpiente de cascabel, debido al final de la cola, que muestra el final típico de este reptil.</td></tr> </table> ##### Murciélago *[Zool]* <table class="layout"> <tr><td><img src="illustrations/Bat_PC.png" width="59" height="63"/></td> <td>Identificado como tal por sus alas, así como por la nariz característica que este animal muestra en el labio superior, típico en la iconografía maya.</td></tr> </table> ##### Sapo *[Uo]* <table class="layout"> <tr><td><img src="illustrations/Frog_PC.png" width="59" height="63"/></td> <td>Este animal se identifica como tal por su collar y la falta de dientes en su boca (Špoták, 2015). Freidel et al. (1993) colocan a este animal en la constelación de la cultura occidental de Virgo.</td></tr> </table> ##### Tortuga *[Aak]* <table class="layout"> <tr><td><img src="illustrations/Turtle_BM.png" width="59" height="50"/></td> <td>La tortuga estuvo presente durante la creación del mundo, ubicada en el asterismo del cinturón de Orión de la cultura occidental. Esta posición en el cielo no se deduce realmente del códice de París, sino del análisis realizado en los murales de Bonampak, donde la imagen de la tortuga está decorada con tres puntos, muy similares en posición y orientación al Cinturón de Orión, por lo que esta representación de tortuga se ha utilizado para colocarlo en el cielo de Stellarium, en lugar del que se muestra en el Códice de París.</td></tr> </table> <p>A continuación se describen los asterismos y las constelaciones obtenidas a través de otras fuentes arqueológicas y etnográficas (como murales y manuscritos como el <i>Popol Vuh</i>): ##### Caimán con orificio: *[Way Paat Ahiin]* La Vía Láctea en posición vertical con respecto al horizonte. Esta criatura mitad cocodrilo mitad ciervo fue sacrificada en un tiempo mítico antes del presente, un evento que causó una tormenta de sangre que marcó el final del caos primordial. En su parte posterior, se colocaron los cuatro árboles que se alzaron y sostuvieron el cielo, junto con otro ser sobrenatural pisando la parte superior del cuerpo decapitado, fertilizando, fundando o estableciendo el orden actual de las cosas. <img src="illustrations/sdc.png" width="200" height="90"/> ##### Dioses Remadores: Esta imagen muestra al Dios del Maíz siendo llevado por una pareja de dioses remadores en una canoa al lugar de la creación: las Tres Piedras del Hogar (definidas por las estrellas Alnitak, Saiph y Rigel, en la constelación de la cultura occidental Orión, y en Stellarium mostradas alrededor del Oxib 'Xk'ub', o asterismo de fuego primordial), donde se sacrificaría por la creación del cosmos. <img src="illustrations/Stellarium_13.png" width="400" height="110"/> ##### Fuego Primordial: *[Oxib'Xk'ub]* <table class="layout"> <tr><td><img src="illustrations/Stellarium_11.png" width="70" height="60"/></td> <td>Este fuego se encendió en el momento de la creación, y los mayas vieron su humo representado como la nebulosa de Orión (M42), entre tres estrellas brillantes que representan las tres piedras de hogar.</td></tr> </table> ##### Pecaríes: <table class="layout"> <tr><td><img src="illustrations/11.png" width="80" height="60"/></td> <td>Estos animales con forma de cerdo se representan juntos al igual que las estrellas Castor y Pollux. La imagen incluida en Stellarium fue tomada del mural de Bonampak.</td></tr> </table> ### Nombres de estrellas y planetas Los mayas, al igual que otras culturas antiguas, usaban estrellas para hacer un seguimiento del tiempo. Las estrellas incluidas en esta versión de Stellarium son: <ul> <li> <b>Dos brillantes:</b> <i>[kib 'chuplinik]</i>, <b>Castor y Pollux</b>, utilizados al comienzo de la estación seca para rastrear la hora de la noche.</li> <li> <b>Estrella única</b>: <i>[jun ch'umil]</i>, <b>Regulus</b>, utilizada en febrero para rastrear la hora de la noche.</li> <li> <b>Estrella de la esquina</b>: <i>[xukut ch'umil]</i>, <b>Alpha Centauri</b>, llamó así porque marcó la esquina sur del cielo nocturno al final de la estación seca, en abril.</li> <li> <b>Estrella Brillante</b>: <i>[Chac 'Ek]</i>, <b>Venus</b>, este planeta era el Dios de la Guerra para los mayas. En el Códice de Dresde hay un almanaque que se usó para predecir las apariciones y desapariciones de este planeta durante su período sinódico.</li> </ul>
ru: Вот некоторые из идентифицированных созвездий из Парижского кодекса: ##### Птица *[Ch’oom]* <table class="layout"> <tr><td><img src="illustrations/Vulture_PC.png" width="59" height="63"/></td><td>Точно не идентифицирован, но некоторые исследователи описывают его как стервятника, так как он не украшен и лучше подходит для некоторых этнографических описаний (Špoták, 2015).</td></tr> </table> ##### Акула *[Xoc]* <table class="layout"> <tr><td><img src="illustrations/Shark_PC.png" width="59" height="63"/></td><td>Изображение, использованное для этого созвездия, на самом деле представляет собой комбинацию элементов двух животных: головы змеи и хвоста рыбы, поэтому некоторые ученые считают, что это изображение акулы. </td></tr> </table> ##### Сова *[Kulte']* <table class="layout"> <tr><td><img src="illustrations/Owl_PC.png" width="59" height="63"/></td><td>Определен как таковой некоторыми учеными, особенно из-за небольшого тела и перьев на голове, которые он демонстрирует. </td></tr> </table> ##### Ягуар *[Balaam]* <table class="layout"> <tr><td><img src="illustrations/Jaguar_PC.png" width="59" height="63"/></td><td>Идентифицирован как таковой из-за типичных отметин, связанных с кожей этого животного. </td></tr> </table> ##### Смерть *[Kimi]* <table class="layout"> <tr><td><img src="illustrations/Death_PC.png" width="59" height="63"/></td><td>Это созвездие фигурирует в Парижском кодексе в виде скелета, пока неясно, животное это или нет. </td></tr> </table> ##### Скорпион *[Sina'an]* <table class="layout"> <tr><td><img src="illustrations/Scorpion_PC.png" width="59" height="63"/></td><td>Ученые сходятся во мнении, что это созвездие майя соответствует созвездию Скорпиона в нашей западной культуре из-за «скрученного» тела, на которое указывает эта структура звезд, однако для майя жало ближе к звезде Антарес, потому что оно должно быть рядом с путем Солнца, как следует из его положения в Парижском кодексе. </td></tr> </table> ##### Гремучая змея *[Chaan]* <table class="layout"> <tr><td><img src="illustrations/Rattlesnake_PC.png" width="59" height="63"/></td><td>Это животное присутствует среди многих видов в окружающей среде Центральной Америки, но тот, который представлен в Парижском кодексе, считается гремучей змеей из-за окончания хвоста, который показывает типичное дребезжащее окончание этой рептилии. </td></tr> </table> ##### Летучая мышь *[Zool]* <table class="layout"> <tr><td><img src="illustrations/Bat_PC.png" width="59" height="63"/></td><td>Идентифицируется как таковое по крыльям, а также по характерному носу, который это животное отображает над верхней губой, что типично для иконографии майя. </td></tr> </table> ##### Жаба *[Uo]* <table class="layout"> <tr><td><img src="illustrations/Frog_PC.png" width="59" height="63"/></td><td>Это животное идентифицировано как таковое из-за его ожерелья и отсутствия зубов во рту (Špoták, 2015). Фрейдель и др. (1993) помещают это животное в созвездие Девы в западной культуре. </td></tr> </table> ##### Черепаха *[Aak]* <table class="layout"> <tr><td><img src="illustrations/Turtle_BM.png" width="59" height="50"/></td><td>Черепаха присутствовала при сотворении мира, расположенного в астеризме Пояса Ориона западной культуры. Это положение в небе на самом деле выведено не из Парижского кодекса, а из анализа, сделанного на фресках Бонампака, где изображение черепахи украшено тремя точками, очень похожими по положению и ориентации на Пояс Ориона, поэтому это изображение черепахи был использован для размещения его в небе Стеллариума вместо того, который изображен в Парижском кодексе. </td></tr> </table> <p>Астеризмы и созвездия, полученные из других археологических и этнографических источников (таких как фрески и рукописи, подобные <i>Popol Vuh</i>) описаны ниже:</p> ##### Дырчатый кайман: *[Way Paat Ahiin]* Млечный Путь в вертикальном положении относительно горизонта. Это существо-полукрокодил-полуолень было принесено в жертву в мифическое время до настоящего, событие, вызвавшее бурю крови, ознаменовавшее конец изначального хаоса. На его спине были размещены четыре дерева, которые поднимали и держали небо, вместе с другим сверхъестественным существом, наступавшим на обезглавленное тело, таким образом оплодотворяя, закладывая или устанавливая текущий порядок вещей. <img src="illustrations/sdc.png" width="200" height="90"/> ##### Боги гребцов: На этом изображении Бог Кукурузы перевозится парой богов-гребцов на каноэ к месту творения: Трем Камням Очага (обозначаемым звездами Альнитак, Сайф и Ригель, в западной культуре созвездие Орион, а в Стеллариуме показано окружающее Oxib' Xk'ub', или астеризм Изначального Огня), где он должен был принести себя в жертву ради сотворения космоса. <img src="illustrations/Stellarium_13.png" width="400" height="110"/> ##### Первобытный огонь: *[Oxib'Xk'ub]* <table class="layout"> <tr><td><img src="illustrations/Stellarium_11.png" width="70" height="60"/></td><td>Этот огонь был зажжен в момент творения, и майя видели его дым в виде туманности Ориона (M42) между тремя яркими звездами, символизирующими три очага. </td></tr> </table> ##### Пекари: <table class="layout"> <tr><td><img src="illustrations/11.png" width="80" height="60"/></td><td>Эти похожие на свиней животные представлены вместе, как звезды Кастор и Поллукс. Изображение, включенное в Stellarium, было взято из фрески Бонампака. </td></tr> </table> ### Имена звезд и планет Люди майя, как и другие древние культуры, использовали звезды для отслеживания времени. Звезды, включенные в эту версию Stellarium: <ul> <li> <b>Две блестящих: </b><i>[kib' chuplinik]</i>, <b>Кастор и Поллукс</b>, используемые в начале сухого сезона для отслеживания времени ночью. </li> <li> <b>Одиночная звезда: </b><i>[jun ch'umil]</i>, <b>Регул</b>, используемая в феврале для отслеживания времени ночью. </li> <li> <b>Угловая звезда: </b><i>[xukut ch'umil]</i>, <b>альфа Центавра</b>, названная так потому, что он отмечала южный угол ночного неба в конце сухого сезона, в апреле. </li> <li> <b>Яркая звезда: </b><i>[Chac 'Ek]</i>, <b>Венера</b>, эта планета была богом войны для майя. В Дрезденском кодексе есть альманах, который использовался для предсказания появления и исчезновения этой планеты в ее синодический период. </li> </ul>
sv: Några av de identifierade konstellationerna från Paris Codex är ##### Fågel *[Ch'oom]* <table class="layout"> <tr><td><img src="illustrations/Vulture_PC.png" width="59" height="63"/></td><td>Inte tydligt identifierad, men vissa forskare beskriver den som en gam, eftersom den inte är dekorerad och stämmer bättre överens med vissa etnografiska beskrivningar (Špoták, 2015).</td></tr> </table> ##### Haj *[Xoc]* <table class="layout"> <tr><td><img src="illustrations/Shark_PC.png" width="59" height="63"/></td><td>Den bild som används för denna konstellation är i själva verket en kombination av element från två djur: en orms huvud och en fisks svans, så vissa forskare drar slutsatsen att detta är en framställning av en haj.</td></tr> </table> ##### Uggla *[Kulte']* <table class="layout"> <tr><td><img src="illustrations/Owl_PC.png" width="59" height="63"/></td><td>Identifieras som sådan av vissa forskare, särskilt på grund av den lilla kroppen och fjädrarna på huvudet som den uppvisar.</td></tr> </table> ##### Jaguar *[Balaam]* <table class="layout"> <tr><td><img src="illustrations/Jaguar_PC.png" width="59" height="63"/></td><td>Identifierad som sådan på grund av de typiska märken som uppvisas och som är relaterade till detta djurs hud.</td></tr> </table> ##### Död *[Kimi]* <table class="layout"> <tr><td><img src="illustrations/Death_PC.png" width="59" height="63"/></td><td>Denna konstellation förekommer i Paris Codex som ett skelett, men det är ännu oklart om det är ett djur eller inte.</td></tr> </table> ##### Skorpion *[Sina'an]* <table class="layout"> <tr><td><img src="illustrations/Scorpion_PC.png" width="59" height="63"/></td><td>Forskare är överens om att denna mayakonstellation överensstämmer med vår västerländska kulturs skorpionkonstellation, på grund av den "vridna" kropp som antyds av detta stjärnmönster, men för mayas är gadden närmare stjärnan Antares, eftersom den bör vara bredvid solens bana, vilket antyds av dess position i Paris Codex.</td></tr> </table> ##### Skallerorm *[Chaan]* <table class="layout"> <tr><td><img src="illustrations/Rattlesnake_PC.png" width="59" height="63"/></td><td>Detta djur förekommer i många arter i Centralamerika, men den som finns representerad i Paris-kodexen tros vara en skallerorm, på grund av svansens avslutning som visar den typiska skallrande avslutningen hos denna reptil.</td></tr> </table> ##### Fladdermus *[Zool]* <table class="layout"> <tr><td><img src="illustrations/Bat_PC.png" width="59" height="63"/></td><td>Kännetecknas av sina vingar och av den karakteristiska näsan som detta djur har på överläppen, vilket är typiskt för Maya-ikonografin.</td></tr> </table> ##### Padda *[Uo]* <table class="layout"> <tr><td><img src="illustrations/Frog_PC.png" width="59" height="63"/></td><td>Detta djur identifieras som ett sådant på grund av sitt halsband och avsaknaden av tänder i munnen (Špoták, 2015). Freidel et al (1993) placerar detta djur i Jungfruns konstellation i den västerländska kulturen.</td></tr> </table> ##### Sköldpadda *[Aak]* <table class="layout"> <tr><td><img src="illustrations/Turtle_BM.png" width="59" height="50"/></td><td>Sköldpaddan var närvarande under världens skapelse, belägen på den västerländska kulturen Orions bälte asterism. Denna position på himlen härleds egentligen inte från Pariskodexen, utan från den analys som gjorts på Bonampak-väggmålningarna, där bilden av sköldpaddan är dekorerad med tre punkter, mycket lika i position och orientering till Orions bälte, så denna sköldpaddsrepresentation har använts för att placera den på Stellarium-himlen, istället för den som avbildas i Pariskodexen.</td></tr> </table> <p>Asterismer och konstellationer som erhållits genom andra arkeologiska och etnografiska källor (t.ex. väggmålningar och manuskript som <i>Popol Vuh</i>) beskrivs nedan:</p> ##### Caiman med hålrygg: *[Way Paat Ahiin]* Vintergatan i vertikalt läge i förhållande till horisonten. Denna varelse, till hälften krokodil, till hälften hjort, offrades i en mytisk tid före den nuvarande, en händelse som orsakade en storm av blod och markerade slutet på det ursprungliga kaoset. På dess rygg placerades de fyra träden - som lyfte och höll himlen - tillsammans med en annan övernaturlig varelse som klev ovanpå den halshuggna kroppen och på så sätt befruktade, grundade eller etablerade den nuvarande tingens ordning. <img src="illustrations/sdc.png" width="200" height="90"/> ##### Paddler Gods: Denna bild visar hur majsguden bärs av ett par paddlande gudar i en kanot till skapelseplatsen: de tre härdstenarna (definierade av stjärnorna Alnitak, Saiph och Rigel, i den västerländska kulturens stjärnbild Orion, och i Stellarium visade kring Oxib' Xk'ub', eller Ureldsasterismen), där han skulle offras för att kosmos skulle kunna skapas. <img src="illustrations/Stellarium_13.png" width="400" height="110"/> ##### Urelden: *[Oxib'Xk'ub]* <table class="layout"> <tr><td><img src="illustrations/Stellarium_11.png" width="70" height="60"/></td><td>Denna eld tändes i skapelseögonblicket och maya såg dess rök representerad som Orions nebulosa (M42), mellan tre ljusstarka stjärnor som representerade de tre härdstenarna.</td></tr> </table> ##### Peccaries: <table class="layout"> <tr><td><img src="illustrations/11.png" width="80" height="60"/></td><td>Dessa grisliknande djur är representerade tillsammans precis som stjärnorna Castor och Pollux. Bilden som ingår i Stellarium är tagen från Bonampak-väggmålningen.</td></tr> </table> ### Stjärnor och planeters namn Mayafolket, precis som andra forntida kulturer, använde stjärnor för att hålla reda på tiden. De stjärnor som ingår i denna version av Stellarium är: <ul> <li> <b>Två lysande stjärnor: </b><i>[kib' chuplinik]</i>, <b>Castor och Pollux</b>, används i början av torrperioden för att hålla koll på tiden på natten.</li> <li> <b>En enda stjärna: </b><i>[jun ch'umil]</i>, <b>Regulus</b>, används i februari för att hålla koll på tiden på natten.</li> <li> <b>Hörnstjärna: </b><i>[xukut ch'umil]</i>, <b>Alpha Centauri</b>, kallas så för att den markerade det södra hörnet av natthimlen i slutet av torrperioden, i april.</li> <li> <b>Klar stjärna: </b><i>[Chac 'Ek]</i>, <b>Venus</b>, denna planet var krigsgud för maya. I Dresden Codex finns en almanacka som användes för att förutsäga planetens uppdykande och försvinnande under dess synodiska period.</li> </ul>
uk: Ось деякі із ідентифікованих сузір'їв з Паризького кодексу: ##### Птах *[Ch’oom]* <table class="layout"> <tr><td><img src="illustrations/Vulture_PC.png" width="59" height="63"/></td><td>Не має точної ідентифікації, але деякі дослідники описують його як стерв'ятника, оскільки його не декоровано, а така прив'язка краще відповідає етнографічним описам (Špoták, 2015).</td></tr> </table> ##### Акула *[Xoc]* <table class="layout"> <tr><td><img src="illustrations/Shark_PC.png" width="59" height="63"/></td><td>Малюнок, який використано для цього сузір'я, фактично, є поєднанням елементів двох тварин: голови змії і хвоста риби. Через це, деякі вчення вважають його зображенням акули.</td></tr> </table> ##### Сова *[Kulte']* <table class="layout"> <tr><td><img src="illustrations/Owl_PC.png" width="59" height="63"/></td><td>Таку інтерпретацію зображення деякими вченими пов'язано із тим, що тіло тварини мале, а на голові у неї зображено пір'я.</td></tr> </table> ##### Ягуар *[Balaam]* <table class="layout"> <tr><td><img src="illustrations/Jaguar_PC.png" width="59" height="63"/></td><td>Розпізнано за типовими позначками, які пов'язано зі шкірою цієї тварини.</td></tr> </table> ##### Смерть *[Kimi]* <table class="layout"> <tr><td><img src="illustrations/Death_PC.png" width="59" height="63"/></td><td>Це сузір'я показано у Паризькому кодексу як скелет. Неясно, зображено на малюнку тварину, чи ні.</td></tr> </table> ##### Скорпіон *[Sina'an]* <table class="layout"> <tr><td><img src="illustrations/Scorpion_PC.png" width="59" height="63"/></td><td>Вчені погоджуються, що це сузір'я майя збігається із відомим нам із західноєвропейської традиції сузір'ям Скорпіона, оскільки тіло тварини «вигнуто» за візерунком зірок. Втім, у майя жало Скорпіона розташовано ближче до зірки Антарес, оскільки його має бути розташовано на шляху Сонця, як можна зрозуміти із позиції сузір'я у Паризькому кодексі.</td></tr> </table> ##### Гримуча змія *[Chaan]* <table class="layout"> <tr><td><img src="illustrations/Rattlesnake_PC.png" width="59" height="63"/></td><td>У Центральній Америці мешкає багато різновидів змій, але той різновид, який зображено у Паризькому кодексі, вважають гримучою змією через кінчик хвоста, на якому можна бачити типові для цієї рептилії брязкальця.</td></tr> </table> ##### Кажан *[Zool]* <table class="layout"> <tr><td><img src="illustrations/Bat_PC.png" width="59" height="63"/></td><td>Таку ідентифікацію вибрано через крила, а також характерний ніс тварини над верхньою губою; зображення, яке є типовим для майянської іконографії.</td></tr> </table> ##### Жаба *[Uo]* <table class="layout"> <tr><td><img src="illustrations/Frog_PC.png" width="59" height="63"/></td><td>Таку ідентифікацію для цієї тварини вибрано через намисто та те, що у її роті немає зубів (Špoták, 2015). Фрайдель та інші (1993) розташовують це сузір'я на місті сузір'я Діви у західноєвропейській картині зоряного неба.</td></tr> </table> ##### Черепаха *[Aak]* <table class="layout"> <tr><td><img src="illustrations/Turtle_BM.png" width="59" height="50"/></td><td>Черепаха вже була на небі під час створення світу. Сузір'я розташовано на місці астеризму Пояс Оріона у західноєвропейській картині зоряного неба. Це розташування сузір'я не випливає напряму із Паризького кодексу, але таке на таке розташування вказує аналіз, який виконано на основі муралів Бонампака, де зображення черепахи декоровано трьома точками, дуже подібними до розташування та орієнтації Поясу Оріона. Саме тому ми використали для Stellarium зображення з мурала, а не зображення із Паризького кодексу.</td></tr> </table> <p>Астеризми і сузір'я, дані яких було отримано із інших археологічних та етнографічних джерел (зокрема муралів та рукописів, подібних до <i>Пополь Вух</i>) описано нижче: ##### Порожній ззаду кайман: *[Way Paat Ahiin]* Чумацький шлях у вертикальній позиції щодо горизонту. Це створіння, напівкрокодила-напіволеня, було принесено у жертву у міфічні часи, які передували теперішнім. Це жертвоприношення спричинило зливу крові, яка позначила завершення часу первісного хаосу. У тлі зображено чотири дерева, які підняли і утримали небо, разом із іншим надприроднім створінням, яке стоїть над обезголовленим тілом, запліднюючи, засновуючи та утверджуючи поточний стан речей. <img src="illustrations/sdc.png" width="200" height="90"/> ##### Боги-гребці: На цьому малюнку зображено бога маїсу, який прямує до місця творіння — трьох каменів у вогнищі — на каное із двома богами-гребцями. Трьома каменями є Альнітак, Саїф та Рігель у сузір'ї Оріона. У Stellarium є показано як коло-астеризм Ошиб' Шк'уб' або «Первісний Вогонь». Бог маїсу має принести себе у жертву на місці творіння для створення космосу. <img src="illustrations/Stellarium_13.png" width="400" height="110"/> ##### Першопочатковий вогонь: *[Oxib'Xk'ub]* <table class="layout"> <tr><td><img src="illustrations/Stellarium_11.png" width="70" height="60"/></td><td>Цей вогонь було запалено у момент творіння. Майя вважали димом від нього туманність Оріона (M42), яку розташовано між трьома яскравими зірками, які позначали три кам'яні підкладки вогнища.</td></tr> </table> ##### Пекарі: <table class="layout"> <tr><td><img src="illustrations/11.png" width="80" height="60"/></td><td>Цих подібних до свиней тварини показано разом, подібно до зірок Кастор і Поллукс. Зображення, які використано у Stellarium, запозичено з муралу у Бонампаці.</td></tr> </table> ### Назви зірок і планет У культурі майя, як і в інших давніх культурах, зірки використовували для стеження за часом. Зірками, які включено до цієї версії Stellarium, є: <ul> <li> <b>Дві яскраві:</b> <i>[kib' chuplinik]</i>, <b>Кастор і Поллукс</b>. Використовувалася на початку посушливого сезону для стеження за часом вночі.</li> <li> <b>Одинока Зірка:</b> <i>[jun ch'umil]</i>, <b>Регул</b>. Використовувалася у лютому для стеження за часом вночі.</li> <li> <b>Кутова Зірка:</b> <i>[xukut ch'umil]</i>, <b>Альфа Центавра</b>. Таку назву ця зірка отримала через те, що позначала південний кут нічного неба наприкінці посушливого сезону, у квітні.</li> <li> <b>Яскрава Зірка:</b> <i>[Chac 'Ek]</i>, <b>Венера</b>. Цю планету майя пов'язували із богом війни. У Дрезденському кодексі наведено календар, яким користувалися для передбачення появ і зникнень цієї планети на небі під час її синодичного періоду.</li> </ul>
