Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#2]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#3]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984
es_419: - [#1]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#2]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/Nueva York, 2017 - [#3]: Toomer, G. J.: Almagesto de Ptolomeo, Duckworth, Londres, 1984
sv: - [#1]: Heiberg, J. L. (red.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#2]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, 2017 - [#3]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984

source: This sky culture was contributed to Stellarium by Susanne M. Hoffmann (service@uhura-uraniae.com). Written in English: the author.
de: Diese Himmelskultur hat Susanne M. Hoffmann (service@uhura-uraniae.com) Stellarium beigesteuert. geschrieben auf Englisch: der Autor
es_419: Esta cultura estelar fue aportada a Stellarium por Susanne M. Hoffmann (service@uhura-uraniae.com). Escrito en inglés: la autora.
ru: Эта культура неба была предоставлена пользователем Stellarium'а Susanne M. Hoffmann (service@uhura-uraniae.com). Написано на английском языке: автор.
sv: Denna himmelskultur har överförts till Stellarium av Susanne M. Hoffmann (service@uhura-uraniae.com). Skriven på engelska: författaren.
uk: Цю картину зоряного неба було надано до Stellarium Сюзанною М. Гоффманн (Susanne M. Hoffmann) (service@uhura-uraniae.com). Англійською: автор.

source: Greek (Leiden Aratea + Almagest)
de: Griechisch (Leiden Aratea + Almagest)
es_419: Griega (Aratea de Leiden + Almagesto)
ru: Греческая (Лейденский Арат + Альмагест)
sv: Grekisk (Leiden Aratea + Almagest)
uk: Грецька (Лейденський Арат + Альмагест)

source: This is a manuscript from the Carolingian period, two copies of which are known so far. One was found in Metz (France), the other in Leiden (Netherlands). It dates to the reign of the Carolingian king Louis the Pious (778-840), who may have been the patron himself (or his wife). The manuscript was probably created around 816 to 825 in Aachen or Metz (Lorraine) and was made with such expensive material that a royal patron is suspected. It comprises 99 parchment leaves, each of which measures 22.5 by 20.0 cm (i.e. approximately square with the width of DIN A4). In addition to graphic representations of planetary orbits and other didactic visualisations, this manuscript also contains 35 full-page miniatures depicting the ancient figures behind the constellations.
de: Es handelt sich um ein Manuskript aus karolingischer Zeit, das bisher in zwei Exemplaren bekannt ist. Eines wurde in Metz (Frankreich) gefunden, das andere in Leiden (Niederlande). Es datiert in die Herrschaftszeit des karolingischen Königs Ludwig dem Frommen (778-840), der möglicherweise selbst (oder seine Frau) der Auftraggeber gewesen sein könnte. Die Handschrift ist auf Latein geschieben und wahrscheinlich zwischen 816 und 840, also um 825 in Aachen oder Metz (Lotharingien) entstanden. Sie wurde mit so teurem Material erstellt, dass ein königlicher Auftraggeber vermutet wird. Es umfasst 99 Pergamentblätter, von denen jedes 22,5 mal 20,0 cm groß ist (also etwa quadratisch mit der Breite von DIN A4). Neben graphischen Darstellungen von Planetenumläufen und anderen didaktischen Visualisierungen finden sich in dieser Handschrift auch 35 ganzseitige Miniaturen, die die antiken Figuren hinter den Sternbilder darstellen.
es_419: Se trata de un manuscrito del período carolingio, del que se conocen hasta ahora dos copias. Uno fue encontrado en Metz (Francia), el otro en Leiden (Holanda). Data del reinado del rey carolingio Luis el Piadoso (778-840), quien pudo haber sido el patrón mismo (o su esposa). El manuscrito probablemente fue creado alrededor de 816 a 825 en Aquisgrán o Metz (Lorena) y se hizo con un material tan caro que se sospecha de un mecenas real. Consta de 99 hojas de pergamino, cada una de las cuales mide 22,5 por 20,0 cm (es decir, aproximadamente cuadradas con el ancho de DIN A4). Además de las representaciones gráficas de las órbitas planetarias y otras visualizaciones didácticas, este manuscrito también contiene 35 miniaturas de página completa que representan las figuras antiguas detrás de las constelaciones.
ru: Это рукопись каролингского периода, две копии которой известны до сих пор. Один был найден в Меце (Франция), другой - в Лейдене (Нидерланды). Он восходит к правлению каролингского короля Людовика Благочестивого (778-840), который, возможно, сам был покровителем (или его жена). Рукопись, вероятно, была создана примерно в 816-825 годах в Аахене или Меце (Лотарингия) и была сделана из таких дорогих материалов, что подозревают королевского покровителя. Он состоит из 99 пергаментных листов, каждый из которых имеет размер 22,5 на 20,0 см (т.е. примерно квадрат ширины DIN A4). Помимо графических изображений планетных орбит и других дидактических визуализаций, эта рукопись также содержит 35 полностраничных миниатюр, изображающих древние фигуры позади созвездий.
sv: Det här är en handskrift från den karolingiska perioden, av vilken det hittills finns två kända exemplar. Den ena hittades i Metz (Frankrike) och den andra i Leiden (Nederländerna). Den dateras till den karolingiske kungen Ludvig den fromme (778-840), som kan ha varit beskyddaren själv (eller hans hustru). Handskriften skapades troligen omkring 816-825 i Aachen eller Metz (Lorraine) och tillverkades av så dyrbart material att man misstänker en kunglig mecenat. Den består av 99 pergamentblad som vart och ett mäter 22,5 x 20,0 cm (dvs. ungefär kvadratiskt med bredden av DIN A4). Förutom grafiska framställningar av planetbanor och andra didaktiska visualiseringar innehåller manuskriptet också 35 helsidesminiatyrer som visar de antika figurerna bakom konstellationerna.
uk: Це рукопис Каролінзької доби, який відомий за двома копіями. Одну було знайдено у Метці (Франція), а іншу — у Лейдені (Нідерланди). Рукопис датують правлінням короля каролінзької династії Людовика Благочестивого (778-840), який міг бути меценатом його створення (або ним могла бути його жінка). Рукопис, ймовірно, було створено у період від 816 до 825 року в Аахені або Метці (Лотарингія) і записано на дорогому матеріалі, що і змушує істориків припускати, що меценатом створення могла бути лише особа королівської крові. Рукопис складається з 99 пергаментних листів, кожен з яких має розміри 22,5 на 20,0 см (тобто, приблизно квадрат із такою самою шириною, що і аркуш DIN A4). Окрім графічних представлень орбіт планет та інших дидактичних ілюстрацій, цей рукопис містить 35 мініатюр на усю сторінку, де зображено давні фігури, які лежать в основі сузір'їв.
