Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ##### Stars&#8217; Road &mdash; Milky Way A strong-willed girl became so angry when her mother would not give her any of a delicious roasted root that she grabbed the roasting roots from the fire. The girl threw the roots and ashes into the sky, where the red and white roots now glow as red and white stars, and the ashes are the Milky Way or Stars&#8217; road. ##### Hunting trip &mdash; Pleiades, Aldebaran and Orion According to the Namaquas, the Pleiades were the daughters of the sky god. Their husband (Aldebaran) shot his arrow (Orion&#8217;s sword) at three zebras (Orion's belt), but missed. Now he is stuck. He cannot go home because he had not supplied meat for his family, and he cannot fetch his arrow because of the fierce lion (Betelgeuse), watching the zebras. ##### Other Legends The Xam Bushmen called Canopus the &#8220;ant-egg star&#8221;, while Vega was seen as a male steenbok by the Gwi Bushmen. The Nyae Naye Kung Bushmen refers to the Coalsack Nebula as the &#8220;old bag of the night.&#8221; The bright reddish star Antares was called the &#8220;fire-finishing star&#8221; by the Xu Bushmen. Not only does it have the reddish colour, but at certain times of the year it sets very late at night, after camp fires had died down. Another Khoikhoi legend tells of some &#8220;great celestial beast&#8221; with the pointer stars of the Southern Cross referred to as Mura, &#8220;the eyes&#8221; of the beast.
ru: ##### Звёздная дорога &mdash; Млечный путь Волевая девочка так разозлилась, когда мать не дала ей вкусного жареного корня, что схватила жареные корни из огня. Она бросила корни и пепел в небо, где красные и белые корни теперь светятся, как красные и белые звезды, а пепел - это Млечный Путь или Звёздная дорога. ##### Охота &mdash; Плеяды, Альдебаран и Орион Согласно Намаква, Плеяды были дочерьми бога неба. Их муж (Альдеберан) выстрелил своей стрелой (меч Ориона) в трёх зебр (пояс Ориона), но промахнулся. Теперь он застрял. Он не может вернуться домой, потому что не добыл мяса для своей семьи, и не может принести свою стрелу из-за свирепого льва (Бетельгейзе), наблюдающего за зебрами. ##### Прочие легенды Бушмены Ксам называли Канопуса «звездой муравьиного яйца», а бушмены Гви считали Вегу мужчиной-стинбоком. Бушмены Ньяэ Найе Кунг называют туманность Угольный Мешок «старым мешком ночи». Яркую красноватую звезду Антарес бушмены Сюй называли «звездой-финишером». Он не только имеет красноватый цвет, но и в определенное время года заходит очень поздно ночью, после того как костры угасли. Другая койсанская легенда повествует о каком-то «великом небесном звере» со звездами-указателями Южного Креста, называемыми Мура &mdash; «глаза» зверя.
sv: ##### Stjärnornas väg - Vintergatan En viljestark flicka blev så arg när hennes mor inte ville ge henne något av en utsökt rostad rot, att hon tog de rostade rötterna från elden. Flickan kastade upp rötterna och askan i skyn, där de röda och vita rötterna nu lyser som röda och vita stjärnor, och askan är Vintergatan eller Stjärnornas väg. ##### Jaktresa - Plejaderna, Aldebaran och Orion Enligt Namaquas var Plejaderna döttrar till himmelsguden. Deras make (Aldebaran) sköt sin pil (Orions svärd) mot tre zebror (Orions bälte), men missade. Nu sitter han fast. Han kan inte gå hem, eftersom han inte har skaffat kött till sin familj, och han kan inte hämta sin pil på grund av det vilda lejonet (Betelgeuse), som vaktar zebrorna. ##### Andra legender Xam Bushmen kallade Canopus för "myräggstjärnan", medan Vega sågs som en manlig steenbok av Gwi Bushmen. Nyae Naye Kung Bushmen refererar till Coalsack Nebula som "nattens gamla väska" Den starkt rödaktiga stjärnan Antares kallades av Xu-bushmännen för "den eldslukande stjärnan". Den har inte bara en rödaktig färg, utan vid vissa tider på året går den upp mycket sent på kvällen, efter att lägereldarna har slocknat. En annan Khoikhoi-legend berättar om en "stor himmelsk best" med Sydkorsets pekstjärnor som kallas Mura, "bestens ögon".
uk: ##### Зоряна Дорога &mdash; Молочний Шлях Уперта дівчинка розізлилася на те, що її матір не дала їй смачних смажених коренів, і витягла смажені корені з багаття. Дівчинка кинула корені і попіл у небо, де червоні і білі корені тепер сяють як червоні і білі зірки, а попіл став Молочним Шляхом або Зоряною Дорогою. ##### Мисливська помилка &mdash; Плеяди, Альдебаран і Оріон За легендами народу нама Плеяди були дочками небесного бога. Їхній чоловік (Альдебаран) вистрілив своєю стрілою (Меч Оріона) у трьох зебр (Пояс Оріона), але не влучив. Тепер йому нікуди подітися. Він не може повернутися додому, оскільки немає м'яса для сім'ї, але і не може дістатися своєї стріли через лютого лева (Бетельгейзе), який спостерігає за зебрами. ##### Інші легенди Бушмени сам називають Канопус «зіркою мурашиного яйця», а бушмени гві називають Вегу «самець антилопи Штейнбока». Бушмени няе-нає-кунг називають туманність «Вугільний мішок» «станим мішком ночі». Яскраву червонясту зірку Антарес бушмени су називають «зіркою, що припиняє вогонь». Причиною цього є не лише червоний колір, але і те, що у певні пори року зірка сідає дуже пізно вночі, після того, як згасають багаття на стоянках. Ще одна з легенд койкой повідомляє про «велику небесну потвору» із променистими очима у Південному Хресті. Очі називають Мура, «очі» потвори.

source: This sky culture was created by Suki Lock for the South African Astronomical Observatory [(SAAO)](http://www.saao.ac.za/), based on information supplied by Auke Slotegraaf. They were modified using inputs and information from Themba Matomela, Thembela Mantungwa and Mdumiseni Nxumalo. The project was initiated by Sivuyile Manxoyi after having discussions with Prof Jarita Holbrook and Prof Kevin Snedegar on African Cultural astronomy.
es_419: Esta cultura estelar fue creada por Suki Lock para el Observatorio Astronómico de Sudáfrica [(SAAO)](http://www.saao.ac.za/), basándose en información proporcionada por Auke Slotegraaf. Fueron modificados utilizando aportes e información de Themba Matomela, Thembela Mantungwa y Mdumiseni Nxumalo. El proyecto fue iniciado por Sivuyile Manxoyi después de mantener conversaciones con la profesora Jarita Holbrook y el profesor Kevin Snedegar sobre la astronomía cultural africana.
ru: Эта культура неба была создана Суки Локк для Южноафриканской астрономической обсерватории [(SAAO)](http://www.saao.ac.za/), на основе информации, предоставленной Ауке Слотеграафом. Они были изменены с использованием материалов и информации от Themba Matomela, Thembela Mantungwa и Mdumiseni Nxumalo. Проект был инициирован Сивуйиле Манксойи после обсуждения с профессором Джаритой Холбрук и профессором Кевином Снедегаром африканской культурной астрономии.
sv: Denna himmelskultur skapades av Suki Lock för South African Astronomical Observatory [(SAAO)] (http://www.saao.ac.za/), baserat på information från Auke Slotegraaf. De modifierades med hjälp av bidrag och information från Themba Matomela, Thembela Mantungwa och Mdumiseni Nxumalo. Projektet initierades av Sivuyile Manxoyi efter diskussioner med Prof Jarita Holbrook och Prof Kevin Snedegar om afrikansk kulturell astronomi.
uk: Дані цієї картини зоряного неба було приготовано Сукі Лок (Suki Lock) для Південноафриканської астрономічної обсерваторії [(SAAO)](http://www.saao.ac.za/), на основі даних, наданих Ауке Штолеграаф (Auke Slotegraaf). До них було внесено зміни на основі зауважень та даних Темби Матомели (Themba Matomela), Тембели Мантунгва (Thembela Mantungwa) та Мдумізені Нксумало (Mdumiseni Nxumalo). Ініціатор проєкту — Сивуїле Манксої (Sivuyile Manxoyi) після обговорення з професором Джарітою Голбрук (Jarita Holbrook) та професором Кевіном Снедегаром (Kevin Snedegar) щодо африканської культурної астрономії.

source: ### Origin The 272 constellations displayed in this Stellarium sky culture are based on the Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do, the Korean Constellation map, which was carved on the stone on 1395 but has its origin from another sky map which existed about 2,000 years ago. This map represents 1467 stars in about 190 constellations whose shapes are slightly different from the chinese ones. The interpretation of the map is not easy: the map is so old that only about 300 stars are found to match with the real stars. All the stars of the map were drawn on a circle, so the equator seems smaller than the southern limit. Because the density of constellation does not change with respect to the position, the position and the size of the constellations were somewhat altered in a way unknown by the author. It is assumed that there should be no bright stars which do not belong to any constellations. The work of the author is subject to interpretation, and could be changed at a later time. It will however roughly show what the Korean Constellation are like.
de: ### Ursprung The 272 constellations displayed in this Stellarium sky culture are based on the Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do, the Korean Constellation map, which was carved on the stone on 1395 but has its origin from another sky map which existed about 2,000 years ago. This map represents 1467 stars in about 190 constellations whose shapes are slightly different from the chinese ones. The interpretation of the map is not easy: the map is so old that only about 300 stars are found to match with the real stars. All the stars of the map were drawn on a circle, so the equator seems smaller than the southern limit. Because the density of constellation does not change with respect to the position, the position and the size of the constellations were somewhat altered in a way unknown by the author. It is assumed that there should be no bright stars which do not belong to any constellations. The work of the author is subject to interpretation, and could be changed at a later time. It will however roughly show what the Korean Constellation are like.
es_419: ### Origen Las 272 constelaciones que se muestran en esta cultura del cielo Stellarium se basan en el mapa Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do, el mapa de la Constelación de Corea, que fue tallado en la piedra en 1395 pero tiene su origen en otro mapa del cielo que existió hace unos 2.000 años. Este mapa representa 1467 estrellas en aproximadamente 190 constelaciones cuyas formas son ligeramente diferentes de las chinas. La interpretación del mapa no es fácil: el mapa es tan antiguo que solo se encuentran unas 300 estrellas que coinciden con las estrellas reales. Todas las estrellas del mapa se dibujaron en un círculo, por lo que el ecuador parece más pequeño que el límite sur. Debido a que la densidad de la constelación no cambia con respecto a la posición, la posición y el tamaño de las constelaciones se alteraron de alguna forma desconocida por el autor. Se supone que no debería haber estrellas brillantes que no pertenezcan a ninguna constelación. El trabajo del autor está sujeto a interpretación y podría modificarse más adelante. Sin embargo, mostrará aproximadamente cómo son las constelaciones coreanas.
ru: ### Истоки 272 созвездия этой культуры неба основаны на корейской карте созвездий Чон-Санг-Ель-Ча-Бун-Я-Джи-До, которая была вырезана на камне в 1395 году, ведущей свое происхождение от более ранней карты, созданной примерно 2000 лет назад. На этой карте показано 1467 звезды в 190 созвездиях, фигуры которых несколько отличаются от китайских. Интерпретировать карту довольно сложно: она настолько стара, что только около 300 звёзд удалось соотнести с реальными звёздами. Все звёзды карты были нарисованы по кругу, из-за чего экватор кажется меньше южной границы. Поскольку плотность созвездий не меняется по отношению к положению, то положение и размер созвездий были несколько изменены неизвестным автором. Предполагается, что на карте нет ярких звёзд вне созвездий. В процессе работы автора над интерпретацией документов могут появиться новые данные, из-за которых вид созвездий позднее может быть изменен. Однако этот вид созвездий уже может показать, на что похожи корейские созвездия.
sv: ### Ursprung De 272 konstellationer som visas i denna himmelskultur från Stellarium är baserade på Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do, den koreanska konstellationskartan, som ristades i sten 1395 men som har sitt ursprung i en annan himmelskarta som existerade för ca 2.000 år sedan. Denna karta visar 1467 stjärnor i ca 190 konstellationer vars former skiljer sig något från de kinesiska. Det är inte lätt att tolka kartan: den är så gammal att endast ca 300 stjärnor stämmer överens med de verkliga stjärnorna. Alla stjärnorna på kartan ritades på en cirkel, så ekvatorn verkar mindre än den södra gränsen. Eftersom konstellationernas täthet inte förändras med avseende på positionen, har konstellationernas position och storlek ändrats något på ett sätt som författaren inte känner till. Det förutsätts att det inte finns några ljusstarka stjärnor som inte tillhör någon konstellation. Författarens arbete är föremål för tolkning och kan komma att ändras vid ett senare tillfälle. Det kommer dock att visa ungefär hur de koreanska konstellationerna ser ut.
uk: ### Походження 272 сузір’я, показані на цій карті зоряного неба Stellarium відповідають зображенням Чон-Сан-Йол-Ча-Бун-Я-Джі-До, корейської карти сузір’їв, яку було вирізьблено на камені у 1395 році. Цю карту засновано на іншій карті зоряного неба, створеній близько двох тисяч років тому. На карті зображено 1467 зірок і близько 190 сузір’їв, чиї форми трохи відрізняються від форм китайських сузір’їв. Інтерпретація карти є непростою справою: карта занадто стара, відповідність вдалося визначити лише для 300 зірок на ній. Всі зірки на карті було намальовано у колі, отже екватор має перебувати вище за південну межу карти. Щільність зірок у сузір’ях приблизно зберігається з часом, але розташування та розмір сузір’їв дещо змінюється у спосіб, невідомий авторові карти. Автор припускав, що всі яскраві зірки мають належати певному сузір’ю. Результати роботи є лише одним з поглядів на старовинну карту, отже у карті можуть відбутися зміни, але поточний варіант дає користувачам уявлення щодо того, як мала виглядати корейська карта зоряного неба.

source: This sky culture was contributed by Stellarium user *[Jeong, Tae-Min](http://user.chollian.net/~jtm71/)*
de: Diese Himmelkultur hat der Stellarium-Nutzer *[Jeong, Tae-Min](http://user.chollian.net/~jtm71/)* beigetragen.
es_419: Esta cultura estelar fue aportada por el usuario de Stellarium *[Jeong, Tae-Min](http://user.chollian.net/~jtm71/)*
ru: Эта культура неба предоставлена пользователем Stellarium'а *[Джонг, Таи-Мин (Jeong, Tae-Min)](http://user.chollian.net/~jtm71/)*
sv: Denna himmelskultur har tillhandahållits av Stellarium-användaren *[Jeong, Tae-Min](http://user.chollian.net/~jtm71/)*
uk: Записи цієї картини зоряного неба було створено користувачем Stellarium *[Jeong, Tae-Min](http://user.chollian.net/~jtm71/)*
