Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The figures are drawn from a non-preserved Roman model, but not from a globe, so that there is no fit to the stars. The stars themselves are only symbolically distributed on the figures, i.e. the number of stars per figure is marked in the manuscript in the form of applied gold leaves. The gold leaves, however, are not located at the true places of the stars in view of the figure in the sky, but are only indicated summarily. Elly Decker's essay discusses her proposed identifications in detail. <p><img width="800" src="illustrations/descr_pics/Aratea fol. 3v und 4r.jpg"/></p> <p><i>A sample page from the medieval manuscript shows the three cushion images Draco, Ursa Maior and Ursa Minor with the text opposite.</i></p> ### How this Sky Culture was made The illustrations of the individual figures were taken directly from the manuscript (provided by Prof. D. Blume, Jena, for planetarium applications). Stellarium works with point coordinates for stars in the catalogue of the astrometry satellite HIPPARCOS, so that the historical drawings have to be locked at three points each. Some of the flat book illustrations had to be distorted slightly on the planetarium dome to fit the stars. Except for the illustration of Scorpius and Ophiuchus, an approximate adjustment was possible. In a planetarium dome, i.e. against a dark background, the dark blue and black parts of the manuscript are not recognisable. That is why these parts (e.g. the crab as a figure, the horns of the ibex, the goats of the carter...) were colour-inverted. The female bears, which are supposed to be dark, have only been shifted slightly into the red. How the image looks in the original (with its lapis lazuli blue background and the original dark colours) is shown in the table below. There are some constellations in the Leiden Aratea, in particular Cen + Lup, Vir, Lib are leaving a huge gap in the sky. Both, Virgo and Centaur are probably not painted because the painter thought it were variants of the images of Sgr (Cen) and And (Vir). The artist of the Leiden Aratea never mapped the images onto the stars. In order to make these depictions understandable for us, I mapped them in Stellarium and added the names and stickfigures of the constellations and the names of individual stars from the Almagest. The Almagest is a book of mathematical astronomy of the 2nd century (i.e. the reign of the Roman Emperor Hadrian) while Aratos's poem describes a much earlier (~300 BCE) Greek sky culture. Both, the Almagest and the poem, are written in Greek originally but the Leiden Aratea presumably refers to a Latin translation of Aratus' poem and Roman artwork. The following table lists the original names of the constellations in columns 2 and 3. constellations, in column 4 the illustration in the manuscript. <p> <table> <tr valign="top"> <td><b>Latin Name, Abbreviation</b></td> <td><b>Original Greek Name</b></td> <td><b>Translation</b> (literally)</td> <td><b>Picture</b></td> </tr> <tr valign="top"> <td><notr>Ursa Minor, Ursa Maior, Draco<br />UMi, UMa, Dra</notr></td> <td><notr>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;, &Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;, &Delta;&rho;&#940;&kappa;&omega;&nu;</notr></td> <td>Little She-Bear, Great She-Bear, Dragon (Latin) / Snake (Greek)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_dra.jpg"/></td> </tr> <tr valign="top"> <td><notr>King Cepheus, Cep</notr></td> <td><notr>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</notr></td> <td>Kepheus</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cep.jpg"/></td> </tr> <tr valign="top"> <td><notr>Bootes, Boo</notr></td> <td><notr>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</notr></td> <td>Ox driver (Latin), Ploughing Man (Greek)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_boo.jpg"/></td> </tr> <tr valign="top"> <td><notr>Northern Crown, CrB</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</notr></td> <td>Crown (Latin), Wreath (Greek)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_crB.jpg"/></td> </tr> <tr valign="top"> <td><notr>Hercules, Her</notr></td> <td><notr>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</notr></td> <td>Hercules (Latin), Kneeler (Greek)<br />The star between the legs is a well-known mistake in the picture: for this figure the draughtsman obviously took Bootes as a model; leg position, shepherd's crook (instead of club for Hercules) and star between the knees are the same.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_her.jpg"/></td> </tr> <tr valign="top"> <td><notr>Lyra, Lyr</notr></td> <td><notr>&Lambda;&#973;&rho;&alpha;</notr></td> <td>Lyre</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lyr.jpg"/></td> </tr> <tr valign="top"> <td><notr>Cygnus, Cyg</notr></td> <td><notr>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</notr></td> <td>Bird [not specified]</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cyg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Cassiopeia, Cas</notr></td> <td><notr>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</notr></td> <td>Queen Kassiepeia </td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cas.jpg"/></td> </tr> <tr valign="top"> <td><notr>Perseus, Per</notr></td> <td><notr>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</notr></td> <td>Perseus<br />mirrored depiction</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_per.jpg"/></td> </tr> <tr valign="top"> <td><notr>Auriga, Aur</notr></td> <td><notr>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</notr></td> <td>Charioteer</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aur.jpg"/></td> </tr> <tr valign="top"> <td><notr>Aquila et Sagitta,<br />Aql </notr>and<notr> Sge</notr></td> <td><notr>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf; </notr>and<notr> &#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</notr></td> <td>Eagle with Arrow</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aql.jpg"/></td> </tr> <tr valign="top"> <td><notr>Delphinus, Del</notr></td> <td><notr>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</notr></td> <td>Dolphin <br /> In the Greek original (Aratos, ~300 BCE), there was no constellation Equuleus. The Farnese Globe (as well as the Mainz Globe and the Kugel Globe) depicts the Dolphin rather largely, covering the space of Equ. That is why I chose to follow this Aratean tradition also for the Leiden Aratea.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_del.jpg"/></td> </tr> <tr valign="top"> <td><notr>Pegasus, Peg</notr></td> <td><notr>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</notr></td> <td>Pegasus (name of a winged horse; Latin), a Horse (Greek)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_peg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Andromeda, And</notr></td> <td><notr>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</notr></td> <td>Princess Andromeda</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_and.jpg"/></td> </tr> <tr valign="top"> <td><notr>Triangulum, Tri</notr></td> <td><notr>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</notr></td> <td>Triangle</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tri.jpg"/></td> </tr> <tr valign="top"> <td><notr>Aries, Ari</notr></td> <td><notr>&Kappa;&rho;&iota;&#972;&sigmaf;</notr></td> <td>Ram<br />(jumping through a ring which is a symbol for the year; Roman new year was in spring).</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ari.jpg"/></td> </tr> <tr valign="top"> <td><notr>Taurus, Tau</notr></td> <td><notr>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</notr></td> <td>Bull</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tau.jpg"/></td> </tr> <tr valign="top"> <td><notr>M45, </notr>Pleiades</td> <td></td> <td>The Pleiades<br />or Seven Sisters</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_plei.jpg"/></td> </tr> <tr valign="top"> <td><notr>Gemini, Gem</notr></td> <td><notr>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</notr></td> <td>Twins</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_gem.jpg"/></td> </tr> <tr valign="top"> <td><notr>Cancer, Cnc</notr></td> <td><notr>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</notr></td> <td>Cancer<br /><i>The cancer was lightened.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cnc.jpg"/></td> </tr> <tr valign="top"> <td><notr>Leo, Leo</notr></td> <td><notr>&Lambda;&#941;&omega;&nu;</notr></td> <td>Lion<br />mirrored depiction</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_leo.jpg"/></td> </tr> <tr valign="top"> <td><notr>Virgo, Vir</notr></td> <td><notr>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</notr></td> <td>Young Lady<br />Apparently, the manuscript only contains one drawing for figures that are depicted twice: like Sagittarius is depicted as centaur and the constellation Centaur is missing, Andromeda is painted as young lady but the second young lady for the constellation of Virgo is missing.</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>Libra, Lib</notr></td> <td><notr>&Chi;&eta;&lambda;&alpha;&#943;</notr></td> <td>Balance (Latin, since 1st century CE in Geminos and Manilius; transferred in a style epoch of Babylonian revival), <br />Claws [of the Scorpion] (Greek)<br />The claws of the Scorpion indeed to cover this area.</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>Ophiuchus et Serpens, Scorpius,<br />Oph + Ser </notr>and<notr> Sco</notr></td> <td><notr>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;, &#702;&#714;&Omicron;&phi;&iota;&sigmaf; </notr>and<notr> &Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</notr></td> <td>Snake Carrier and Scorpion (both in the zodiac ever since)<br />mirrored depiction</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_oph.jpg"/></td> </tr> <tr valign="top"> <td><notr>Sagittarius, Sgr</notr></td> <td><notr>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</notr></td> <td>Archer</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_sgr.jpg"/></td> </tr> <tr valign="top"> <td><notr>Capricornus, Cap</notr></td> <td><notr>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</notr></td> <td>The Goat-Horned One</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cap.jpg"/></td> </tr> <tr valign="top"> <td><notr>Aquarius, Aqr</notr></td> <td><notr>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</notr></td> <td>Water Pourer<br />mirrored depiction (although front view)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aqr.jpg"/></td> </tr> <tr valign="top"> <td><notr>Pisces, Psc</notr></td> <td><notr>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</notr></td> <td>Fishes</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psc.jpg"/></td> </tr> <tr valign="top"> <td><notr>Cetus, Cet</notr></td> <td><notr>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</notr></td> <td>a Sea Monster named Cetus</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cet.jpg"/></td> </tr> <tr valign="top"> <td><notr>Orion, Ori</notr></td> <td><notr>&#702;&Omega;&rho;&#943;&omega;&nu;</notr></td> <td>Orion<br /><i>mirrored depiction</i><br />The Hare in this depiction had been deleted and replaced by the Hare from his own single-page painting.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ori.jpg"/></td> </tr> <tr valign="top"> <td><notr>Eridanus, Eri</notr></td> <td><notr>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</notr></td> <td>the river Eridanus (Latin), an unnamed River (Greek);<br />here a river god is depicted</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_eri.jpg"/></td> </tr> <tr> <td><notr>Lepus, Lep</notr></td> <td><notr>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</notr></td> <td>Hare<br /><i>shown twice: once between Orion's legs, once separately; for the visualisation we have removed the hare between Orion's legs. The separately illustrated hare runs in the direction of writing, but the hare between Orion's legs runs in the direction of the true course of the sun. The constellation figure should therefore be thought of as mirrored in relation to the illustration in the book: this can be seen in the sketch of the hare between Orion's legs.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lep.jpg"/></td> </tr> <tr valign="top"> <td><notr>Canis Maior, CMa</notr></td> <td><notr>&Kappa;&#973;&omega;&nu;</notr></td> <td>Dog<br />mirrored depiction of a little dog</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cma.jpg"/></td> </tr> <tr valign="top"> <td><notr>Canis Minor (Procyon), CMi</notr></td> <td><notr>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</notr></td> <td>The star in front of the dog <br /> mirrored depiction<br />(an asterism of three stars forming a small dog is already mentioned by Eratosthenes, but the name of the figure was always "Prokyon"). Procyon is a Greek term (with "k") latinized.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cmi.jpg"/></td> </tr> <tr valign="top"> <td><notr>Argo, Arg</notr></td> <td><notr>&#702;&Alpha;&rho;&gamma;&omega;</notr></td> <td>Ship &quot;Argo&quot;<br />mirrored depiction</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_arg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Hydra, Crater, Corvus<br />Hya, Crt, Crv</notr></td> <td><notr>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;, &Kappa;&rho;&alpha;&tau;&#942;&rho;, &Kappa;&oacute;&rho;&alpha;&xi;</notr></td> <td>Water Snake, a particular vessel (crater), Raven</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_hya.jpg"/></td> </tr> <tr valign="top"> <td><notr>Centaurus, Cen</notr></td> <td><notr>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</notr></td> <td>Kentauros<br />apparently the constellations that are double have been painted only once: Sagittarius is depicted as centaur in the manuscript, the constellation Centaurus (a centaur with a sacrificial animal) is not depicted<br />(likewise, Andromeda is depicted but not Virgo)</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>Lupus, Lup</notr></td> <td><notr>&Theta;&eta;&rho;&#943;&omicron;&nu;</notr></td> <td>monster<br />(in the Greek original (Aratos, ~300 BCE), Lupus is not a standalone constellation but a composite of the constellation of Centaurus that is missing here).</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>Ara, Ara</notr></td> <td><notr>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</notr></td> <td>Altar</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ara.jpg"/></td> </tr> <tr valign="top"> <td><notr>Corona Australis, CrA</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</notr></td> <td>Southern Crown (Latin), Southern Wreath (Greek)</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>Piscis Austrinus, PsA</notr></td> <td><notr>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</notr></td> <td>Southern Fish<br />(had been "Great Fish" for Eratosthenes and Aratus in Greek)<br />It is so darkly drawn here that you would not recognise it in the stars. That is why the colours have been dipped into a blue-green scheme instead of the original red-purple one.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psA.jpg"/></td> </tr> </table> </p>
de: Die Figuren sind nach einer nicht erhaltenen römischen Vorlage gezeichnet, nicht aber nach einem Globus, so dass keine Passung auf die Sterne erfolgt. Die Sterne selbst sind nur symbolisch auf den Figuren verteilt, d.h. die Anzahl der Sterne pro Figur wird in Form von aufgelegten Goldblättchen im Manuskript gekennzeichnet. Die Goldblättchen befinden sich aber nicht an den wahren Örtern der Sterne mit Blick auf die Figur am Himmel, sondern sind nur summarisch angegeben. Elly Deckers Aufsatz bespricht ihre Identifikationsvorschläge im Detail. <p > <img width="800" src="illustrations/descr_pics/Aratea fol. 3v und 4r.jpg"/></p> <p > <i>Eine Beispielseite aus der mittelalterlichen Handschrift zeigt die drei Polsternbilder Draco, Ursa Maior und Ursa Minor mit dem nebenstehenden Text.</i> </p> ### Wie wurde diese Sky Culture erstellt? Die Abbildungen der einzelnen Figuren wurden direkt aus dem Manuskript übernommen (von Herrn Prof. D. Blume, Jena, für Planetariumsanwendungen zur Verfügung gestellt). Stellarium arbeitet mit Punkt-Koordinaten für Sterne im Katalog des Astrometrie-Satelliten HIPPARCOS, so dass die historischen Zeichnungen an je drei Punkten arretiert werden müssen. Die flachen Buchillustrationen mussten teilweise an der Planetariumskuppel etwas verzerrt werden, um auf die Sterne zu passen. Außer bei der Abbildung von Skorpion und Ophiuchus war eine ungefähre Anpassung möglich. In einer Planetariumskuppel, d.h. vor dunklem Hintergrund, sind die dunkelblauen und schwarzen Partien des Manuskripts nicht erkennbar. Darum wurden diese Partien (z.B. der Krebs als Figur, die Hörner des Steinbocks, die Ziegen des Fuhrmanns...) farbinvertiert. Die Bärinnen, die an sich dunkel sein sollten, wurden nur etwas ins Rötliche verschoben. Wie die Abbildung im Original aussieht (mit ihrem lapislazuli-blauen Hintergrund und den originalen dunklen Farben) zeigt die Tabelle unten. Es gibt einige Sternbilder in der Leidener Aratea, insbesondere Cen+Lup, Vir, Lib, die eine große L&uuml;cke im Himmel hinterlassen. Sowohl Virgo als auch Centaur sind wahrscheinlich nicht gemalt, weil der Maler dachte, seine Vorlagen seien Varianten der Bilder von Sgr (Cen) und And (Vir). Der K&uuml;nstler der Leidener Aratea hat die Bilder nicht auf die Sterne abgebildet. Um diese Darstellungen f&uuml;r uns verst&auml;ndlich zu machen, habe ich sie in Stellarium abgebildet und die Namen und Strichfiguren der Sternbilder sowie die Namen der Einzelsterne aus dem Almagest &uuml;bernommen. Der Almagest ist ein Buch der mathematischen Astronomie aus dem 2. Jahrhundert (d.h. der Regierungszeit des r&ouml;mischen Kaisers Hadrian), w&auml;hrend das Gedicht von Aratos eine viel fr&uuml;here (~300 v. Chr.) griechische Himmelskultur beschreibt. Sowohl der Almagest als auch das Gedicht sind urspr&uuml;nglich in griechischer Sprache verfasst, w&auml;hrend die Leidener Aratea sich vermutlich auf eine lateinische &Uuml;bersetzung von Aratus' Gedicht und r&ouml;mische Kunstwerke bezieht. Die folgende Tabelle listet in Spalte 2 und 3 die Originalnamen der Sternbilder auf, in Spalte 4 die Abbildung im Manuskript. <p> <table > <tr valign="top"> <td> <b>Lateinischer Name, Abkürzung</b> </td> <td><b> Originalname</b> </td> <td><b> Übersetzung</b> (wörtlich) </td> <td><b> Bild</b> </td> </tr> <tr valign="top"> <td> Ursa Minor, Ursa Maior, Draco <br> UMi, UMa, Dra </td> <td> &Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf; , &Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf; , &Delta;&rho;&#940;&kappa;&omega;&nu; </td> <td>Kleine B&auml;rin, Große B&auml;rin, Drache (latein) / Schlange (griechisch) </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_dra.jpg"/> </td> </tr> <tr valign="top"> <td>K&ouml;nig Cepheus, Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf; </td> <td> Kepheus</td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_cep.jpg"/> </td> </tr> <tr valign="top"> <td>Bootes, Boo </td> <td> &Beta;&omicron;&#974;&tau;&eta;&sigmaf; </td> <td>Ochsentreiber (latein), Pfl&uuml;ger (griechisch) </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_boo.jpg"/> </td> </tr> <tr valign="top"> <td>Corona Borealis, CrB </td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; </td> <td>Kranz </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_crB.jpg"/> </td> </tr> <tr valign="top"> <td>Hercules, Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Herkules (Latein), Kniender (Griechisch) <br> Der Stern zwischen den Beinen ist ein bekannter Fehler im Bild: Für diese Figur hat der Zeichner offenbar Bootes als Vorlage genommen; Beinstellung, Hirtenstab (statt Keule für Herkules) und Stern zwischen den Knien sind gleich.</td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_her.jpg"/> </td> </tr> <tr valign="top"> <td>Lyra, Lyr</td> <td>&Lambda;&#973;&rho;&alpha; </td> <td>Lyre</td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_lyr.jpg"/> </td> </tr> <tr valign="top"> <td>Cygnus, Cyg </td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf; </td> <td>Schwan (Latin), Vogel (Griechisch) </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_cyg.jpg"/> </td> </tr> <tr valign="top"> <td>Cassiopeia, Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha; </td> <td>Königin Kassiopeia </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_cas.jpg"/> </td> </tr> <tr valign="top"> <td>Perseus, Per </td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Perseus <br> gespiegelte Darstellung</td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_per.jpg"/> </td> </tr> <tr valign="top"> <td>Auriga, Aur </td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf; </td> <td>Wagenlenker </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_aur.jpg"/> </td> </tr> <tr valign="top"> <td> Aqulia et Sagitta <br> Aql und Sge</td> <td> &#702;&Alpha;&epsilon;&tau;&#972;&sigmaf; und &#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf; </td> <td> Adler mit Pfeil </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_aql.jpg"/> </td> </tr> <tr valign="top"> <td> Delphin, Del </td> <td> &Delta;&epsilon;&lambda;&phi;&#943;&sigmaf; </td> <td> Delphin <br> (Im griechischen Original (Aratos, ~300 BCE) gab es das Sternbild Equuleus nicht. Die antiken Globen (Farnese, Mainz, Kugel), die Aratos folgen, stellen den Delphin riesig dar; so groß wie Pegasus und jedenfalls die Fläche von Equ mit bedeckend. Daher folgen wir dieser Tradition in der Leidener Aratea.) </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_del.jpg"/> </td> </tr> <tr valign="top"> <td> Pegasus, Peg</td> <td> &#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf; </td> <td> Pegasus (Latein: ein bestimmtes, geflügeltes Pferd), Pferd (griechisch) </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_peg.jpg"/> </td> </tr> <tr valign="top"> <td>Andromeda, And </td> <td> &#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha; </td> <td> Prinzessin Andromeda </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_and.jpg"/> </td> </tr> <tr valign="top"> <td> Triangulum, Tri </td> <td> &Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf; </td> <td> Dreieck </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_tri.jpg"/> </td> </tr> <tr valign="top"> <td> Aries, Ari </td> <td> &Kappa;&rho;&iota;&#972;&sigmaf; </td> <td> Widder </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_ari.jpg"/> </td> </tr> <tr valign="top"> <td> Taurus, Tau </td> <td> &Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf; </td> <td> Stier </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_tau.jpg"/> </td> </tr> <tr valign="top"> <td> M45, Plejaden </td> <td> </td> <td> die Plejaden (Töchter der Nymphe Pleione, seltener: Sieben Schwestern, Siebengestirn) </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_plei.jpg"/> </td> </tr> <tr valign="top"> <td> Gemini, Gem </td> <td> &Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota; </td> <td> Zwillinge </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_gem.jpg"/> </td> </tr> <tr valign="top"> <td> Cancer Cnc </td> <td> &Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf; </td> <td> Krebs <br><i>Der Krebs wurde aufgehellt.</i></td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_cnc.jpg"/> </td> </tr> <tr valign="top"> <td> Leo, Leo<</td> <td> &Lambda;&#941;&omega;&nu; </td> <td> Löwe <br> gespiegelte Darstellung </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_leo.jpg"/> </td> </tr> <tr valign="top"> <td> Virgo, Vir </td> <td> &Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf; </td> <td> Junge Frau <br> (Wie auch der Kentaur nur einmal gemalt wurde, liegt vermutlich auch hier eine fehlerhafte Identifikation vor: Die junge Dame Andromeda ist gemalt, aber die junge Dame "Virgo" ist nicht gemalt.)</td> <td> fehlt </td> </tr> <tr valign="top"> <td> Libra, Lib </td> <td> &Chi;&eta;&lambda;&alpha;&#943; </td> <td> Waage (Latein, seit dem 1. Jh. CE bei den augusteischen Autoren Manilius und Geminos, übertragen in einer Stilepoche der Wiedergeburt babylonischer Astralwissenschaften),<br> Scheren [des Skorpion] (griechisch) <br> Die Scheren des Skorpions bedecken in der Tat diese Fläche.</td> <td> fehlt </td> </tr> <tr valign="top"> <td> Ophiuchus et Serpens, Scorpius <br> Oph+Ser und Sco </td> <td> &#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf; , &#702;&#714;&Omicron;&phi;&iota;&sigmaf; und &Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf; </td> <td> Schlangenträger und Skorpion <br> gespiegelte Darstellung</td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_oph.jpg"/> </td> </tr> <tr valign="top"> <td> Sagittarius, Sgr </td> <td> &Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf; </td> <td> Schütze </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_sgr.jpg"/> </td> </tr> <tr valign="top"> <td> Capricornus, Cap </td> <td> &Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf; </td> <td> der Ziegengehörnte </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_cap.jpg"/> </td> </tr> <tr valign="top"> <td> Aquarius, Aqr </td> <td> &#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf; </td> <td> Wasserträger <br> gespiegelte Darstellung (trotz Frontalansicht)</td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_aqr.jpg"/> </td> </tr> <tr valign="top"> <td> Pisces, Psc </td> <td> &#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf; </td> <td> [2] Fische </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_psc.jpg"/> </td> </tr> <tr valign="top"> <td> Cetus, Cet </td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf; </td> <td> Meeresungeheuer namens Ketos (griechisch), Name latinisiert</td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_cet.jpg"/> </td> </tr> <tr valign="top"> <td> Orion, Ori </td> <td> &#702;&Omega;&rho;&#943;&omega;&nu; </td> <td> Orion <br><i>gespiegelte Darstellung</i> <br> Der Hase in diesem Bild wurde am Sternhimmel entfernt und durch den großen Hasen auf seiner eigenen Manuskriptseite ersetzt. </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_ori.jpg"/> </td> </tr> <tr valign="top"> <td> Eridanus, Eri </td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf; </td> <td> der Fluss Eridanus (Latein), ein namenloser Fluss (griechisch);<br> abgebildet ist hier ein Flussgott </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_eri.jpg"/> </td> </tr> <tr> <td> Lepus, Lep </td> <td> &Lambda;&alpha;&gamma;&omega;&#771;&sigmaf; </td> <td> Hase <br><i>doppelt abgebildet: einmal zwischen den Beinen des Orion, einmal separat; für die Visualisierung haben wir den Hasen zwischen Orions Beinen entfernt. Der separat abgebildete Hase läuft in Schreibrichtung, aber der Hase zwischen Orions Beinen läuft in Richtung des wahren Sonnenlaufes. Die Sternbildfigur ist daher gegenüber der Abbildung im Buch gespiegelt zu denken: Das sieht man an der Hase-Skizze zwischen Orions Beinen.</i></td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_lep.jpg"/> </td> </tr> <tr valign="top"> <td> Canis Maior, CMa </td> <td>&Kappa;&#973;&omega;&nu; </td> <td> Hund <br>gespiegelte Darstellung </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_cma.jpg"/> </td> </tr> <tr valign="top"> <td> Canis minor, (Procyon), CMi </td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu; </td> <td> Das Gestirn vor dem Hund<br> gespiegelte Darstellung <br> (schon bei Eratosthenes ist ein Dreigestirn erwähnt, das einen kleinen Hund formt, aber der Name der Figur war stets "Prokyon"). Das griechische Wort (mit "k") wird latinisiert mit "c" geschrieben. </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_cmi.jpg"/> </td> </tr> <tr valign="top"> <td> Argo, Arg </td> <td>&#702;&Alpha;&rho;&gamma;&omega; </td> <td> das Schiff &quot;Argo&quot; <br>gespiegelte Darstellung </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_arg.jpg"/> </td> </tr> <tr valign="top"> <td> Hydra et Crater et Corvus <br> Hya + Crt + Crv </td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;, &Kappa;&rho;&alpha;&tau;&#942;&rho;, &Kappa;&oacute;&rho;&alpha;&xi; </td> <td> Wasserschlange + Krater (ein Gefäß mit breiter Öffnung) + Rabe</td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_hya.jpg"/> </td> </tr> <tr valign="top"> <td> Centaurus, Cen </td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf; </td> <td> Kentauros <br> (Der Kentaur Cheiron ist doppelt am Himmel, als Bogenschütze und als Opferbringer. Das Leidener Manuskript bildet ihn nur einmal ab, als Sternbild Schütze; das Sternbild Kentaur fehlt.)</td> <td> fehlt </td> </tr> <tr valign="top"> <td> Lupus, Lup </td> <td> &Theta;&eta;&rho;&#943;&omicron;&nu; </td> <td> Untier <br> (Im griechischen Original (Aratos, um 300 v. Chr.) war dies kein eigenständiges Sternbild, sondern Attribut des Kentaur, der hier fehlt.)</td> <td> fehlt </td> </tr> <tr valign="top"> <td> Ara, Ara </td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu; </td> <td> Altar </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_ara.jpg"/> </td> </tr> <tr valign="top"> <td> Corona Australis, CrA </td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf; </td> <td> Südlicher Kranz </td> <td> fehlt </td> </tr> <tr valign="top"> <td>Pisces Austrinus, PsA </td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf; </td> <td> Südlicher Fisch (Latein),<br> bei den frühen griechischen Autoren (Aratos, Eratosthenes) "Großer Fisch" genannt <br> Er ist hier dermaßen dunkel gezeichnet, dass man ihn auf den Sternen nicht erkennen würde. Darum wurden die Farben in ein blau-grünes Schema statt des ursprünglichen rot-violettfarbenen getaucht. </td> <td> <img width="255" src="illustrations/descr_pics/aratea_small_psA.jpg"/> </td> </tr> </table> </p>
es_419: Las figuras están extraídas de un modelo romano no conservado, pero no de un globo, por lo que no se ajusta a las estrellas. Las estrellas en sí mismas solo están distribuidas simbólicamente en las figuras, es decir, el número de estrellas por figura está marcado en el manuscrito en forma de hojas de oro aplicadas. Sin embargo, las hojas de oro no están ubicadas en los lugares verdaderos de las estrellas a la vista de la figura en el cielo, sino que solo se indican de manera sumaria. El ensayo de Elly Decker analiza en detalle las identificaciones propuestas. <p><img width="800" src="illustrations/descr_pics/Aratea fol. 3v und 4r.jpg"/></p> <p><i>Una página de muestra del manuscrito medieval muestra las imágenes de tres cojines de Draco, la Osa Mayor y la Osa Menor con el texto opuesto.</i></p> ### ¿Cómo se hizo esta cultura estelar? Las ilustraciones de las figuras individuales se tomaron directamente del manuscrito (proporcionado por el Prof. D. Blume, Jena, para aplicaciones de planetario). Stellarium trabaja con coordenadas de puntos para estrellas en el catálogo del satélite de astrometría HIPPARCOS, por lo que los dibujos históricos deben estar bloqueados en tres puntos cada uno. Algunas de las ilustraciones de los libros planos tuvieron que distorsionarse ligeramente en la cúpula del planetario para que se ajustaran a las estrellas. Excepto por la ilustración de Escorpio y Ofiuco, fue posible un ajuste aproximado. En la cúpula de un planetario, es decir, sobre un fondo oscuro, las partes azul oscuro y negra del manuscrito no son reconocibles. Es por eso que estas partes (por ejemplo, el cangrejo como figura, los cuernos de la cabra montés, las cabras del carretero...) fueron de color invertido. Las osas, que se supone que son oscuras, solo se han cambiado ligeramente al rojo. En la siguiente tabla se muestra cómo se ve la imagen en el original (con su fondo azul lapislázuli y los colores oscuros originales). Hay algunas constelaciones en Leiden Aratea, en particular Cen + Lup, Vir, Lib están dejando un enorme espacio en el cielo. Tanto Virgo como Centauro probablemente no están pintados porque el pintor pensó que eran variantes de las imágenes de Sgr (Cen) y And (Vir). El artista del Leiden Aratea nunca asignó las imágenes a las estrellas. Para que estas representaciones fueran comprensibles para nosotros, las mapeé en Stellarium y agregué los nombres y figuras de palo de las constelaciones y los nombres de estrellas individuales del Almagesto. El Almagesto es un libro de astronomía matemática del siglo II (es decir, el reinado del emperador romano Adriano), mientras que el poema de Aratos describe una cultura estelar griega mucho anterior (~300 a. C.). Tanto el Almagesto como el poema, están escritos originalmente en griego, pero el Leiden Aratea presumiblemente se refiere a una traducción latina del poema de Aratus y la obra de arte romana. La siguiente tabla enumera los nombres originales de las constelaciones en las columnas 2 y 3. constelaciones, en la columna 4 la ilustración del manuscrito. <p> <table> <tr valign="top"> <td><b>Nombre latino, Abreviatura</b></td> <td><b>Nombre griego original</b></td> <td><b>Traducción</b> (literal)</td> <td><b>Imagen</b></td> </tr> <tr valign="top"> <td><notr>Ursa Minor, Ursa Maior, Draco<br />UMi, UMa, Dra</notr></td> <td>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;, &Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;, &Delta;&rho;&#940;&kappa;&omega;&nu;</td> <td>Osa Menor, Osa Mayor, Dragón (latín) / Serpiente (griego)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_dra.jpg"/></td> </tr> <tr valign="top"> <td>King Cepheus, Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</td> <td>Cefeo</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cep.jpg"/></td> </tr> <tr valign="top"> <td>Bootes, Boo</td> <td>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</td> <td>Conductor de bueyes (latín), Hombre arado (griego)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_boo.jpg"/></td> </tr> <tr valign="top"> <td>Northern Crown, CrB</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</td> <td>Corona (latín), Guirnalda (griego)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_crB.jpg"/></td> </tr> <tr valign="top"> <td>Hercules, Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Hércules (latín), Kneeler (griego)<br />La estrella entre las piernas es un error bien conocido en la imagen: para esta figura, el dibujante obviamente tomó a Bootes como modelo; La posición de la pierna, el cayado de pastor (en lugar del palo de Hércules) y la estrella entre las rodillas son iguales.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_her.jpg"/></td> </tr> <tr valign="top"> <td>Lyra, Lyr</td> <td>&Lambda;&#973;&rho;&alpha;</td> <td>Lyre</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lyr.jpg"/></td> </tr> <tr valign="top"> <td>Cygnus, Cyg</td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</td> <td>Pájaro [no especificado]</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cyg.jpg"/></td> </tr> <tr valign="top"> <td>Cassiopeia, Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</td> <td>Reina Casiopea </td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cas.jpg"/></td> </tr> <tr valign="top"> <td>Perseus, Per</td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Perseus<br />representación reflejada</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_per.jpg"/></td> </tr> <tr valign="top"> <td>Auriga, Aur</td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</td> <td>Carruaje</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aur.jpg"/></td> </tr> <tr valign="top"> <td><notr>Aquila et Sagitta,<br />Aql </notr>y Sge</td> <td>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf; y &#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</td> <td>Águila con Flecha</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aql.jpg"/></td> </tr> <tr valign="top"> <td>Delphinus, Del</td> <td>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</td> <td>Delfín <br /> En el original griego (Aratos, ~ 300 a. C.), no había una constelación de Equuleus. El globo de Farnese (así como el globo de Mainz y el globo de Kugel) representa el rahter de los delfines en gran parte, cubriendo el espacio de Equ. Por eso, sigo esta tradición aratea también para el Leiden Aratea.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_del.jpg"/></td> </tr> <tr valign="top"> <td>Pegasus, Peg</td> <td>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</td> <td>Pegaso (nombre de un caballo alado; latín), un caballo (griego)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_peg.jpg"/></td> </tr> <tr valign="top"> <td>Andromeda, And</td> <td>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</td> <td>Princesa Andrómeda</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_and.jpg"/></td> </tr> <tr valign="top"> <td>Triangulum, Tri</td> <td>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</td> <td>Triángulo</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tri.jpg"/></td> </tr> <tr valign="top"> <td>Aries, Ari</td> <td>&Kappa;&rho;&iota;&#972;&sigmaf;</td> <td>Carnero<br />(saltando a través de un anillo que es un símbolo del año; el año nuevo romano era en primavera).</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ari.jpg"/></td> </tr> <tr valign="top"> <td>Taurus, Tau</td> <td>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</td> <td>Toro</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tau.jpg"/></td> </tr> <tr valign="top"> <td>M45, Pléyades</td> <td></td> <td>Las Pléyades<br />o Siete Hermanas</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_plei.jpg"/></td> </tr> <tr valign="top"> <td>Gemini, Gem</td> <td>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</td> <td>Gemelos</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_gem.jpg"/></td> </tr> <tr valign="top"> <td>Cancer, Cnc</td> <td>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</td> <td>Cáncer<br /><i>El cáncer se alivió.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cnc.jpg"/></td> </tr> <tr valign="top"> <td>Leo, Leo</td> <td>&Lambda;&#941;&omega;&nu;</td> <td>León<br />representación reflejada</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_leo.jpg"/></td> </tr> <tr valign="top"> <td>Virgo, Vir</td> <td>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</td> <td>Dama Joven<br />Aparentemente, el manuscrito solo contiene un dibujo para figuras que se representan dos veces: como Sagitario está representado como un centauro y falta la constelación de centauro, Andrómeda está pintada como una joven, pero falta la segunda joven de la constelación de Virgo.</td> <td>faltante</td> </tr> <tr valign="top"> <td>Libra, Lib</td> <td>&Chi;&eta;&lambda;&alpha;&#943;</td> <td>Equilibrio (latín, desde el siglo I EC en Géminos y Manilius; transferido en una época de estilo del renacimiento babilónico), <br />Garras [del Escorpión] (Griego)<br />Las garras del Escorpión ciertamente cubren esta área.</td> <td>faltante</td> </tr> <tr valign="top"> <td><notr>Ophiuchus et Serpens, Scorpius,<br />Oph + Ser </notr>y Sco</td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;, &#702;&#714;&Omicron;&phi;&iota;&sigmaf; y &Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</td> <td>Portador de serpientes y escorpión (ambos en el zodíaco desde entonces)<br />representación reflejada</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_oph.jpg"/></td> </tr> <tr valign="top"> <td>Sagittarius, Sgr</td> <td>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</td> <td>Arquero</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_sgr.jpg"/></td> </tr> <tr valign="top"> <td>Capricornus, Cap</td> <td>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</td> <td>El de cuernos de cabra</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cap.jpg"/></td> </tr> <tr valign="top"> <td>Aquarius, Aqr</td> <td>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</td> <td>Vertedor del Agua<br />representación reflejada (aunque vista frontal)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aqr.jpg"/></td> </tr> <tr valign="top"> <td>Pisces, Psc</td> <td>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</td> <td>Peces</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psc.jpg"/></td> </tr> <tr valign="top"> <td>Cetus, Cet</td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</td> <td>un Monstruo Marino llamado Cetus</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cet.jpg"/></td> </tr> <tr valign="top"> <td>Orion, Ori</td> <td>&#702;&Omega;&rho;&#943;&omega;&nu;</td> <td>Orión<br /><i>representación reflejada</i><br />La liebre en esta representación había sido eliminada y reemplazada por la liebre de su propia pintura de una sola página.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ori.jpg"/></td> </tr> <tr valign="top"> <td>Eridanus, Eri</td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</td> <td>el río Eridanus (latín), un río sin nombre (griego);<br />aquí se representa un dios del río</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_eri.jpg"/></td> </tr> <tr> <td>Lepus, Lep</td> <td>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</td> <td>Liebre<br /><i>se muestra dos veces: una entre las piernas de Orion, una vez por separado; para la visualización hemos quitado la liebre entre las piernas de Orión. La liebre ilustrada por separado corre en la dirección de la escritura, pero la liebre entre las piernas de Orión corre en la dirección del verdadero curso del sol. Por lo tanto, la figura de la constelación debe considerarse reflejada en relación con la ilustración del libro: esto se puede ver en el boceto de la liebre entre las piernas de Orión.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lep.jpg"/></td> </tr> <tr valign="top"> <td>Canis Maior, CMa</td> <td>&Kappa;&#973;&omega;&nu;</td> <td>Perro<br />Representación reflejada de un perro pequeño</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cma.jpg"/></td> </tr> <tr valign="top"> <td>Canis Minor (Procyon), CMi</td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</td> <td>La estrella delante del perro <br /> representación reflejada<br />(un asterismo de tres estrellas que forman un perro pequeño ya se menciona por Eratóstenes, pero el nombre de la figura siempre fue "Prokyon"). Procyon es un término griego (con "k") latinizado.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cmi.jpg"/></td> </tr> <tr valign="top"> <td>Argo, Arg</td> <td>&#702;&Alpha;&rho;&gamma;&omega;</td> <td>Nave &quot;Argo&quot;<br />representación reflejada</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_arg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Hydra, Crater, Corvus<br />Hya, Crt, Crv</notr></td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;, &Kappa;&rho;&alpha;&tau;&#942;&rho;, &Kappa;&oacute;&rho;&alpha;&xi;</td> <td>Serpiente marina, un recipiente en particular (cráter), Cuervo</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_hya.jpg"/></td> </tr> <tr valign="top"> <td>Centaurus, Cen</td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</td> <td>Centauro<br />aparentemente las constelaciones que son dobles, se han pintado solo una vez: Sagitario está representado como centauro en el manuscrito, la constelación Centauro (un centauro con un animal sacrificado) no está representada<br />(del mismo modo, se representa a Andrómeda pero no a Virgo)</td> <td>faltante</td> </tr> <tr valign="top"> <td>Lupus, Lup</td> <td>&Theta;&eta;&rho;&#943;&omicron;&nu;</td> <td>monstruo<br />(en el original griego (Aratos, ~ 300 a. C.), Lupus no es una constelación independiente, sino una composición de la constelación de Centauro que falta aquí).</td> <td>faltante</td> </tr> <tr valign="top"> <td>Ara, Ara</td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</td> <td>Altar</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ara.jpg"/></td> </tr> <tr valign="top"> <td>Corona Australis, CrA</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</td> <td>Corona del Sur (latín), Guirnalda del Sur (griego)</td> <td>faltante</td> </tr> <tr valign="top"> <td>Piscis Austrinus, PsA</td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</td> <td>Pez del Sur<br />(había sido "Gran Pez" para Eratóstenes y Arato en griego)<br />Está tan oscuro aquí que no lo reconocería en las estrellas. Es por eso que los colores se han sumergido en un esquema azul-verde en lugar del rojo-púrpura original.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psA.jpg"/></td> </tr> </table> </p>
ru: Фигуры взяты с не сохранившейся римской модели, а не с глобуса, поэтому нет привязки к звёздам. Сами звёзды распределены на рисунках лишь символически, т.е. число звезд на фигуру отмечено в рукописи в виде накладных золотых листов. Золотые листья, однако, не расположены в истинных местах звёзд на фоне фигуры на небе, а указаны лишь в общих чертах. Элли Декер подробно обсуждает предложенные ею отождествления в своём эссе. <p><img width="800" src="illustrations/descr_pics/Aratea fol. 3v und 4r.jpg"/></p> <p><i>На образце страницы средневекового манускрипта показаны три изображения подушки: Дракон, Большая и Малая Медведицы, а текст находится напротив.</i></p> ### Как создавалась эта культура неба Иллюстрации отдельных фигур взяты непосредственно из рукописи (предоставленной профессором Д. Блюмом из Йены для использования в планетарии). Stellarium работает с координатами точек для звёзд из каталога астрометрического спутника HIPPARCOS, так что исторические рисунки должны быть привязаны к каждой из трёх точек. Некоторые плоские книжные иллюстрации на куполе планетария пришлось немного исказить, чтобы они соответствовали звёздам. За исключением иллюстрации Скорпиона и Змееносца, приблизительная корректировка была возможна. В куполе планетария, то есть на темном фоне, темно-синие и черные части рукописи не различимы. Вот почему эти части (например, краб как фигура, рога горного козла, козлы возчика...) были инвертированы по цвету. Медведицы, которые должны быть темными, лишь немного сместились в красный цвет. Как изображение выглядит в оригинале (на фоне голубого лазурита и исходных темных цветов) показано в таблице ниже. В Лейденской Аратеи есть некоторые созвездия, в частности Центавр + Волк, Дева, Весы оставляют на небе огромную брешь. И Дева, и Центавр, вероятно, не нарисованы, потому что художник думал, что это варианты изображений Стрельца (Центавр) и Андромеды (Дева). Художник Лейденской Аратеи никогда не наносил изображения на звезды. Чтобы сделать эти изображения понятными для нас, я нанесла их на карту в Stellarium и добавила названия и линии созвездий и названия отдельных звезд из Альмагеста. Альмагест — это книга по математической астрономии II века (т. е. периода правления римского императора Адриана), в то время как поэма Арата описывает гораздо более раннюю (~ 300 г. до н. э.) греческую культуру неба. И Альмагест, и поэма изначально написаны на греческом языке, но Лейденская Аратея предположительно относится к латинскому переводу поэмы Арата и римских произведений искусства. В следующей таблице перечислены исходные названия созвездий в столбцах 2 и 3. Созвездия, в столбце 4 - иллюстрации в рукописи. <p> <table> <tr valign="top"> <td><b>Латинское название, аббревиатура</b></td> <td><b>Исходное греческое название</b></td> <td><b>Перевод</b> (буквальный)</td> <td><b>Изображение</b></td> </tr> <tr valign="top"> <td><notr>Ursa Minor, Ursa Maior, Draco<br />UMi, UMa, Dra</notr></td> <td>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;, &Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;, &Delta;&rho;&#940;&kappa;&omega;&nu;</td> <td>Маленькая Медведица, Большая Медведица, Дракон (лат.) / Змея (греч.)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_dra.jpg"/></td> </tr> <tr valign="top"> <td>King Cepheus, Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</td> <td>Кефей</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cep.jpg"/></td> </tr> <tr valign="top"> <td>Bootes, Boo</td> <td>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</td> <td>Погонщик вола (лат.), Пахарь (греч.)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_boo.jpg"/></td> </tr> <tr valign="top"> <td>Northern Crown, CrB</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</td> <td>Корона (лат.), Венок (греч.)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_crB.jpg"/></td> </tr> <tr valign="top"> <td>Hercules, Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Геракл (лат.), Коленопреклоненный (греч.)<br />Звезда между ног — известная ошибка на картине: для этой фигуры рисовальщик явно взял за образец Волопаса; положение ног, пастуший посох (вместо палицы у Геракла) и звезда между коленями - то же самое.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_her.jpg"/></td> </tr> <tr valign="top"> <td>Lyra, Lyr</td> <td>&Lambda;&#973;&rho;&alpha;</td> <td>Лира</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lyr.jpg"/></td> </tr> <tr valign="top"> <td>Cygnus, Cyg</td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</td> <td>Птица [вид не указан] </td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cyg.jpg"/></td> </tr> <tr valign="top"> <td>Cassiopeia, Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</td> <td>Королева Кассиопея </td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cas.jpg"/></td> </tr> <tr valign="top"> <td>Perseus, Per</td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Perseus<br />зеркальное изображение</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_per.jpg"/></td> </tr> <tr valign="top"> <td>Auriga, Aur</td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</td> <td>Возница</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aur.jpg"/></td> </tr> <tr valign="top"> <td><notr>Aquila et Sagitta,<br />Aql </notr>и Sge</td> <td>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf; и &#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</td> <td>Орёл со Стрелой</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aql.jpg"/></td> </tr> <tr valign="top"> <td>Delphinus, Del</td> <td>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</td> <td>Дельфин <br /> В греческом оригинале (Арат, ~300 г. до н.э.) не было созвездия Малого коня. Глобус Фарнезе (а также Глобус Майнца и Глобус Кугеля) изображает Дельфина довольно крупно, занимая пространство М. Коня. Вот почему я решила следовать этой аратской традиции и для лейденской аратеи.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_del.jpg"/></td> </tr> <tr valign="top"> <td>Pegasus, Peg</td> <td>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</td> <td>Пегас (название крылатого коня; лат.), Лошадь (греч.)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_peg.jpg"/></td> </tr> <tr valign="top"> <td>Andromeda, And</td> <td>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</td> <td>Принцесса Андромеда</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_and.jpg"/></td> </tr> <tr valign="top"> <td>Triangulum, Tri</td> <td>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</td> <td>Треугольник</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tri.jpg"/></td> </tr> <tr valign="top"> <td>Aries, Ari</td> <td>&Kappa;&rho;&iota;&#972;&sigmaf;</td> <td>Баран<br />(прыжки через кольцо, которое является символом года; римский новый год приходился на весну).</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ari.jpg"/></td> </tr> <tr valign="top"> <td>Taurus, Tau</td> <td>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</td> <td>Бык</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tau.jpg"/></td> </tr> <tr valign="top"> <td>M45, Плеяды</td> <td></td> <td>Плеяды<br />или Семь сестёр</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_plei.jpg"/></td> </tr> <tr valign="top"> <td>Gemini, Gem</td> <td>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</td> <td>Близнецы</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_gem.jpg"/></td> </tr> <tr valign="top"> <td>Cancer, Cnc</td> <td>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</td> <td>Рак<br /><i>Рак был облегчен.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cnc.jpg"/></td> </tr> <tr valign="top"> <td>Leo, Leo</td> <td>&Lambda;&#941;&omega;&nu;</td> <td>Lion<br />зеркальное изображение</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_leo.jpg"/></td> </tr> <tr valign="top"> <td>Virgo, Vir</td> <td>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</td> <td>Барышня<br />Судя по всему, в рукописи есть только один рисунок для фигур, которые изображены дважды: как Стрелец изображен в виде кентавра, а созвездие Кентавр отсутствует, так и Андромеда изображена как барышня, а вторая барышня для созвездия Девы отсутствует.</td> <td>отсутствует</td> </tr> <tr valign="top"> <td>Libra, Lib</td> <td>&Chi;&eta;&lambda;&alpha;&#943;</td> <td>Баланс (лат., с 1 в. н.э. в Близнецах и Манилии; перенесен в стиле эпохи вавилонского возрождения), <br />Клешни [Скорпиона] (греч.)<br />Клешни Скорпиона действительно покрывают эту область.</td> <td>отсутствует</td> </tr> <tr valign="top"> <td><notr>Ophiuchus et Serpens, Scorpius,<br />Oph + Ser </notr>и Sco</td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;, &#702;&#714;&Omicron;&phi;&iota;&sigmaf; и &Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</td> <td>Змееносец и Скорпион (с тех пор оба в зодиаке)<br />зеркальное изображение</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_oph.jpg"/></td> </tr> <tr valign="top"> <td>Sagittarius, Sgr</td> <td>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</td> <td>Лучник</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_sgr.jpg"/></td> </tr> <tr valign="top"> <td>Capricornus, Cap</td> <td>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</td> <td>Козлорогий</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cap.jpg"/></td> </tr> <tr valign="top"> <td>Aquarius, Aqr</td> <td>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</td> <td>Водолей<br />зеркальное изображение (хотя вид спереди)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aqr.jpg"/></td> </tr> <tr valign="top"> <td>Pisces, Psc</td> <td>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</td> <td>Рыбы</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psc.jpg"/></td> </tr> <tr valign="top"> <td>Cetus, Cet</td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</td> <td>морское чудовище, названное Китом</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cet.jpg"/></td> </tr> <tr valign="top"> <td>Orion, Ori</td> <td>&#702;&Omega;&rho;&#943;&omega;&nu;</td> <td>Orion<br /><i>зеркальное изображение</i><br />Заяц на этом изображении был удален и заменен Зайцем из его собственной одностраничной картины.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ori.jpg"/></td> </tr> <tr valign="top"> <td>Eridanus, Eri</td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</td> <td>река Эридан (лат.), безымянная река (греч.);<br />здесь изображен речной бог</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_eri.jpg"/></td> </tr> <tr> <td>Lepus, Lep</td> <td>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</td> <td>Заяц<br /><i>показано дважды: один раз между ног Ориона, один раз отдельно; для визуализации мы убрали зайца между ног Ориона. Отдельно изображенный заяц бежит в направлении письма, а заяц между ног Ориона бежит в направлении истинного движения солнца. Таким образом, фигуру созвездия следует рассматривать как зеркально отраженную по отношению к иллюстрации в книге: это можно увидеть на наброске зайца между ног Ориона.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lep.jpg"/></td> </tr> <tr valign="top"> <td>Canis Maior, CMa</td> <td>&Kappa;&#973;&omega;&nu;</td> <td>Пёс<br />зеркальное изображение маленькой собачки</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cma.jpg"/></td> </tr> <tr valign="top"> <td>Canis Minor (Procyon), CMi</td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</td> <td>Звезда перед собакой <br /> зеркальное изображение<br />(астеризм из трех звезд, образующих маленькую собачку, упоминается уже Эратосфеном, но имя фигуры всегда было «Прокион»). Процион - это латинизированный греческий термин (с буквой «к»).</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cmi.jpg"/></td> </tr> <tr valign="top"> <td>Argo, Arg</td> <td>&#702;&Alpha;&rho;&gamma;&omega;</td> <td>Корабль &quot;Арго&quot;<br />зеркальное изображение</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_arg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Hydra, Crater, Corvus<br />Hya, Crt, Crv</notr></td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;, &Kappa;&rho;&alpha;&tau;&#942;&rho;, &Kappa;&oacute;&rho;&alpha;&xi;</td> <td>Водяной Змей, особый сосуд (чаша), Ворон</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_hya.jpg"/></td> </tr> <tr valign="top"> <td>Centaurus, Cen</td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</td> <td>Кентавр<br />по-видимому, созвездия, которые являются двойными, были нарисованы только один раз: Стрелец изображен в рукописи в виде кентавра, созвездие Центавра (кентавр с жертвенным животным) не изображено<br />(аналогично изображена Андромеда, но не Дева)</td> <td>отсутствует</td> </tr> <tr valign="top"> <td>Lupus, Lup</td> <td>&Theta;&eta;&rho;&#943;&omicron;&nu;</td> <td>монстр<br />(в греческом оригинале (Арат, ~ 300 г. до н.э.) Волк - это не отдельное созвездие, а составная часть созвездия Центавра, которого здесь нет).</td> <td>отсутствует</td> </tr> <tr valign="top"> <td>Ara, Ara</td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</td> <td>Алтарь</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ara.jpg"/></td> </tr> <tr valign="top"> <td>Corona Australis, CrA</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</td> <td>Южная корона (лат.), Южный венок (греч.)</td> <td>отсутствует</td> </tr> <tr valign="top"> <td>Piscis Austrinus, PsA</td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</td> <td>Южная рыба<br />(было «Великая рыба» для Эратосфена и Арата по-гречески)<br />Оно здесь так мрачно нарисовано, что вы не узнаете его среди звезд. Вот почему цвета были погружены в сине-зеленую схему вместо исходной красно-фиолетовой.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psA.jpg"/></td> </tr> </table> </p>
sv: Figurerna är ritade från en icke bevarad romersk modell, men inte från en jordglob, så att stjärnorna inte passar in. Själva stjärnorna är endast symboliskt fördelade på figurerna, dvs. antalet stjärnor per figur är markerat i manuskriptet i form av applicerade guldblad. Guldbladen är dock inte placerade på stjärnornas verkliga platser med tanke på figuren på himlen, utan anges endast summariskt. I Elly Deckers uppsats diskuteras hennes förslag till identifiering i detalj. <p><img width="800" src="illustrations/descr_pics/Aratea fol. 3v und 4r.jpg"/></p> <p><i>En exempelsida från det medeltida manuskriptet visar de tre kuddbilderna Draco, Ursa Maior och Ursa Minor med texten på motsatt sida.</i></p> ### Hur denna himmelskultur skapades Illustrationerna av de enskilda figurerna hämtades direkt från manuskriptet (tillhandahållna av professor D. Blume, Jena, för planetariumtillämpningar). Stellarium arbetar med punktkoordinater för stjärnor i katalogen för astrometrisatelliten HIPPARCOS, så att de historiska teckningarna måste låsas vid tre punkter vardera. Vissa av de platta bokillustrationerna måste förvrängas något på planetariumkupolen för att passa stjärnorna. Med undantag för illustrationen av Scorpius och Ophiuchus var det möjligt att göra en ungefärlig justering. I planetariets kupol, dvs. mot en mörk bakgrund, går det inte att urskilja de mörkblå och svarta delarna av manuskriptet. Det är därför som dessa delar (t.ex. krabban som figur, stenbockens horn, slaktarens getter...) har färginverterats. Björnhonorna, som ska vara mörka, har bara förskjutits något mot det röda. Hur bilden ser ut i original (med sin lapis lazuliblå bakgrund och de ursprungliga mörka färgerna) framgår av tabellen nedan. Det finns några konstellationer i Leiden Aratea, i synnerhet Cen + Lup, Vir, Lib, som lämnar ett stort hål på himlen. Både Virgo och Centaur är troligen inte avbildade eftersom målaren trodde att det var varianter av bilderna av Sgr (Cen) och And (Vir). Konstnären på Leiden Aratea har aldrig avbildat bilderna på stjärnorna. För att göra dessa avbildningar begripliga för oss har jag avbildat dem i Stellarium och lagt till namn och stickfigurer på konstellationerna och namn på enskilda stjärnor från Almagest. Almagest är en bok om matematisk astronomi från 200-talet (dvs. under den romerske kejsaren Hadrianus regeringstid) medan Aratos dikt beskriver en mycket tidigare (~300 f.Kr.) grekisk himmelskultur. Både Almagest och dikten är ursprungligen skrivna på grekiska, men Leiden Aratea hänvisar förmodligen till en latinsk översättning av Aratus dikt och romerska konstverk. Följande tabell visar de ursprungliga namnen på konstellationerna i kolumnerna 2 och 3. konstellationer, i kolumn 4 illustrationen i manuskriptet. <p> <table> <tr valign="top"> <td><b>Latinskt namn, förkortning</b></td> <td><b>Ursprungligt grekiskt namn</b></td> <td><b>Översättning</b> (bokstavligen)</td> <td><b>Bild</b></td> </tr> <tr valign="top"> <td><notr>Ursa Minor, Ursa Maior, Draco<br />UMi, UMa, Dra</notr></td> <td><notr>Μικρή ʾˊΑρκτος, Μεγαλή ʾˊΑρκτος, Δράκων</notr></td> <td>Lilla björnhonan, stora björnhonan, drake (latin) / orm (grekiska)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_dra.jpg"/></td> </tr> <tr valign="top"> <td><notr>Kung Cepheus, Cep</notr></td> <td><notr>Κηφεύς</notr></td> <td>Kepheus</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cep.jpg"/></td> </tr> <tr valign="top"> <td><notr>Bootes, Boo</notr></td> <td><notr>Βοώτης</notr></td> <td>Oxförare (latin), plöjande man (grekiska)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_boo.jpg"/></td> </tr> <tr valign="top"> <td><notr>Norra kronan, CrB</notr></td> <td><notr>Στέφανος</notr></td> <td>Krona (latin), krans (grekiska)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_crB.jpg"/></td> </tr> <tr valign="top"> <td><notr>Herkules, Her</notr></td> <td><notr>ʾΕνγόνασιν</notr></td> <td>Hercules (latin), Kneeler (grekiska)<br />Stjärnan mellan benen är ett välkänt misstag i bilden: för denna figur har tecknaren uppenbarligen tagit Bootes som förebild; benställning, herdestav (i stället för klubba för Hercules) och stjärna mellan knäna är desamma.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_her.jpg"/></td> </tr> <tr valign="top"> <td><notr>Lyran, Lyr</notr></td> <td><notr>Λύρα</notr></td> <td>Lyre</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lyr.jpg"/></td> </tr> <tr valign="top"> <td><notr>Cygnus, Cyg</notr></td> <td><notr>ʾˊΟρνις</notr></td> <td>Fågel [ej specificerad]</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cyg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Cassiopeia, Cas</notr></td> <td><notr>Κασσιέπεια</notr></td> <td>Drottning Kassiepeia </td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cas.jpg"/></td> </tr> <tr valign="top"> <td><notr>Perseus, Per</notr></td> <td><notr>Περσεύς</notr></td> <td>Perseus<br />speglad avbildning</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_per.jpg"/></td> </tr> <tr valign="top"> <td><notr>Auriga, Aur</notr></td> <td><notr>ʿΗνίοχος</notr></td> <td>Charioteer</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aur.jpg"/></td> </tr> <tr valign="top"> <td><notr>Aquila et Sagitta,<br /></notr>Aql och<notr> Sge</notr></td> <td><notr>ʾΑετός </notr>och <notr> ʾΟιστός</notr></td> <td>Örnen med pil</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aql.jpg"/></td> </tr> <tr valign="top"> <td><notr>Delphinus, Del</notr></td> <td><notr>Δελφίς</notr></td> <td>Dolphin <br /> I det grekiska originalet (Aratos, ~300 f.Kr.) fanns inte konstellationen Equuleus. Farnese Globe (liksom Mainz Globe och Kugel Globe) avbildar Delfinen i ganska stor utsträckning, vilket täcker utrymmet för Equ. Det är därför jag valde att följa denna arateiska tradition även för Leiden Aratea.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_del.jpg"/></td> </tr> <tr valign="top"> <td><notr>Pegasus, Peg</notr></td> <td><notr>ʿˊΙππος</notr></td> <td>Pegasus (namn på en bevingad häst; latin), en häst (grekiska)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_peg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Andromeda, And</notr></td> <td><notr>ʾΑνδρομέδα</notr></td> <td>Prinsessan Andromeda</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_and.jpg"/></td> </tr> <tr valign="top"> <td><notr>Triangulum, Tri</notr></td> <td><notr>Τρίγωνος</notr></td> <td>Triangel</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tri.jpg"/></td> </tr> <tr valign="top"> <td><notr>Väduren, Ari</notr></td> <td><notr>Κριός</notr></td> <td>Ram<br />(hoppar genom en ring som är en symbol för året; det romerska nyåret inföll på våren).</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ari.jpg"/></td> </tr> <tr valign="top"> <td><notr>Oxen, Tau</notr></td> <td><notr>Ταυ̃ρος</notr></td> <td>Tjur</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tau.jpg"/></td> </tr> <tr valign="top"> <td><notr>M45, </notr>Plejaderna</td> <td></td> <td>Plejaderna<br />eller Sju systrar</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_plei.jpg"/></td> </tr> <tr valign="top"> <td><notr>Gemini, Gem</notr></td> <td><notr>Δίδυμοι</notr></td> <td>Tvillingar</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_gem.jpg"/></td> </tr> <tr valign="top"> <td><notr>Cancer, Cnc</notr></td> <td><notr>Καρκίνος</notr></td> <td>Cancer<br /><i>Cancern har lättats upp.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cnc.jpg"/></td> </tr> <tr valign="top"> <td><notr>Leo, Leo</notr></td> <td><notr>Λέων</notr></td> <td>Lejon<br />spegelvänd avbildning</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_leo.jpg"/></td> </tr> <tr valign="top"> <td><notr>Jungfrun, Vir</notr></td> <td><notr>Παρθένος</notr></td> <td>Young Lady<br />Uppenbarligen innehåller manuskriptet endast en teckning för figurer som avbildas två gånger: som Skytten avbildas som kentaur och konstellationen Kentaur saknas, Andromeda avbildas som ung dam men den andra unga damen för konstellationen Jungfrun saknas.</td> <td>saknas</td> </tr> <tr valign="top"> <td><notr>Vågen, Lib</notr></td> <td><notr>Χηλαί</notr></td> <td>Balans (latin, sedan 1:a århundradet e.Kr. hos Geminos och Manilius; överfört i en stilepok av babylonisk väckelse), <br />Klorna [på skorpionen] (grekiska)<br />Skorpionens klor täcker verkligen detta område.</td> <td>saknas</td> </tr> <tr valign="top"> <td><notr>Ophiuchus et Serpens, Scorpius,<br />Oph + Ser </notr>och<notr> Sco</notr></td> <td>ʾΟφιούχος<notr>, ʾˊΟφις </notr>och<notr> Σκορπίος</notr></td> <td>Snake Carrier och Scorpion (båda i zodiaken sedan dess)<br />speglad avbildning</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_oph.jpg"/></td> </tr> <tr valign="top"> <td><notr>Skytten, Sgr</notr></td> <td><notr>Τοξότης</notr></td> <td>Bågskytt</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_sgr.jpg"/></td> </tr> <tr valign="top"> <td><notr>Capricornus, Cap</notr></td> <td><notr>Αίγόκερος</notr></td> <td>Den gethornade</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cap.jpg"/></td> </tr> <tr valign="top"> <td><notr>Vattumannen, Aqr</notr></td> <td><notr>ʿΥδροχόος</notr></td> <td>Water Pourer<br />spegelvänd avbildning (dock framifrån)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aqr.jpg"/></td> </tr> <tr valign="top"> <td><notr>Fiskarna, Psc</notr></td> <td><notr>ʾΙχθύες</notr></td> <td>Fiskar</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psc.jpg"/></td> </tr> <tr valign="top"> <td><notr>Cetus, Cet</notr></td> <td><notr>Κη̃τος</notr></td> <td>ett sjöodjur vid namn Cetus</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cet.jpg"/></td> </tr> <tr valign="top"> <td><notr>Orion, Ori</notr></td> <td><notr>ʾΩρίων</notr></td> <td>Orion<br /><i>spegelvänd</i> avbildning<br />Haren i denna avbildning hade tagits bort och ersatts av Haren från hans egen enkelsidiga målning.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ori.jpg"/></td> </tr> <tr valign="top"> <td><notr>Eridanus, Eri</notr></td> <td><notr>Ποταμός</notr></td> <td>floden Eridanus (latin), en icke namngiven flod (grekiska);<br />här avbildas en flodgud</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_eri.jpg"/></td> </tr> <tr> <td><notr>Lepus, Lep</notr></td> <td><notr>Λαγω̃ς</notr></td> <td>Hare<br /><i>visas två gånger: en gång mellan Orions ben, en gång separat; för visualiseringen har vi tagit bort haren mellan Orions ben. Den separat avbildade haren springer i skrivriktningen, men haren mellan Orions ben springer i riktning mot solens sanna bana. Konstellationsfiguren bör därför betraktas som speglad i förhållande till illustrationen i boken: detta kan ses i skissen av haren mellan Orions ben.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lep.jpg"/></td> </tr> <tr valign="top"> <td><notr>Canis Maior, CMa</notr></td> <td><notr>Κύων</notr></td> <td>Hund<br />Spegelvänd avbildning av en liten hund</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cma.jpg"/></td> </tr> <tr valign="top"> <td><notr>Canis Minor (Procyon), CMi</notr></td> <td><notr>Προκύων</notr></td> <td>Stjärnan framför hunden <br /> speglad avbildning<br />(en asterism av tre stjärnor som bildar en liten hund nämns redan av Eratosthenes, men namnet på figuren var alltid "Prokyon"). Procyon är en grekisk term (med "k") latiniserad.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cmi.jpg"/></td> </tr> <tr valign="top"> <td><notr>Argo, Arg</notr></td> <td><notr>ʾΑργω</notr></td> <td>Skeppet &quot;Argo&quot;<br />spegelvänd avbildning</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_arg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Hydra, Krater, Corvus<br />Hya, Crt, Crv</notr></td> <td><notr>ʿˊΥδρος, Κρατήρ, Κóραξ</notr></td> <td>Vattenorm, ett särskilt kärl (krater), Raven</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_hya.jpg"/></td> </tr> <tr valign="top"> <td><notr>Centaurus, Cen</notr></td> <td><notr>Κένταυρος</notr></td> <td>Kentauros<br />uppenbarligen har de konstellationer som är dubbla bara målats en gång: Skytten avbildas som kentaur i manuskriptet, konstellationen Centaurus (en kentaur med ett offerdjur) avbildas inte<br />(likaså avbildas Andromeda men inte Jungfrun)</td> <td>saknas</td> </tr> <tr valign="top"> <td><notr>Lupus, Lup</notr></td> <td><notr>Θηρίον</notr></td> <td>monster<br />(i det grekiska originalet (Aratos, ~300 f.Kr.) är Lupus inte en fristående konstellation utan en sammansättning av konstellationen Centaurus som saknas här).</td> <td>saknas</td> </tr> <tr valign="top"> <td><notr>Ara, Ara</notr></td> <td><notr>Θυμιατήριον</notr></td> <td>Altaret</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ara.jpg"/></td> </tr> <tr valign="top"> <td><notr>Corona Australis, CrA</notr></td> <td><notr>Στέφανος Νότιος</notr></td> <td>Södra kronan (latin), Södra kransen (grekiska)</td> <td>saknas</td> </tr> <tr valign="top"> <td><notr>Piscis Austrinus, PsA</notr></td> <td><notr>Νότιος ʾΙχθύς</notr></td> <td>Southern Fish<br />(hade varit "Great Fish" för Eratosthenes och Aratus på grekiska)<br />Den är så mörkt tecknad här att man inte skulle känna igen den bland stjärnorna. Det är därför färgerna har fått en blågrön färgskala i stället för den ursprungliga rödlila.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psA.jpg"/></td> </tr> </table> </p>
uk: Фігури намальовано на основі римської моделі, яка не збереглася, але не з глобуса, тому немає відповідності зіркам. Самі зірки лише символічно розподілено за фігурами, тобто кількість зірок у фігурі позначено у формі накладених золотих листків. Втім, золоті листки, не розташовано у справжніх місцях зірок фігури на небі, а лише додано у відповідній кількості. Запропоновану прив'язку до зірок докладно описано у нарисі Еллі Декер (Elly Decker). <p><img width="800" src="illustrations/descr_pics/Aratea fol. 3v und 4r.jpg"/></p> <p><i>Зразок сторінки із середньовічного рукопису, де показано три псевдосферичні зображення Дракона, Великої Ведмедиці та Малої Ведмедиці із текстовими підписами збоку.</i></p> ### Як було створено цю картину неба Ілюстрації для окремих фігур було безпосередньо запозичено з рукопису (надано професором Д. Блюмом (D. Blume), Єна, для використання у планетарії). Stellarium працює із точковими координатами сучасного каталогу HIPPARCOS (який створено за даними астрометричного супутника), тому давні малюнки має бути прив'язано у трьох точках кожен. Деякі з плоских ілюстрацій у книзі довелося дещо викривити на куполі планетарію, щоб вони відповідали розташуванню зірок. Окрім ілюстрацій Скорпіона та Змієносця, приблизне коригування виявилося можливим. На куполі планетарію, тобто на темному тлі, темно-сині та чорні частини ілюстрацій є майже невидимими. Ось чому кольори цих частин (зокрема фігури краба, рогів козерога, козлів на чаші...) було інвертовано. Кольори Ведмедиць, які мають бути темними лише трохи зсунуто до червоного кольору. Оригінали зображень (із синім тлом з ляпіс-лазуру та темними кольорами оригіналу) можна бачити у наведеній нижче таблиці. У Лейденському Араті деякі сузір'я, зокрема Центавр + Пес, Діва, Терези, зображено як велику прогалину на небі. Сузір'я Діви та Центавра, ймовірно, не намальовано, оскільки художник вважав їх варіантами зображень Стрільця (Центавр) та Андромеди (Діва). Художник Лейденського Арата ніколи не пов'язував зображення із зірками. Щоб ці малюнки були для нас зрозумілими, авторка картини зоряного неба виконала прив'язку їх у Stellarium і додала назви і каркаси сузір'їв, а також назви окремих зірок з «Альмагеста». «Альмагест» — книга з математичної астрономії 2 ст. н. е. (тобто часів правління римського імператора Адріана), а поема Арата описує набагато давнішу (~300 р. до н. е.) грецьку картину зоряного неба. Обидва твори, «Альмагест» і поема, написано грецькою мовою, а автор Лейденського Арата, ймовірно, використовував латинський переклад поеми Арата і римські художні твори. У наведеній нижче таблиці можна бачити початкові назви сузір'їв у стовпчиках 2 і 3, а у стовпчику 4 наведено ілюстрації з рукопису. <p> <table> <tr valign="top"> <td><b>Назва латиною, скорочення</b></td> <td><b>Початкова грецька назва</b></td> <td><b>Переклад</b> (буквальний)</td> <td><b>Зображення</b></td> </tr> <tr valign="top"> <td><notr>Ursa Minor, Ursa Maior, Draco<br />UMi, UMa, Dra</notr></td> <td>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;, &Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;, &Delta;&rho;&#940;&kappa;&omega;&nu;</td> <td>Мала Ведмедиця, Велика Ведмедиця, Дракон (латиною)/Змія (грецькою)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_dra.jpg"/></td> </tr> <tr valign="top"> <td>King Cepheus, Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</td> <td>Кефей</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cep.jpg"/></td> </tr> <tr valign="top"> <td>Bootes, Boo</td> <td>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</td> <td>Погонич Бика (латиною), Плугатар (грецькою)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_boo.jpg"/></td> </tr> <tr valign="top"> <td>Northern Crown, CrB</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</td> <td>Корона (латиною), Вінець (грецькою)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_crB.jpg"/></td> </tr> <tr valign="top"> <td>Hercules, Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Геркулес (латиною), Уклінний (грецькою)<br />Зірка між ногами є добре відомою помилкою зображення. Моделлю для цього зображення плугатаря, очевидно, було зображення Волопаса. Розташування ніг, патик пастиря (замість палиці Геркулеса) і зірка між колінами є тими самими.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_her.jpg"/></td> </tr> <tr valign="top"> <td>Lyra, Lyr</td> <td>&Lambda;&#973;&rho;&alpha;</td> <td>Ліра</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lyr.jpg"/></td> </tr> <tr valign="top"> <td>Cygnus, Cyg</td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</td> <td>Птах [без точного визначення]</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cyg.jpg"/></td> </tr> <tr valign="top"> <td>Cassiopeia, Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</td> <td>Цариця Кассіопея </td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cas.jpg"/></td> </tr> <tr valign="top"> <td>Perseus, Per</td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Персей<br />віддзеркалене зображення</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_per.jpg"/></td> </tr> <tr valign="top"> <td>Auriga, Aur</td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</td> <td>Колісничий</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aur.jpg"/></td> </tr> <tr valign="top"> <td><notr>Aquila et Sagitta,<br />Aql </notr>і Sge</td> <td>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf; і &#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</td> <td>Орел зі Стрілою</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aql.jpg"/></td> </tr> <tr valign="top"> <td>Delphinus, Del</td> <td>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</td> <td>Дельфін <br /> У грецькому оригіналі (Арат, ~300 до н. е.) немає сузір'я Малого Коня. Замість цього, на Фарнезькому Глобусі (а також Майнцькому Глобусі та Глобусі Кюгеля) зображено більшу версію сузір'я Дельфіна, яка займає місце Малого Коня. Через це, авторка наслідувала цю традицію Арата також і для Лейденського Арата.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_del.jpg"/></td> </tr> <tr valign="top"> <td>Pegasus, Peg</td> <td>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</td> <td>Пегас (ім'я крилатого коня; латиною), Кінь (грецькою)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_peg.jpg"/></td> </tr> <tr valign="top"> <td>Andromeda, And</td> <td>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</td> <td>Принцеса Андромеда</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_and.jpg"/></td> </tr> <tr valign="top"> <td>Triangulum, Tri</td> <td>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</td> <td>Трикутник</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tri.jpg"/></td> </tr> <tr valign="top"> <td>Aries, Ari</td> <td>&Kappa;&rho;&iota;&#972;&sigmaf;</td> <td>Овен<br />(стрибає крізь обруч, який є символом року; новий рік у римські часи святкували навесні).</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ari.jpg"/></td> </tr> <tr valign="top"> <td>Taurus, Tau</td> <td>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</td> <td>Бик</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_tau.jpg"/></td> </tr> <tr valign="top"> <td>M45, Плеяди</td> <td></td> <td>Плеяди<br />або Сім Сестер</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_plei.jpg"/></td> </tr> <tr valign="top"> <td>Gemini, Gem</td> <td>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</td> <td>Близнюки</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_gem.jpg"/></td> </tr> <tr valign="top"> <td>Cancer, Cnc</td> <td>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</td> <td>Рак<br /><i>Рака висвітлено.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cnc.jpg"/></td> </tr> <tr valign="top"> <td>Leo, Leo</td> <td>&Lambda;&#941;&omega;&nu;</td> <td>Лев<br />віддзеркалене зображення</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_leo.jpg"/></td> </tr> <tr valign="top"> <td>Virgo, Vir</td> <td>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</td> <td>Дівчина<br />По всьому, рукопис містить лише одне зображення для малюнків, яких мало бути два: зокрема Стрільця зображено як Центавра, а зображення сузір'я Центавра немає, Андромеду зображено як молоду жінку, але іншої молодої жінки для сузір'я Діви у рукописі немає.</td> <td>немає</td> </tr> <tr valign="top"> <td>Libra, Lib</td> <td>&Chi;&eta;&lambda;&alpha;&#943;</td> <td>Терези (латина, з 1-го століття н. е. у Гемін і Манілій; перейшло за стилем з епохи вавилонського відродження), <br />Клешні [Скорпіона] (грецькою)<br />Клешні Скорпіона справді розташовано у цій ділянці неба.</td> <td>немає</td> </tr> <tr valign="top"> <td><notr>Ophiuchus et Serpens, Scorpius,<br />Oph + Ser </notr>і Sco</td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;, &#702;&#714;&Omicron;&phi;&iota;&sigmaf; і &Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</td> <td>Змієносець і Скорпіон (обидва з того часу у зодіаку)<br />віддзеркалене зображення</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_oph.jpg"/></td> </tr> <tr valign="top"> <td>Sagittarius, Sgr</td> <td>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</td> <td>Стрілець</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_sgr.jpg"/></td> </tr> <tr valign="top"> <td>Capricornus, Cap</td> <td>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</td> <td>Козлорогий</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cap.jpg"/></td> </tr> <tr valign="top"> <td>Aquarius, Aqr</td> <td>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</td> <td>Водолій<br />віддзеркалене зображення (хоча і вид спереду)</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_aqr.jpg"/></td> </tr> <tr valign="top"> <td>Pisces, Psc</td> <td>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</td> <td>Риби</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psc.jpg"/></td> </tr> <tr valign="top"> <td>Cetus, Cet</td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</td> <td>Морське Чудовисько на ім'я Кит</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cet.jpg"/></td> </tr> <tr valign="top"> <td>Orion, Ori</td> <td>&#702;&Omega;&rho;&#943;&omega;&nu;</td> <td>Оріон<br /><i>віддзеркалене зображення</i><br />Малюнок Зайця у цьому відображенні було вилучено і замінено зображенням Зайця з його власного малюнка на окремій сторінці.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ori.jpg"/></td> </tr> <tr valign="top"> <td>Eridanus, Eri</td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</td> <td>річка Ерідан (латиною), безіменна Ріка (грецькою);<br />тут зображення бога ріки</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_eri.jpg"/></td> </tr> <tr> <td>Lepus, Lep</td> <td>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</td> <td>Заєць<br /><i>Зображено двічі: одного разу між ногами Оріона, одного разу окремо. Для візуалізації ми прибрали зайця з-поміж ніг Оріона. Окремо ілюстрований заєць біжить у напрямку читання літер підпису, але заєць між ногами Оріона біжить у напрямку істинного руху Сонця. Через це, фігуру сузір'я слід віддзеркалити відносно ілюстрації у книзі: це зроблено на ескізі зайця між ніг Оріона.</i></td> <td><img width="255" src="illustrations/descr_pics/aratea_small_lep.jpg"/></td> </tr> <tr valign="top"> <td>Canis Maior, CMa</td> <td>&Kappa;&#973;&omega;&nu;</td> <td>Пес<br />віддзеркалене зображення малого пса</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cma.jpg"/></td> </tr> <tr valign="top"> <td>Canis Minor (Procyon), CMi</td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</td> <td>Зірка попереду Пса <br /> віддзеркалене зображення<br />(астеризм з трьох зірок — малий пес, про якого вже згадувалося у Ератосфена, але назвою фігури завжди було слово «Прокіон»). Проціон — латинізована грецька назва (з «к»).</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_cmi.jpg"/></td> </tr> <tr valign="top"> <td>Argo, Arg</td> <td>&#702;&Alpha;&rho;&gamma;&omega;</td> <td>Корабель «Арго»<br />віддзеркалене зображення</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_arg.jpg"/></td> </tr> <tr valign="top"> <td><notr>Hydra, Crater, Corvus<br />Hya, Crt, Crv</notr></td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;, &Kappa;&rho;&alpha;&tau;&#942;&rho;, &Kappa;&oacute;&rho;&alpha;&xi;</td> <td>Водяна Змія, Посудина (Чаша), Ворон</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_hya.jpg"/></td> </tr> <tr valign="top"> <td>Centaurus, Cen</td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</td> <td>Кентавр<br />з усього, сузір'я, які автори вважали дублікатами, було зображено лише один раз: Стрільця у рукописі зображено як Центавра, а сузір'я Центавра (кентавра із жертовною твариною) не зображено<br />(так само, зображено Андромеду, але без Діви)</td> <td>немає</td> </tr> <tr valign="top"> <td>Lupus, Lup</td> <td>&Theta;&eta;&rho;&#943;&omicron;&nu;</td> <td>Чудовисько<br />(у оригіналі грецькою (Арат, ~300 до н. е.) Вовк не є окремим сузір'ям, а є частиною сузір'я Центравра, зображення якого у рукописі немає)</td> <td>немає</td> </tr> <tr valign="top"> <td>Ara, Ara</td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</td> <td>Вівтар</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_ara.jpg"/></td> </tr> <tr valign="top"> <td>Corona Australis, CrA</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</td> <td>Південна Корона (латиною), Південний Вінець (грецькою)</td> <td>немає</td> </tr> <tr valign="top"> <td>Piscis Austrinus, PsA</td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</td> <td>Південна Риба<br />(мала назву «Велика Риба» у Ератосфена та Арата грецькою)<br />Намальовано такими темними кольорами, що рисунок неможливо розпізнати серед зірок. Ось чому кольори було перероблено за синьо-зеленою схемою, замість червоно-пурпурової в оригіналі.</td> <td><img width="255" src="illustrations/descr_pics/aratea_small_psA.jpg"/></td> </tr> </table> </p>
