Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Franz Boll (1903), Sphaera. Teubner, Leipzig. - [#2]: Craig Crossen (2015), Sky and Telescope, March 2015, p.36-40. - [#3]: Hermann Hunger and David Pingree (1999), Astral Science in Mesopotamia, Brill, Leiden. - [#4]: Hermann Hunger and John Steele (2018), The Babylonian astronomical compendium MUL.APIN, Routledge, London/ New York. - [#5]: Susanne M. Hoffmann (2017), [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York. - [#6]: Susanne M. Hoffmann (2017), *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg. - [#7]: Alexander Jones (2004), “A Study of Babylonian Observations of Planets Near Normal Stars”, Archive for History of Exact Sciences. - [#8]: Jordi Pàmias and Klaus Geus (2007), Eratosthenes: Sternsagen (Catasterismi), Utopica, Oberhaid. - [#9]: Many publications on *ziqpu* star lists by Wayne Horowitz, John M. Steele, E. Weidner, J. Koch, and others are compiled or/and discussed in the above books, especially the one by Hunger and Pingree (1999) which is why we do not list them in detail here. ### Thanks to Thanks to some very enthusiastic planetarium managers for their request and development time in their domes. - Dr. Björn Voss (Manager of LWL Planetarium Münster and head of Society of German-speaking Planetariums) - Stefan Harnisch (Manager of Planetarium Jena)
de: - [#1]: Franz Boll (1903), Sphaera. Teubner, Leipzig. - [#2]: Craig Crossen (2015), Sky and Telescope, March 2015, S. 36-40. - [#3]: Hermann Hunger and David Pingree (1999), Astral Science in Mesopotamia, Brill, Leiden. - [#4]: Hermann Hunger and John Steele (2018), The Babylonian astronomical compendium MUL.APIN, Routledge, London/New York. - [#5]: Susanne M. Hoffmann (2017), [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York. - [#6]: Susanne M. Hoffmann (2017), *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg. - [#7]: Alexander Jones (2004), “A Study of Babylonian Observations of Planets Near Normal Stars”, Archive for History of Exact Sciences. - [#8]: Jordi Pàmias and Klaus Geus (2007), Eratosthenes: Sternsagen (Catasterismi), Utopica, Oberhaid. - [#9]: Zahlreiche Publikationen über *ziqpu* Sternlisten wurden von Wayne Horowitz, John M. Steele, E. Weidner, J. Koch und anderen zusammengestellt und/oder in den oben genannten Büchern diskutiert, besonders in Hunger und Pingree (1999). Darum listen wir sie hier nicht detailliert auf. ### Danke an Danke an einige sehr enthusiastische Planetariumsleitungen für ihre Anfragen und für die Entwicklungszeit in ihren Kuppeln. - Dr. Björn Voss (Manager of LWL Planetarium Münster and head of Society of German-speaking Planetariums) - Stefan Harnisch (Leiter des Planetariums Jena)
es_419: <ul> <li>[#1]: Franz Boll (1903), Sphaera. Teubner, Leipzig.</li> <li>[#2]: Craig Crossen (2015), Sky and Telescope, Marzo 2015, p.36-40.</li> <li>[#3]: Hermann Hunger y David Pingree (1999), Ciencia Astral en Mesopotamia, Brill, Leiden.</li> <li>[#4]: Hermann Hunger and John Steele (2018), El compendio astronómico babilónico MUL.APIN, Routledge, Londres/Nueva York.</li> <li>[#5]: Susanne M. Hoffmann (2017), [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, Nueva York.</li> <li>[#6]: Susanne M. Hoffmann (2017), <em>Historia de las constelaciones como popularización de la uranometría</em> en: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburgo.</li> <li>[#7]: Alexander Jones (2004), “Un estudio de observaciones babilónicas de planetas cerca de estrellas normales ", Archivo de Historia de las Ciencias Exactas.</li> <li>[#8]: Jordi Pàmias y Klaus Geus (2007), Eratóstenes: Sternsagen (Catasterismi), Utopica, Oberhaid.</li> <li>[#9]: muchas publicaciones en las listas de estrellas *ziqpu* por Wayne Horowitz, John M. Steele, E. Weidner, J. Koch y otros están compiladas y/o discutidas en los libros anteriores, especialmente la de Hunger y Pingree (1999), razón por la cual no los enumeramos en detalle aquí.</li> </ul> ### Gracias a Gracias a algunos gerentes de planetarios muy entusiastas por su solicitud y tiempo de desarrollo en sus domos. - Dr. Björn Voss (Gerente de LWL Planetarium Münster y jefe de la Sociedad de Planetarios de habla alemana) - Stefan Harnisch (Gerente del Planetario Jena)
ru: - [#1]: Franz Boll (1903), Sphaera. Teubner, Leipzig. - [#2]: Craig Crossen (2015), Sky and Telescope, March 2015, p.36-40. - [#3]: Hermann Hunger and David Pingree (1999), Astral Science in Mesopotamia, Brill, Leiden. - [#4]: Hermann Hunger and John Steele (2018), The Babylonian astronomical compendium MUL.APIN, Routledge, London/ New York. - [#5]: Susanne M. Hoffmann (2017), [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York. - [#6]: Susanne M. Hoffmann (2017), *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg. - [#7]: Alexander Jones (2004), “A Study of Babylonian Observations of Planets Near Normal Stars”, Archive for History of Exact Sciences. - [#8]: Jordi Pàmias and Klaus Geus (2007), Eratosthenes: Sternsagen (Catasterismi), Utopica, Oberhaid. - [#9]: многие публикации по звездным спискам *ziqpu*, написанные Уэйном Горовицем, Джоном М. Стилом, Э. Вайднером, Дж. Кохом и другими, собраны и/или обсуждены в вышеупомянутых книгах, особенно в книге Голода и Пингри (1999), поэтому мы не перечисляем их подробно здесь. ### Благодарность Спасибо некоторым очень восторженным менеджерам планетариев за их просьбу и время разработки в их куполах. - Д-р Björn Voss (Менеджер LWL Planetarium Münster и глава Общества немецкоязычных планетариев) - Stefan Harnisch (Менеджер планетария Йены)
sv: - [#1]: Franz Boll (1903), Sphaera. Teubner, Leipzig. - [#2]: Craig Crossen (2015), Sky and Telescope, mars 2015, s. 36-40. - [#3]: Hermann Hunger och David Pingree (1999), Astral Science in Mesopotamia, Brill, Leiden. - [#4]: Hermann Hunger och John Steele (2018), The Babylonian astronomical compendium MUL.APIN, Routledge, London/ New York. - [#5]: Susanne M. Hoffmann (2017), [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York. - [#6]: Susanne M. Hoffmann (2017), *Historia om konstellationer som popularisering av uranometri* i: Wolfschmidt, Gudrun [red.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg. - [#7]: Alexander Jones (2004), "A Study of Babylonian Observations of Planets Near Normal Stars", Archive for History of Exact Sciences. - [#8]: Jordi Pàmias och Klaus Geus (2007), Eratosthenes: Sternsagen (Catasterismi), Utopica, Oberhaid. - [#9]: Många publikationer om *ziqpu* stjärnlistor av Wayne Horowitz, John M. Steele, E. Weidner, J. Koch m.fl. finns sammanställda och/eller diskuterade i ovanstående böcker, särskilt den av Hunger och Pingree (1999), varför vi inte listar dem i detalj här. ### Tack till Tack till några mycket entusiastiska planetariechefer för deras förfrågan och utvecklingstid i deras kupoler. - Dr Björn Voss (föreståndare för LWL Planetarium Münster och ordförande för Society of German-speaking Planetariums) - Stefan Harnisch (föreståndare för Planetarium Jena)
uk: - [#1]: Franz Boll (1903), Sphaera. Teubner, Leipzig. - [#2]: Craig Crossen (2015), Sky and Telescope, March 2015, p.36-40. - [#3]: Hermann Hunger and David Pingree (1999), Astral Science in Mesopotamia, Brill, Leiden. - [#4]: Hermann Hunger and John Steele (2018), The Babylonian astronomical compendium MUL.APIN, Routledge, London/ New York. - [#5]: Susanne M. Hoffmann (2017), [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York. - [#6]: Susanne M. Hoffmann (2017), *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg. - [#7]: Alexander Jones (2004), “A Study of Babylonian Observations of Planets Near Normal Stars”, Archive for History of Exact Sciences. - [#8]: Jordi Pàmias and Klaus Geus (2007), Eratosthenes: Sternsagen (Catasterismi), Utopica, Oberhaid. - [#9]: у книгах із наведено вище списку підсумовано та обговорено багато публікацій щодо списків зірок *зікпу*, авторами яких є Вейн Горовіц (Wayne Horowitz), Джон М. Стіл (John M. Steele), Е. Вейднер (E. Weidner), Дж. Кох (J. Koch) та інші. Особливо це стосується книги Ганґера та Пінґрі (Hunger та Pingree) (1999). Через це ми не наводимо тут повного списку робіт, на основі яких було створено картину зоряного неба. ### Подяки Дякуємо надзвичайному ентузіазму керівників планетаріїв за відповіді на питання та витрачений власний час. - Д-р Бйорн Фосс (Björn Voss, менеджер планетарію LWL у Мюнстері, голова Спілки німецькомовних планетаріїв) - Стефан Гарніш (Stefan Harnisch, менеджер планетарію у Єні)

source: Artwork by R. Perdok, LWL Planetarium Münster (Germany) and Susanne M Hoffmann (Planetarium Königsleiten, Austria). The Babylonian star names were compiled and added to Stellarium and the Babylonian constellation lines were prepared by: <p><em>Susanne M Hoffmann: service@uhura-uraniae.com </em></p>
de: Artwork by R. Perdok, LWL Planetarium Münster (Germany) and Susanne M Hoffmann (Planetarium Königsleiten, Austria). Die babylonischen Sternennamen wurden zusammengetragen und Stellarium hinzugefügt und the Babylonian constellation lines were prepared by: <p><em>Susanne M Hoffmann: service@uhura-uraniae.com </em></p>
es_419: Obras de arte por R. Perdok, LWL Planetario Münster (Alemania) y Susanne M Hoffmann (Planetario Königsleiten, Austria). Los nombres de las estrellas babilónicas fueron compilados y agregados a Stellarium y las líneas de las constelaciones babilónicas fueron preparadas por: <p><em>Susanne M Hoffmann: service@uhura-uraniae.com</em></p>
ru: Рисунки R. Perdok, LWL Planetarium Münster (Германия) и Susanne M Hoffmann (Planetarium Königsleiten, Австрия). Названия вавилонских звезд были скомпилированы и добавлены в Stellarium и линии вавилонских созвездий были подготовлены: <p><em>Susanne M Hoffmann: service@uhura-uraniae.com </em></p>
sv: Konstverk av R. Perdok, LWL Planetarium Münster (Tyskland) och Susanne M Hoffmann (Planetarium Königsleiten, Österrike). De babyloniska stjärnnamnen sammanställdes och lades till i Stellarium och de babyloniska konstellationslinjerna utarbetades av: <p><em>Susanne M Hoffmann: service@uhura-uraniae.com </em></p>
uk: Автори художніх робіт: R. Perdok, Планетарій LWL Мюнстера (Німеччина) та Susanne M Hoffmann (Планетарій Кеніґслайтен, Австрія). Автором збирання та додавання вавилонських назв зірок до Stellarium є Автором приготування ліній вавилонських сузір’їв є <p><em>Susanne M Hoffmann: service@uhura-uraniae.com </em></p>

source: Balinese
sv: Balinesisk

source: Balinese people have had a strong connection to the cosmos since ancient times. They rely on the cosmos because they believe that every celestial body has power and will impact what they will or have done. Therefore, in carrying out all activities, from social to civil and ritual, they must know the right time to do so, guided by the celestial conditions.
sv: Balineserna har sedan urminnes tider haft en stark koppling till kosmos. De förlitar sig på kosmos eftersom de tror att varje himlakropp har makt och kommer att påverka vad de kommer att göra eller har gjort. Därför måste de, när de utför alla aktiviteter, från sociala till civila och rituella, veta rätt tidpunkt att göra det, med hjälp av himlakropparnas positioner.
