Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Grasshoff, G.: The History of Ptolemy's Star Catalog, Springer, New York, 1990 - [#2]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#3]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#4]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984 - [#5]: [Ernie Wright: Seeing Ancient Stars, Visualization of the Almagest Catalog, 2006](http://www.etwright.org/astro/almagest.html#cat)
es_419: - [#1]: Grasshoff, G.: La historia del catálogo de estrellas de Ptolomeo, Springer, Nueva York, 1990 - [#2]: Heiberg, J. L. (Ed.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#3]: Hoffmann, S. M.: El himmelsglobus de Hiparco, Springer, Wiesbaden / Nueva York, 2017 - [#4]: Toomer, G. J.: Almagesto de Ptolomeo, Duckworth, Londres, 1984 - [#5]: [Ernie Wright: Observación de estrellas antiguas, visualización del catálogo de Almagesto, 2006](http://www.etwright.org/astro/almagest.html#cat)
sv: - [#1]: Grasshoff, G.: The History of Ptolemy's Star Catalog, Springer, New York, 1990 - [#2]: Heiberg, J. L. (red.): Claudii Ptolemaei: Syntaxis Mathematica, Teubner, Leipzig, 1898 - [#3]: Hoffmann, S. M.: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#4]: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984 - [#5]: [Ernie Wright: Seeing Ancient Stars, Visualization of the Almagest Catalog, 2006](http://www.etwright.org/astro/almagest.html#cat)

source: This sky culture was compiled and added to Stellarium by Alina Schmidt, Lea Jabschinski, Marie von Seggern and Susanne M. Hoffmann: service@uhura-uraniae.com Written in English: the authors
de: Diese sky culture wurde von Alina Schmidt, Lea Jabschinski, Marie von Seggern und Susanne M. Hoffmann (service@uhura-uraniae.com) zu Stellarium hinzugefügt. Written in German: the authors
es_419: Esta cultura del cielo fue compilada y agregada a Stellarium por Alina Schmidt, Lea Jabschinski, Marie von Seggern y Susanne M. Hoffmann: service@uhura-uraniae.com Escrito en inglés: los autores.
ru: Эта культура неба была собрана и добавлена в Stellarium Алиной Шмидт (Alina Schmidt), Лией Ябшински (Lea Jabschinski), Мари фон Сеггерн (Marie von Seggern) и Сюзанной М. Хоффманн (Susanne M. Hoffmann): service@uhura-uraniae.com Написано по-английски: авторы
sv: Denna himmelskultur har sammanställts och lagts till i Stellarium av Alina Schmidt, Lea Jabschinski, Marie von Seggern och Susanne M. Hoffmann: service@uhura-uraniae.com Skrivet på engelska: författarna
uk: Цю картину зоряного неба було додано до Stellarium Аліною Шмідт (Alina Schmidt), Леєю Ябшинською (Lea Jabschinski), Марією фон Зеггерн (Marie von Seggern) та Сюзанною М. Гофманн (Susanne M. Hoffmann): service@uhura-uraniae.com Англійською: автори

source: Greek (Dante)
de: Griechisch (Dante)
es_419: Griega (Dante)
ru: Греческая (Данте)
sv: Grekisk (Dante)
uk: Грецька (Данте)

source: Dante Alighieri mentions several stars and a few constellations: predominantly, the zodiacal constellation of Gemini. The Twins occurs in his texts (in the comedia as well as his poems). As Dante is not an astronomer but a person with broad knowledge, his view of the constellations is highly like not based upon observations of the sky but on manuscripts that he read. Therefore, we chose to take the zodiacal constellation images from Michael Scotus whose manuscript was very popular in Dante's time. Dante Alighieri was a citizen of Florence, Italy, who was later banned and lived at several places in Northern Italy. The comedia was written around 1300 but finished only short before his death in 1321. It is commonly assumed that the story plays in around the Christian festival of Easter in 1300 CE.
es_419: Dante Alighieri menciona múltiples estrellas y algunas constelaciones: predominantemente, la constelación zodiacal de Géminis. Los Gemelos aparecen en sus textos (tanto en la comedia como en sus poemas). Como Dante no es un astrónomo sino una persona con un amplio conocimiento, su visión de las constelaciones se parece mucho no a las observaciones del cielo sino a los manuscritos que leyó. Por lo tanto, elegimos tomar las imágenes de las constelaciones zodiacales de Michael Scotus, cuyo manuscrito fue muy popular en la época de Dante. Dante Alighieri fue un ciudadano de Florencia, Italia, que más tarde fue expulsado y vivió en distintos lugares en el norte de Italia. La comedia fue escrita alrededor de 1300 pero terminada solo poco antes de su muerte en 1321. Se asume comúnmente que la historia se desarrolla alrededor de la fiesta cristiana de Pascua en 1300 EC.
ru: Данте Алигьери упоминает несколько звезд и несколько созвездий: преимущественно зодиакальное созвездие Близнецов. Близнецы встречаются в его текстах (как в комедии, так и в его стихах). Так как Данте не астроном, а человек с широким кругозором, его взгляд на созвездия весьма похож не на наблюдения за небом, а на манускрипты, которые он читал. Поэтому мы решили взять изображения зодиакальных созвездий у Михаила Скота, чья рукопись была очень популярна во времена Данте. Данте Алигьери был гражданином Флоренции, Италия, который позже был запрещен и жил в нескольких местах в Северной Италии. Комедия была написана около 1300 года, но закончена незадолго до его смерти в 1321 году. Принято считать, что действие истории происходит во время христианского праздника Пасхи в 1300 году нашей эры.
sv: Dante Alighieri nämner flera stjärnor och några få konstellationer: främst zodiakkonstellationen Gemini. Tvillingarna förekommer i hans texter (både i comedia och i hans dikter). Eftersom Dante inte är astronom utan en person med bred kunskap, är hans syn på stjärnbilderna högst sannolikt inte baserad på observationer av himlen utan på manuskript som han läste. Därför har vi valt att hämta bilderna av zodiakens stjärnbilder från Michael Scotus, vars manuskript var mycket populärt på Dantes tid. Dante Alighieri var en medborgare i Florens, Italien, som senare förvisades och levde på flera platser i norra Italien. Comedia skrevs omkring 1300 men avslutades endast kort före hans död 1321. Det antas allmänt att berättelsen utspelar sig kring den kristna påskhögtiden år 1300.
uk: Данте Аліг'єрі згадує, в основному, декілька зірок та сузір'їв, зокрема зодіакальне сузір'я Близнюків. Близнюки з'являються у його текстах («Комедії» та його віршах). Оскільки Данте був не астрономом, а людиною широкого кола знань, його погляд на сузір'я, дуже ймовірно, було засновано не на спостереженнях неба, а на прочитаних ним рукописах. Тому ми запозичили зображення зодіакальних сузір'їв з рукопису Майкла Скота, який був дуже популярним у часи Данте. Данте Аліг'єрі був громадянином Флоренції, Італія, якого пізніше вигнали з міста, і яких жив у декількох місцях Північної Італії. «Божественну комедію» було написано близько 1300 року, але завершено лише перед самою його смертю у 1321 року. Загальноприйнятою точкою зору є те, що дія твору відбувається під час святкування християнської Пасхи у 1300 р. н. е.

source: ### How this Sky Culture was made The Dante experts of the German Dante Society selected some text passages with astronomical references in order to present them at Planetarium Jena in the dome. Professor Blume's suggestion that Dante likely had Michael Scotus's drawings of the constellations in mind was accepted. Therefore, we copied these drawings and mapped them onto the stars. The "16" bright stars that are mentioned by Dante are usually interpreted by romanists as the stars of first magnitude in the Almagest. Therefore, these stars where highlighted with the "star"-symbol in Stellarium. Additionally, we painted a chariot (wagon) and a horn. Dante calls the seven bright stars of Ursa Major "The Chariot", the constellation of Ursa Minor "The Horn", and possibly refers to Corona Borealis when he mentions a ring of stars. The latter interpretation is in our view unlikely but is discussed among researchers which is why we marked the stars of Corona Borealis as it is described in the Almagest.
es_419: ### ¿Cómo se hizo esta cultura estelar? Los expertos en Dante de la Sociedad Alemana Dante seleccionaron algunos pasajes de texto con referencias astronómicas para presentarlos en el Planetario Jena en la cúpula. Se aceptó la sugerencia del profesor Blume de que Dante probablemente tenía en mente los dibujos de las constelaciones de Michael Scotus. Por lo tanto, copiamos estos dibujos y los mapeamos en las estrellas. Las "16" estrellas brillantes que menciona Dante suelen ser interpretadas por los romanistas como las estrellas de primera magnitud en el Almagesto. Por lo tanto, estas estrellas se resaltaron con el símbolo de "estrella" en Stellarium. Además, pintamos un carro (vagón) y un cuerno. Dante llama a las siete estrellas brillantes de la Osa Mayor "El Carro", a la constelación de la Osa Menor "El Cuerno", y posiblemente se refiere a Corona Borealis cuando menciona un anillo de estrellas. En nuestra opinión, la última interpretación es poco probable, pero se discute entre los investigadores, razón por la cual marcamos las estrellas de Corona Borealis tal como se describe en el Almagesto.
ru: ### Как создавалась эта культура неба Данте-эксперты Немецкого общества Данте отобрали несколько отрывков текста с астрономическими ссылками, чтобы представить их на куполе планетария Йены. Предположение профессора Блюма о том, что Данте, вероятно, имел в виду рисунки созвездий Майкла Скота, было принято. Поэтому мы скопировали эти рисунки и нанесли их на звезды. «16» ярких звезд, о которых упоминает Данте, обычно истолковываются романистами как звезды первой величины в Альмагесте. Поэтому эти звезды были отмечены символом «звезда» в Stellarium. Дополнительно нарисовали колесницу (повозку) и рог. Данте называет семь ярких звезд Большой Медведицы «Колесницей», созвездие Малой Медведицы «Рогом» и, возможно, имеет в виду Северную Корону, когда упоминает кольцо звезд. Последняя интерпретация, на наш взгляд, маловероятна, но обсуждается исследователями, поэтому мы отметили звезды Северной Короны так, как она описана в Альмагесте.
sv: ### Hur denna Sky Culture skapades Dante-experterna i det tyska Dante-sällskapet valde ut några textpassager med astronomiska referenser för att presentera dem på Planetarium Jena i kupolen. Professor Blumes förslag att Dante sannolikt hade Michael Scotus teckningar av stjärnbilderna i åtanke accepterades. Därför kopierade vi dessa teckningar och mappade dem på stjärnorna. De "16" ljusstarka stjärnor som Dante nämner brukar av romanister tolkas som stjärnorna av första magnituden i Almagest. Därför markerades dessa stjärnor med "stjärna"-symbolen i Stellarium. Dessutom har vi målat en vagn (chariot) och ett horn. Dante kallar de sju ljusstarka stjärnorna i Stora björnen för "vagnen", stjärnbilden Lilla björnen för "hornet" och hänvisar möjligen till Corona Borealis när han nämner en ring av stjärnor. Den senare tolkningen är enligt vår mening osannolik men diskuteras bland forskare och därför har vi markerat stjärnorna i Corona Borealis så som den beskrivs i Almagest.
uk: ### Як було створено цю картину неба Знавці творів Данте з Німецької спілки Данте вибрали декілька фрагментів з тексту із астрономічними даними з метою представити їх на куполі планетарію Єни. Було прийнято пропозицію професора Блюме про те, що у Данте, ймовірно, мав на гадці малюнки Майкла Скота. Тому ми скопіювали ці малюнки і відтворили їх на тлі зірок. «16» яскравих зірок, які згадує Данте, зазвичай, вважаються романістами зірками першої величини в «Альмагесті». Тому ці зірки було підсвічено символом «зірка» у Stellarium. Крім того, ми домалювали колісницю (візок) та ріг. Данте називає сім яскравих зірок у Великій Ведмедиці «Колісницею», сузір'я Малої Ведмедиці — «Рогом» і, ймовірно, має на увазі Північну Корону, коли згадує кільце зірок. Остання інтерпретація, на наш погляд, є малоймовірною, але її обговорюють дослідники, ось чому ми позначили так зірки Північної Корони, як їх описано в «Альмагесті».

source: The Italian Dante Society (Societá Dantesca Italiana) provides Dante's work online: [Dante_Online](https://danteonline.it/opere/index.php). ### Fair Use We provide this sky culture free of charge, but the authors deserve to be cited according to the usual rules. Thank you! Susanne M Hoffmann, Dieter Blume, Karl Ph. Ellerbrock, Eduardo Castadura, Bodo Zöll (2022)
es_419: La Sociedad Italiana Dante (Societá Dantesca Italiana) ofrece el trabajo de Dante en línea: [Dante_Online](https://danteonline.it/opere/index.php). ### Uso Justo Proporcionamos esta cultura estelar de forma gratuita, pero los autores merecen ser citados de acuerdo con las reglas habituales. ¡Gracias! Susanne M Hoffmann, Dieter Blume, Karl Ph. Ellerbrock, Eduardo Castadura, Bodo Zöll (2022)
ru: Итальянское общество Данте (Societá Dantesca Italiana) предоставляет работы Данте в Интернете: [Dante_Online](https://danteonline.it/opere/index.php). ### Добросовестное использование Мы предоставляем эту культуру неба бесплатно, но авторы заслуживают того, чтобы их цитировали по обычным правилам. Благодарю вас! Сюзанна М. Хоффманн, Дитер Блюм, Карл Ф. Эллерброк, Эдуардо Кастадура, Бодо Цёлль (2022)
sv: Det italienska Dante-sällskapet (Societá Dantesca Italiana) tillhandahåller Dantes verk online: [Dante_Online](https://danteonline.it/opere/index.php). ### Rättvis användning Vi tillhandahåller denna himmelskultur kostnadsfritt, men författarna förtjänar att citeras enligt de vanliga reglerna. Vi tackar dig för din hjälp! Susanne M Hoffmann, Dieter Blume, Karl Ph. Ellerbrock, Eduardo Castadura, Bodo Zöll (2022)
uk: Італійська спілка Данте (Societá Dantesca Italiana) надає роботу Данте в інтернеті: [Dante_Online](https://danteonline.it/opere/index.php). ### Умови ліцензування Ми надаємо цю картину зоряного неба безкоштовно, але автори заслуговують на вашу подяку і посилання за звичайними правилами. Дякуємо! Susanne M Hoffmann, Dieter Blume, Karl Ph. Ellerbrock, Eduardo Castadura, Bodo Zöll (2022)

source: This sky culture was added to Stellarium by Susanne M. Hoffmann (service@uhura-uraniae.com) as a byproduct of a collaboration with Prof. Dr. Dieter Blume (Art History, FSU Jena, Germany), The German Dante Society (Deutsche Dante Gesellschaft) and Planetarium Jena. Written in English: Susanne M. Hoffmann. ### Notes Region of origin: Florence, Italy; this single sky culture was made for use in research.
es_419: Esta cultura estelar fue agregada a Stellarium por Susanne M. Hoffmann (service@uhura-uraniae.com) como subproducto de una colaboración con el Prof. Dr. Dieter Blume (Historia del Arte, FSU Jena, Alemania), la Sociedad Alemana Dante (Deutsche Dante Gesellschaft) y el Planetario de Jena. Escrito en inglés: Susanne M. Hoffmann. ### Notas Región de origen: Florencia, Italia; Esta cultura estalar única se creó para su uso en investigación.
ru: Эта культура неба была добавлена в Stellarium Сюзанной М. Хоффманн (service@uhura-uraniae.com) как побочный продукт сотрудничества с профессором, доктором Дитером Блюмом (Art History, FSU Jena, Germany), Немецким обществом Данте (Deutsche Dante Gesellschaft) и планетарием Йены. Написано на английском языке: Сюзанной М. Хоффманн. ### Примечания Регион происхождения: Флоренция, Италия; эта единичная культура неба была создана для использования в исследованиях.
sv: Denna himmelskultur lades till i Stellarium av Susanne M. Hoffmann (service@uhura-uraniae.com) som en biprodukt av ett samarbete med Prof. Dr. Dieter Blume (konsthistoria, FSU Jena, Tyskland), det tyska Dante-sällskapet (Deutsche Dante Gesellschaft) och Planetarium Jena. Skriven på engelska: Susanne M. Hoffmann. ### Anteckningar Region av ursprung: Florens, Italien; denna enda himmelskultur gjordes för att användas i forskning.
uk: Цю картину зоряного неба було додано до Stellarium Сюзанною М. Гоффман (service@uhura-uraniae.com), як бічний результат співпраці з проф. Дітером Блюме (історія мистецтв, університет Фрідріха Шиллера, Єна, Німеччина), Німецькою спілкою Данте (Deutsche Dante Gesellschaft) та планетарієм Єни. Англійською: Сюзанна М. Гоффман. ### Нотатки Регіон походження: Флоренція, Італія; цю картину зоряного неба було створено для використання у дослідженні.

source: Greek (Farnese + Almagest)
de: Griechisch (Farnese + Almagest)
es_419: Griega (Farnesio + Almagesto).
ru: Греческая (Фарнезе + Альмагест)
sv: Grekisk (Farnese + Almagest)
uk: Грецька (Фарнезе + Альмагест)
