Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: #### Historical Overview Originally, *Manāzil al-Qamar*, the Arabic for the lunar mansions, or stations of the moon, were a system of 28 stars, group of stars, or spots in the sky near which the moon can be found in each of the 28 nights of its monthly revolution. Early mentions of the complete list of the lunar stations are reported by ʿAbd al-Malik ibn Ḥabīb (d. 852) on the authority of Mālik ibn Anas (d. 795) [#1]. However, this system had been adopted already in the pre-Islamic period, prior to the 7th century of the common era. Using heliacal observations, the asterisms of the lunar mansions served to divide the sidereal and solar year of 365 days into 28 periods of 13 days each except for one period that is given 14 days. These 28 periods are called *Anwāʾ*, plural of *nawʾ*. Each *Nawʾ* is determined by a characteristical star: when this star rises in the morning during dawn (in the east, so, shortly before the Sun), this is the beginning of the next *nawʾ*. The name of the *nawʾ* (period of time, half month), gives the lunar mansion its name. One complete cycle of setting and rising for each of the 28 lunar mansions, one after the other, makes a solar year. This system was used to determine the seasons and predict weather, especially rain [#2]. The Arabs said: each *nawʾ* (period of 13/14 days) is characterized by a distinctive weather pattern of rain, wind, and temperature [#3]. A detailed description of the stars of each lunar mansion, the times of their heliacal rising and a compilation of astronomical and meteorological knowledge of the ancient Arabs can be found in the *Book of meteorology* (Arabic: Kitāb al-anwāʾ), authored by Ibn Qutaybah (b. 828 - d. 884 or 889). Copies of this book manuscripts survived, and it was printed in India in 1956 [#4]. The usage of the lunar mansions continued to schedule the times of agricultural, travel and medicine practices. Due to the importance of observing the times of their heliacal risings, short treatises have been written, and poems have been composed describing the asterisms of the 28 mansions. A poem dedicated to description of the stars of the lunar mansions was published by Gustave-Adolphe de Calassanti-Motylinski in 1899 in his book *Les mansions lunaires chez les Arabes*, attributed to Muḥammad al-Maqri (1578-1638) [#5][#6]. A sample treatise is the one written by Shaikh Ṣāliḥ al-Shethrī (d. ~1891), titled *A time-table for farmers* [#7]. #### Current Usage of Lunar Stations Agricultural almanacs based on the heliacal rising of lunar stations are still in active use today. The official calendar of Saudi Arabia includes these times [#8]. The following is an example of the use of a calendar based on the lunar stations for the 13 days period starting with the rise of the 3rd lunar station *al-Thurayya* (Pleiades) on June 7th [#9]: > Weather gets hotter and wind gets stronger. Wild grasses dry. Water in wells gets shallower. Rain is rare during this time. Spring insects start to disappear. Palm tree dates starts to get its colors. It is recommended to irrigate trees with the right amounts and stop irrigation of vines when grapes start to get its color. #### Identification of the Lunar Stations Ibn Qutaybah (b. 828 - d. 884 or 889) in his book *Kitāb al-anwāʾ* gives detailed description of the stars of each lunar station while an accurate identification can be extracted from the *Book of Stars* by al-Sufi (d. 986). In his book, al-Sufi maps the stars known to ancient Arabs to those of the Ptolemaic Constellations. An example of al-Sufi definitions of the stars of the lunar mansions, here is the definition of *al-Ġafr* [#10][#11]: > And the 22nd [star of Virgo] and the 23rd which is on the tail [hem of the garment] with the 25th on the left foot [of Virgo] are named [by the Arabs] *al-Ghafr* which is the 15th lunar mansion. Because the stars of the Ptolemaic constellations have known coordinates, it is relatively easy to identify the Arab star names. #### The 28 lunar stations 1. (Arabic: الشرطان) *Al-Sharaṭān* (The two signs) or (Arabic: الأشراط) *"al-Ashrāṭ"* (The signs) composed of the 3 stars: α Ari (Hamal), β Ari (Sheratan) and γ Ari (Mesarthim) 1. (Arabic: البطين) *Al-Buṭayn* (The small belly [of the little ram]) composed of the 3 stars: ε Ari, δ Ari (Botein), and ρ<sup>3</sup> Ari 1. (Arabic: الثريا) *Al-Thurayyā* (Pleiades) composed of the star cluster of the Pleiades 1. (Arabic: الدبران) *Al-Dabarān* (The Follower [of the Pleiades]) composed of the single star α Tau (Aldebaran) 1. (Arabic: الهقعة) *Al-Haqʿah* (The mark on the horse side) composed of the three stars on the head of Orion: λ Ori (Meissa), φ<sup>1</sup> Ori and φ<sup>2</sup> Ori 1. (Arabic: الهنعة*Al-Hanʿah* (The bend in the neck of a camel) composed of the 2 stars: γ Gem (Alhena) and ξ Gem 1. (Arabic: الذراع) *Al-Dhirāʾ* (Retracted arm [of the lion]) composed of the 2 stars: α CMi (Procyon) and β CMi (Gomeisa) 1. (Arabic: النثرة) *Al-Nathrah* (The tip of the nose of the lion) composed of the Praesepe cluster and the 2 stars: γ Cnc (Asellus Borealis) and δ Cnc (Asellus Australis) 1. (Arabic: الطرف) *Al-Ṭarf* (The eyes of the lion) composed of the 2 stars: ε Leo and ο Leo (Subra) 1. (Arabic: الجبهة) *Al-Ǧabhah* (The forehead of the lion) composed of 4 stars: ζ Leo (Adhafera), γ<sup>1</sup> Leo - γ<sup>2</sup> Leo (Algieba), η Leo and α Leo (Regulus) 1. (Arabic: الزبرة) *Al-Zubrah* (The mane of the lion) composed of the 2 stars: δ Leo (Zosma) and θ Leo (Chertan) 1. (Arabic: الصرفة) *Al-Ṣarfah* (The change to colder weather) composed of one star: β Leo (Denebola) 1. (Arabic: العوا) *Al-ʿAwwā* (The bend) composed of 5 stars: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir and ε Vir (Vindemiatrix) 1. (Arabic: السماك) *Al-Simāk* (The unarmed high one) composed of the star α Vir (Spica) 1. (Arabic: الغفر) *Al-Ġafr* (The cover) composed of 3 stars: ι Vir (Syrma), κ Vir and λ Vir 1. (Arabic: الزبانى) *Al-Zubānā* (The claws of the scorpion) composed of the 2 stars: α<sup>2</sup> Lib (Zubenelgenubi) and β Lib (Zubeneschamali) 1. (Arabic: الإكليل) *Al-Iklīl* (The ornamented headband, The diadem) composed of the 3 stars: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) and π Sco. 1. (Arabic: القلب) *Al-Qalb* (The heart of the scorpion) composed of the star α Sco (Antares) 1. (Arabic: الشولة) *Al-Shawlah* (The sting of the scorpion) composed of the 2 stars: λ Sco (Shaula) and υ Sco (Lesath) 1. (Arabic: النعائم) *Al-Naʿaʾim* (The Ostriches) 8 stars: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr, and ζ Sgr 1. (Arabic: البلدة*Al-Baldah* (The empty area) is the area where there are no stars (between *al-Naayem* and *Saad al-Thabih*) 1. (Arabic: سعد الذابح) *Saʿd al-Dhābiḥ* (The lucky star of the Slaughterer) composed of the 3 stars: α<sup>2</sup> Cap (Algedi), β Cap (Dabih), and ν Cap 1. (Arabic: سعد بلع) *Saʿd Bulaʿ* (The lucky star of the swallower) composed of the 3 stars: ν Aqr, μ Aqr and ε Aqr (Albali) 1. (Arabic: سعد السعود) *Saʿd al-Suʿūd* (The luckiest of the lucky stars) composed of the 3 stars: β Aqr (Sadalsuud), ξ Aqr and λ Cap 1. (Arabic: سعد الأخبية) *Saʿd al-Aḫbiyah* (The lucky stars of the tent dwellers) composed of the 4 stars: γ Aqr (Sadachbia), π Aqr, ζ<sup>1</sup> - ζ<sup>2</sup> Aqr and η Aqr 1. (Arabic: المقدم) *Al-Muqaddam* (The front bucket mouth) composed of the 2 stars: α And (Alpheratz) and γ Peg (Algenib) 1. (Arabic: المؤخر) *Al-Muʾaḫar* (The rear bucket mouth) composed of the 2 stars: β Peg (Scheat) and α Peg (Markab) 1. (Arabic: الرشاء أو الحوت) *Al-Rishāʾ* or *al-Ḥūt* (The rope of the well bucket or The Fish) composed of the star β And (Mirach) and two arcs of stars making a figure of a fish ##### The Super lion and al-Ǧawzāʾ figures of the ancient Arab star lore One may notice from the names of the 7th to the 15th lunar stations that they are part of a lion figure. This Arab lion figure covers around 100 degrees, a little bit more than half of the sky dome. From the names of these stars a lion figure can be constructed. Two of the lunar stations, *al-Haqʿah* and *al-Hanʿah*, are part of al-Ǧawzāʾ stars. al-Ǧawzāʾ is the figure covering Orion plus some stars around it. The ancient Arabs imagined these stars as a figure of a woman with a bow and arrow aimed at the lion (an image, probably influenced from Roman Egypt: see depiction on Denderah zodiac which shows Babylonian as well as Greek traces of constellations). Mr. Roland Laffitte discussed these two figures and offered a depiction of each in his article: [Our Arab Heritage in the CelestialVault](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). A more detailed discussion of ancient Arab star lore is found in his book: &quot;Le Ciel des Arabes&quot; [#12].
es_419: #### Panorama histórico Originalmente, *Manāzil al-Qamar*, el árabe para las mansiones lunares, o estaciones de la luna, era un sistema de 28 estrellas, grupo de estrellas o puntos en el cielo cerca de los cuales se puede encontrar la luna en cada una de las 28 noches de su revolución mensual. ʿAbd al-Malik ibn Ḥabīb (m. 852), con la autoridad de Mālik ibn Anas (m. 795) [#1], informa de las primeras menciones de la lista completa de las estaciones lunares. Sin embargo, este sistema ya había sido adoptado en el período preislámico, antes del siglo VII de la era común. Usando observaciones helíacas, los asterismos de las mansiones lunares sirvieron para dividir el año sideral y solar de 365 días en 28 períodos de 13 días cada uno, excepto por un período que tiene 14 días. Estos 28 períodos se denominan *Anwāʾ*, plural de *nawʾ*. Cada *Nawʾ* está determinada por una estrella característica: cuando esta estrella sale por la mañana durante el amanecer (en el este, es decir, poco antes del Sol), este es el comienzo de la siguiente *nawʾ*. El nombre de *nawʾ* (período de tiempo, medio mes), da nombre a la mansión lunar. Un ciclo completo de puesta y salida para cada una de las 28 mansiones lunares, una tras otra, forma un año solar. Este sistema se utilizó para determinar las estaciones y predecir el clima, especialmente la lluvia [#2]. Los árabes decían: cada *nawʾ* (período de 13/14 días) se caracteriza por un patrón meteorológico distintivo de lluvia, viento y temperatura [#3]. En el *Libro de meteorología* (árabe: Kitāb al-anwāʾ), escrito por Ibn Qutaybah, se puede encontrar una descripción detallada de las estrellas de cada mansión lunar, los tiempos de su ascenso helíaco y una compilación del conocimiento astronómico y meteorológico de los antiguos árabes. (b. 828 - d. 884 o 889). Sobrevivieron copias de los manuscritos de este libro y se imprimió en la India en 1956 [#4]. El uso de las mansiones lunares continuó programando los tiempos de las prácticas agrícolas, de viajes y de medicina. Debido a la importancia de observar los tiempos de sus levantamientos helíacos, se han escrito breves tratados y se han compuesto poemas que describen los asterismos de las 28 mansiones. Un poema dedicado a la descripción de las estrellas de las mansiones lunares fue publicado por Gustave-Adolphe de Calassanti-Motylinski en 1899 en su libro *Les mansions lunaires chez les Arabes*, atribuido a Muḥammad al-Maqri (1578-1638) [#5] [#6]. Un tratado de muestra es el escrito por Shaikh Ṣāliḥ al-Shethrī (m. ~ 1891), titulado *Un calendario para agricultores* [#7]. #### Uso actual de las estaciones lunares Los almanaques agrícolas basados en el ascenso heliacal de las estaciones lunares todavía se utilizan activamente en la actualidad. El calendario oficial de Arabia Saudita incluye estos horarios [#8]. El siguiente es un ejemplo del uso de un calendario basado en las estaciones lunares para el período de 13 días que comienza con el surgimiento de la tercera estación lunar *al-Thurayya* (Pléyades) el 7 de junio [#9]: > El clima se vuelve más caluroso y el viento se vuelve más fuerte. Hierbas silvestres secas. El agua de los pozos se vuelve menos profunda. La lluvia es rara durante este tiempo. Los insectos primaverales comienzan a desaparecer. Las fechas de las palmeras comienzan a tomar sus colores. Se recomienda regar los árboles en las cantidades adecuadas y detener el riego de las vides cuando la uva comience a tomar su color. #### Identificación de las estaciones lunares Ibn Qutaybah (n. 828 - m. 884 u 889) en su libro *Kitāb al-anwāʾ* da una descripción detallada de las estrellas de cada estación lunar, mientras que al-Sufi (m. 986) puede extraer una identificación precisa del *Libro de las Estrellas*por al-Sufi (m. 986). En su libro, al-Sufi asigna las estrellas conocidas por los antiguos árabes a las de las constelaciones ptolemaicas. Un ejemplo de las definiciones de al-Sufi de las estrellas de las mansiones lunares, aquí está la definición de *al-Ġafr* [#10] [#11]: > Y la 22ª [estrella de Virgo] y la 23ª que está en la cola [dobladillo de la prenda] con la 25ª en el pie izquierdo [de Virgo] son nombrados [por los árabes] *al-Ghafr*, que es la 15ª mansión lunar. Debido a que las estrellas de las constelaciones ptolemaicas tienen coordenadas conocidas, es relativamente fácil identificar los nombres de las estrellas árabes. #### Las 28 estaciones lunares 1. (Árabe: الشرطان) *Al-Sharaṭān* (Los dos signos) o (Árabe: الأشراط) *"al-Ashrāṭ"* (Los signos) compuesto por las 3 estrellas: α Ari (Hamal), β Ari (Sheratan) y γ Ari (Mesarthim) 1. (Árabe: البطين) *Al-Buṭayn* (El pequeño vientre [del pequeño carnero]) compuesto por las 3 estrellas: ε Ari, δ Ari (Botein) y ρ<sup>3</sup> Ari 1. (Árabe: الثريا) *Al-Thurayyā* (Pléyades) compuesto por el cúmulo de estrellas de las Pléyades 1. (Árabe: الدبران) *Al-Dabarān* (El Seguidor [de las Pléyades]) compuesto por la estrella única α Tau (Aldebarán) 1. (Árabe: الهقعة) *Al-Haqʿah* (La marca en el costado del caballo) compuesta por las tres estrellas en la cabeza de Orión: λ Ori (Meissa), φ<sup>1</sup> Ori y φ<sup>2</sup> Ori 1. (Árabe: الهنعة *Al-Hanʿah* (La curva en el cuello de un camello) compuesto por las 2 estrellas: γ Gem (Alhena) y ξ Gem 1. (Árabe: الذراع) *Al-Dhirāʾ* (Brazo retraído [del león]) compuesto por 2 estrellas: α CMi (Procyon) y β CMi (Gomeisa) 1. (Árabe: النثرة) *Al-Nathrah* (La punta de la nariz del león) compuesto por el cúmulo de Praesepe y las 2 estrellas: γ Cnc (Asellus Borealis) y δ Cnc (Asellus Australis) 1. (Árabe: الطرف) *Al-Ṭarf* (Los ojos del león) compuesto por 2 estrellas: ε Leo y ο Leo (Subra) 1. (Árabe: الجبهة) *Al-Ǧabhah* (La frente del león) compuesta por 4 estrellas: ζ Leo (Adhafera), γ<sup>1</sup> Leo - γ<sup>2</sup> (Algieba), η Leo y α Leo (Regulus) 1. (Árabe: الزبرة) *Al-Zubrah* (La melena del león) compuesta por 2 estrellas: δ Leo (Zosma) y θ Leo (Chertan) 1. (Árabe: الصرفة) *Al-Ṣarfah* (El cambio a un clima más frío) compuesto por una estrella: β Leo (Denebola) 1. (Árabe: العوا) *Al-ʿAwwā* (La curva) compuesta por 5 estrellas: β Vir (Zavijava), η Vir (Zaniah), γ Vir (Porrima), δ Vir y ε Vir (Vindemiatrix) 1. (Árabe: السماك) *Al-Simāk* (El alto desarmado) compuesto por la estrella α Vir (Spica) 1. (Árabe: الغفر) *Al-Ġafr* (La portada) compuesta por 3 estrellas: ι Vir (Syrma), κ Vir y λ Vir 1. (Árabe: الزبانى) *Al-Zubānā* (Las garras del escorpión) compuesto por 2 estrellas: α<sup>2</sup> Lib (Zubenelgenubi) y β Lib (Zubeneschamali) 1. (Árabe: الإكليل) *Al-Iklīl* (La diadema ornamentada, La diadema) compuesta por las 3 estrellas: β<sup>1</sup> Sco (Acrab), δ Sco (Dschubba) y π Sco. 1. (Árabe: القلب) *Al-Qalb* (El corazón del escorpión) compuesto por la estrella α Sco (Antares) 1. (Árabe: الشولة) *Al-Shawlah* (El aguijón del escorpión) compuesto por 2 estrellas: λ Sco (Shaula) y υ Sco (Lesath) 1. (Árabe: النعائم) *Al-Naʿaʾim* (Los avestruces) 8 estrellas: γ2 Sgr, δ Sgr, ε Sgr, η Sgr, σ Sgr, φ Sgr, τ Sgr y ζ Sgr 1. (Árabe: البلدة *Al-Baldah* (El área vacía) es el área donde no hay estrellas (entre *al-Naayem* y *Saad al-Thabih*) 1. (Árabe: سعد الذابح) *Saʿd al-Dhābiḥ* (La estrella de la suerte del Matador) compuesto por las 3 estrellas: α<sup>2</sup> Cap (Algedi), β Cap (Dabih) y ν Cap 1. (Árabe: سعد بلع) *Saʿd Bulaʿ* (La estrella afortunada del tragador) compuesta por las 3 estrellas: ν Aqr, μ Aqr y ε Aqr (Albali) 1. (Árabe: سعد السعود) *Saʿd al-Suʿūd* (La estrella de la suerte más afortunada) compuesta por las 3 estrellas: β Aqr (Sadalsuud), ξ Aqr y λ Cap 1. (Árabe: سعد الأخبية) *Saʿd al-Aḫbiyah* (Las estrellas de la suerte de los habitantes de las tiendas) compuesto por las 4 estrellas: γ Aqr (Sadachbia), π Aqr, ζ<sup>1</sup> - ζ<sup>2</sup> Aqr y η Aqr 1. (Árabe: المقدم) *Al-Muqaddam* (La boca del cubo frontal) compuesta por 2 estrellas: α And (Alpheratz) y γ Peg (Algenib) 1. (Árabe: المؤخر) *Al-Muʾaḫar* (La boca trasera del cubo) compuesta por 2 estrellas: β Peg (Scheat) y α Peg (Markab) 1. (Árabe: الرشاء أو الحوت) *Al-Rishāʾ* o *al-Ḥūt* (La cuerda del cubo del pozo o El pez) compuesta por la estrella β Y (Mirach) y dos arcos de estrellas que forman la figura de un pez. ##### El Super león y las figuras de al-Ǧawzāʾ de la antigua tradición de las estrellas árabes Uno puede notar en los nombres de las estaciones lunares 7 a 15 que son parte de una figura de león. Esta figura de león árabe cubre alrededor de 100 grados, un poco más de la mitad de la cúpula del cielo. A partir de los nombres de estas estrellas se puede construir una figura de león. Dos de las estaciones lunares, *al-Haqʿah* y *al-Hanʿah*, son parte de las estrellas al-Ǧawzāʾ. al-Ǧawzāʾ es la figura que cubre a Orión más algunas estrellas a su alrededor. Los antiguos árabes imaginaban estas estrellas como la figura de una mujer con un arco y una flecha apuntando al león (una imagen, probablemente influenciada por el Egipto romano: ver la representación en el zodíaco de Dendera que muestra huellas de constelaciones tanto babilónicas como griegas). El Sr. Roland Laffitte habló sobre estas dos figuras y ofreció una descripción de cada una en su artículo: [Nuestra herencia árabe en la Bóveda Celestial](http://www.muslimheritage.com/article/our-arab-heritage-celestial-vault). Una discusión más detallada de la tradición de las estrellas árabes antiguas se encuentra en su libro: & quot; Le Ciel des Arabes & quot; [<sup>[12]](#footnote-12)</sup>.
