Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The marble globe only depicts figures and no stars. The globe has a diameter of about 65 cm. The figures were not aligned according to exact point coordinates, but in a grid: the ecliptic, the celestial equator, the tropics and the polar circles provide orientation in terms of position in "latitude circles" on the celestial sphere, while the coluric circles provide a four-way division in "longitude circles". Ancient globe makers used this very coarse-meshed grid to adjust the figure drawings. The images of the globe therefore clearly show that the stonemason who created the globe had the popular doctrinal poem by Aratos of Soloi (~300 BCE) in mind. There is no reason for the claim - often inflated by popular science - that this marble globe was carved according to Hipparchus' star catalogue. This thesis has been repeatedly raised over the past ~200 years, but regularly dismissed: Both mathematical arguments and artistic representations speak against it. <p><img width="800" src="illustrations/Atlas_(Farnese_Globe).jpg"/></p> <p><i>Photograph of the reconstructed statue of the Atlas Farnese (Gabriel Seah, CC BY-SA-3.0, 9. Juli 2006, Museo Archeologico Nazionale, Naples).</i></p> Only the torso of the man was preserved and with broken elbows: everything below the hip has been supplemented in a modern way. In this form, the sculpture is 2.10 m high. The sculpture of the globe with constellations, which is important for us, is original, but has a large hole at the north pole - presumably it was anchored there to other parts of the architecture. Therefore, the circumpolar constellations of the two she-bears and parts of the dragon are missing. ### How was this Sky Culture made? The illustrations of the individual figures were copied from the marble globe as pencil sketches. Stellarium works with point coordinates of the modern HIPPARCOS catalogue (produced by an astrometry satellite), so that the historical drawings have to be locked at three points (stars) each. Since this sometimes leads to distortions in historical figures (the marble globe is not a perfect sphere, the figures were not fitted according to point coordinates), this was done here "by eye" - just as by the historical stonemason. The names of the constellations and individual stars were taken from the Almagest star catalogue, which also dates from the 2nd century (i.e. the reign of the Roman Emperor Hadrian) and - as was customary at the time - was written in Greek as scientific literature. The marble globe was a decorative element in a building, probably a particularly elaborate capital. It has no scientific accuracy. Therefore, some drawings in relief deviate from the exact star positions of the star catalogue: e.g. the Twins (Gemini) are moved slightly to the side to show the figure completely, although the lower part of this celestial region would be covered by the hand of the Atlas statue. There are similar distortions in the Scorpion. The following table lists the original Greek names of the constellations in columns 2 and 3, and in column 4 the image on the globe. <p> <table> <tr valign="top"> <td><b>Abbreviation</b></td> <td><b>Original Name</b></td> <td><b>Translation</b> (literally)</td> <td><b>Picture</b></td> </tr> <tr valign="top"> <td><notr>UMi</notr></td> <td><notr>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Little She-Bear</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>UMa</notr></td> <td><notr>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Great She-Bear</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>Dra</notr></td> <td><notr>&Delta;&rho;&#940;&kappa;&omega;&nu;</notr></td> <td>Dragon</td> <td>only the head and one bend are depicted<br /><img width="255" src="illustrations/dra_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cep</notr></td> <td><notr>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</notr></td> <td>King Kepheus</td> <td><img width="255" src="illustrations/cep_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Boo</notr></td> <td><notr>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</notr></td> <td>Ploughing Man</td> <td><img width="255" src="illustrations/boo_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>CrB</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</notr></td> <td>Wreath</td> <td><img width="255" src="illustrations/crb_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Her</notr></td> <td><notr>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</notr></td> <td>Kneeler</td> <td><img width="255" src="illustrations/her_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Lyr</notr></td> <td><notr>&Lambda;&#973;&rho;&alpha;</notr></td> <td>Lyre (a Greek instrument)</td> <td><img width="255" src="illustrations/lyr_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cyg</notr></td> <td><notr>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</notr></td> <td>Bird [not specified]</td> <td><img width="255" src="illustrations/cyg_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cas</notr></td> <td><notr>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</notr></td> <td>Queen Kassiepeia</td> <td><img width="255" src="illustrations/cas_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Per</notr></td> <td><notr>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</notr></td> <td>Perseus</td> <td><img width="255" src="illustrations/per_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Aur</notr></td> <td><notr>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</notr></td> <td>Charioteer</td> <td><img width="255" src="illustrations/aur_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Oph + Ser</notr></td> <td><notr>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf; + &#702;&#714;&Omicron;&phi;&iota;&sigmaf;</notr></td> <td>Snake Carrier, Snake</td> <td><img width="255" src="illustrations/oph_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Sge</notr></td> <td><notr>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</notr></td> <td>Arrow</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>Aql</notr></td> <td><notr>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</notr></td> <td>Eagle</td> <td><img width="255" src="illustrations/aql_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Del</notr></td> <td><notr>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</notr></td> <td>Dolphin</td> <td><img width="255" src="illustrations/del_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Equ</notr></td> <td><notr>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</notr></td> <td>Bust [of a horse]</td> <td>missing (stars belong to Dolphin)</td> </tr> <tr valign="top"> <td><notr>Peg</notr></td> <td><notr>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</notr></td> <td>Horse [unnamed]</td> <td><img width="255" src="illustrations/peg_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>And</notr></td> <td><notr>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</notr></td> <td>Princess Andromeda</td> <td><img width="355" src="illustrations/and_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Tri</notr></td> <td><notr>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</notr></td> <td>Triangle</td> <td>missing</td> </tr> <tr valign="top"> <td><notr>Ari</notr></td> <td><notr>&Kappa;&rho;&iota;&#972;&sigmaf;</notr></td> <td>Ram</td> <td><img width="255" src="illustrations/ari_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Tau</notr></td> <td><notr>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</notr></td> <td>Bull</td> <td><img width="255" src="illustrations/tau_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Gem</notr></td> <td><notr>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</notr></td> <td>Twins</td> <td><img width="255" src="illustrations/gem_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cnc</notr></td> <td><notr>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</notr></td> <td>Cancer</td> <td><img width="255" src="illustrations/cnc_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Leo</notr></td> <td><notr>&Lambda;&#941;&omega;&nu;</notr></td> <td>Lion</td> <td><img width="255" src="illustrations/leo_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Vir</notr></td> <td><notr>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</notr></td> <td>Young Lady</td> <td><img width="255" src="illustrations/vir_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Lib</notr></td> <td><notr>&Chi;&eta;&lambda;&alpha;&#943;</notr></td> <td>Claws [of the Scorpion carrying a Balance]</td> <td><img width="255" src="illustrations/lib.png"/></td> </tr> <tr valign="top"> <td><notr>Sco</notr></td> <td><notr>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</notr></td> <td>Scorpion</td> <td><img width="255" src="illustrations/sco_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Sgr</notr></td> <td><notr>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</notr></td> <td>Archer (two legs: this is satyr Kroton, not the centaur Cheiron)</td> <td><img width="255" src="illustrations/sgr_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cap</notr></td> <td><notr>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</notr></td> <td>the One with Horns of a Goat</td> <td><img width="255" src="illustrations/cap.png"/></td> </tr> <tr valign="top"> <td><notr>Aqr</notr></td> <td><notr>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</notr></td> <td>Water-Pourer</td> <td><img width="255" src="illustrations/aqr_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Psc</notr></td> <td><notr>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</notr></td> <td>Two Fishes</td> <td><img width="255" src="illustrations/psc_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cet</notr></td> <td><notr>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</notr></td> <td>Sea Monster</td> <td><img width="255" src="illustrations/cet_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Ori</notr></td> <td><notr>&#702;&Omega;&rho;&#943;&omega;&nu;</notr></td> <td>Orion</td> <td><img width="255" src="illustrations/ori_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Eri</notr></td> <td><notr>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</notr></td> <td>River [unnamed]</td> <td><img width="255" src="illustrations/eri.png"/></td> </tr> <tr> <td><notr>Lep</notr></td> <td><notr>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</notr></td> <td>Hare</td> <td><img width="255" src="illustrations/lep_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>CMa</notr></td> <td><notr>&Kappa;&#973;&omega;&nu;</notr></td> <td>Dog</td> <td><img width="255" src="illustrations/cma_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>CMi</notr></td> <td><notr>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</notr></td> <td>The asterism before the Dog</td> <td>missing [covered by the hand of Atlas]</td> </tr> <tr valign="top"> <td><notr>Arg</notr></td> <td><notr>&#702;&Alpha;&rho;&gamma;&omega;</notr></td> <td>Ship &quot;Argo&quot;</td> <td><img width="255" src="illustrations/arg_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Hya + Crt + Crv</notr></td> <td><notr>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf; + &Kappa;&rho;&alpha;&tau;&#942;&rho; + &Kappa;&oacute;&rho;&alpha;&xi;</notr></td> <td>Watersnake + Crater + Raven</td> <td><img width="255" src="illustrations/hya_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cen</notr></td> <td><notr>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</notr></td> <td>Kentauros</td> <td><img width="255" src="illustrations/cen_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Lup</notr></td> <td><notr>&Theta;&eta;&rho;&#943;&omicron;&nu;</notr></td> <td>Monster</td> <td><img width="255" src="illustrations/lup_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Ara</notr></td> <td><notr>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</notr></td> <td>Altar</td> <td><img width="255" src="illustrations/ara_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>CrA</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</notr></td> <td>Southern Wreath</td> <td><img width="255" src="illustrations/cra_bg.png"/></td> </tr> <tr valign="top"> <td><notr>PsA</notr></td> <td><notr>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</notr></td> <td>Southern Fish</td> <td>missing [covered by the shoulder of Atlas]</td> </tr> </table></p> ### Fair Use We provide this sky culture free of charge, but the authors deserve to be cited according to the usual rules. Thank you!
de: Der Marmorglobus bildet nur Figuren ab und keine Sterne. Der Globus hat einen Durchmesser von etwa 65 cm. Die Figuren wurden nicht nach genauen Punktkoordinaten ausgerichtet, sondern in einem Gitternetz: Ekliptik, Himmelsäquator, die Wendekreise und die Polarkreise geben eine Orientierung hinsichtlich der Lage in "Breitenkreisen" auf der Himmelskugel, während die Kolurkreise eine Vierteilung in "Längenkreisen" bieten. Antike Globenmachen nutzten dieses sehr grobmaschige Netz, um die Figurzeichnungen zu justieren. Die Abbildungen des Globus zeigen daher klar, dass der Steinmetz, der den Globus erstellte, das populäre Lehrgedicht von Aratos von Soloi (~300 v.Chr.) im Kopf hatte. Es gibt keinen Grund für die - oft populärwissenschaftlich aufgebauschte - Behauptung, dass dieser Marmorglobus nach dem Sternkatalog von Hipparch gemeißelt worden wäre. Diese These wurden in den vergangenen ~200 Jahren wiederholt aufgeworfen, jedoch regelmäßig wieder verworfen: Sowohl mathematische Argumente, als auch künstlerische Darstellungen sprechen dagegen. <p><img width="800" src="illustrations/Atlas_(Farnese_Globe).jpg"/></p> <p><i>Foto der rekonstruierten Statue des Atlas Farnese (Gabriel Seah, CC BY-SA-3.0, 9. Juli 2006, Museo Archeologico Nazionale, Neapel).</i></p> Erhalten war nur der Torso des Mannes mit abgebrochenen Schultern: alles unterhalb der Hüfte ist modern ergänzt. In dieser Form hat die Skulptur eine Höhe von 2,10 m. Die für uns wichtige Skulptur des Globus mit Sternbildern ist original, hat aber am Nordpol ein großes Loch - vermutlich war sie dort an anderen Teilen der Architektur verankert. Daher fehlen die zirkumpolaren Sternbilder der beiden Bärinnen und Teile des Drachen. ### Wie wurde diese Himmelskultur erstellt? Die Abbildungen der einzelnen Figuren wurden als Bleistiftskizze vom Marmorglobus kopiert. Stellarium arbeitet mit Punkt-Koordinaten für Sterne im Katalog des Astrometrie-Satelliten HIPPARCOS, so dass die historischen Zeichnungen an je drei Punkten arretiert werden müssen. Da dies bei historischen Figuren mitunter zu Verzerrungen führt (der Marmorglobus ist keine perfekte Kugel, die Figuren wurden nicht nach Punktkoordinaten eingepasst), geschah dies hier - ebenso wie durch den historischen Steinmetz - "nach Augenmaß". Die Namen der Sternbilder und Einzelsterne fügten wir aus dem Almagest ein, der ebenfalls ins 2. Jahrhundert datiert (also in die Regentschaft des römischen Kaisers Hadrian) und - wie damals üblich - als wissenschaftliche Fachliteratur auf Griechisch geschrieben wurde. Der Marmorglobus war ein dekoratives Element in einem Gebäude, vermutlich ein besonders aufwändig gestaltetes Kapitell. Er hat keine wissenschaftliche Genauigkeit. Daher weichen einige Zeichnungen im Relief von den exakten Sternpositionen des Sternkatalogs ab: z.B. sind die Zwillinge etwas zur Seite gerückt, um die Figur vollständig darzustellen, obwohl der untere Teil dieser Himmelsgegend von der Hand der Atlas-Statue verdeckt wäre. Ähnliche Verzerrungen gibt es beim Skorpion. Die folgende Tabelle listet in Spalte 2 und 3 die Originalnamen der Sternbilder auf, in Spalte 4 die Abbildung auf dem Globus. <p> <table> <tr valign="top"> <td><b>Abkürzung</b></td> <td><b>Ursprünglicher Name</b></td> <td><b>Übersetzung</b> (wörtlich)</td> <td><b>Bild</b></td> </tr> <tr valign="top"> <td>UMi</td> <td>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Kleine Bärin</td> <td>fehlt</td> </tr> <tr valign="top"> <td>UMa</td> <td>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Große Bärin</td> <td>fehlt</td> </tr> <tr valign="top"> <td>Dra</td> <td>&Delta;&rho;&#940;&kappa;&omega;&nu;</td> <td>Drache</td> <td>nur der Kopf und eine Windung sind dargestellt<br /><img width="255" src="illustrations/dra_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</td> <td>König Kepheus</td> <td><img width="255" src="illustrations/cep_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Boo</td> <td>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</td> <td>Pflüger</td> <td><img width="255" src="illustrations/boo_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CrB</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</td> <td>Kranz</td> <td><img width="255" src="illustrations/crb_bg.png"/></td> </tr> <tr valign="top"> <td>Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Kniender</td> <td><img width="255" src="illustrations/her_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lyr</td> <td>&Lambda;&#973;&rho;&alpha;</td> <td>Lyra (ein antikes griechisches Instrument, eine Art Leier)</td> <td><img width="255" src="illustrations/lyr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cyg</td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</td> <td>Vogel [nicht spezifiziert]</td> <td><img width="255" src="illustrations/cyg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</td> <td>Königin Kassiepeia</td> <td><img width="255" src="illustrations/cas_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Per</td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Perseus</td> <td><img width="255" src="illustrations/per_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Aur</td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</td> <td>Wagenlenker</td> <td><img width="255" src="illustrations/aur_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Oph + Ser</td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf; + &#702;&#714;&Omicron;&phi;&iota;&sigmaf;</td> <td>Schlangenträger, Schlange</td> <td><img width="255" src="illustrations/oph_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Sge</td> <td>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</td> <td>Pfeil</td> <td>fehlt</td> </tr> <tr valign="top"> <td>Aql</td> <td>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</td> <td>Adler</td> <td><img width="255" src="illustrations/aql_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Del</td> <td>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</td> <td>Delphin</td> <td><img width="255" src="illustrations/del_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Equ</td> <td>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</td> <td>Büste [eines Pferdes]</td> <td>fehlt (Sterne gehören zum Delfin)</td> </tr> <tr valign="top"> <td>Peg</td> <td>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</td> <td>Pferd [unbenannt]</td> <td><img width="255" src="illustrations/peg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>And</td> <td>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</td> <td>Prinzessin Andromeda</td> <td><img width="355" src="illustrations/and_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Tri</td> <td>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</td> <td>Dreieck</td> <td>fehlt</td> </tr> <tr valign="top"> <td>Ari</td> <td>&Kappa;&rho;&iota;&#972;&sigmaf;</td> <td>Widder</td> <td><img width="255" src="illustrations/ari_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Tau</td> <td>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</td> <td>Stier</td> <td><img width="255" src="illustrations/tau_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Gem</td> <td>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</td> <td>Zwillinge</td> <td><img width="255" src="illustrations/gem_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cnc</td> <td>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</td> <td>Cancer</td> <td><img width="255" src="illustrations/cnc_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Leo</td> <td>&Lambda;&#941;&omega;&nu;</td> <td>Löwe</td> <td><img width="255" src="illustrations/leo_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Vir</td> <td>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</td> <td>Junge Dame</td> <td><img width="255" src="illustrations/vir_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lib</td> <td>&Chi;&eta;&lambda;&alpha;&#943;</td> <td>Scheren [des Skorpions, der eine Wage trägt]</td> <td><img width="255" src="illustrations/lib.png"/></td> </tr> <tr valign="top"> <td>Sco</td> <td>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</td> <td>Skorpion</td> <td><img width="255" src="illustrations/sco_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Sgr</td> <td>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</td> <td>Bogenschütze (zwei Beine: Es handelt sich um den Satyr Krotos und nicht den Kentauren Cheiron.)</td> <td><img width="255" src="illustrations/sgr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cap</td> <td>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</td> <td>der Ziegengehörnte</td> <td><img width="255" src="illustrations/cap.png"/></td> </tr> <tr valign="top"> <td>Aqr</td> <td>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</td> <td>Wasserträger</td> <td><img width="255" src="illustrations/aqr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Psc</td> <td>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</td> <td>Zwei Fische</td> <td><img width="255" src="illustrations/psc_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cet</td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</td> <td>Meeresungeheuer</td> <td><img width="255" src="illustrations/cet_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Ori</td> <td>&#702;&Omega;&rho;&#943;&omega;&nu;</td> <td>Orion</td> <td><img width="255" src="illustrations/ori_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Eri</td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</td> <td>Fluss [unbenannt]</td> <td><img width="255" src="illustrations/eri.png"/></td> </tr> <tr> <td>Lep</td> <td>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</td> <td>Hase</td> <td><img width="255" src="illustrations/lep_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CMa</td> <td>&Kappa;&#973;&omega;&nu;</td> <td>Hund</td> <td><img width="255" src="illustrations/cma_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CMi</td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</td> <td>Das Sternbild vor dem Hund</td> <td>fehlt [verdeckt von der Hand des Atlas]</td> </tr> <tr valign="top"> <td>Arg</td> <td>&#702;&Alpha;&rho;&gamma;&omega;</td> <td>Schiff &quot;Argo&quot;</td> <td><img width="255" src="illustrations/arg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Hya + Crt + Crv</td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf; + &Kappa;&rho;&alpha;&tau;&#942;&rho; + &Kappa;&oacute;&rho;&alpha;&xi;</td> <td>Wasserschlange + Krater + Rabe</td> <td><img width="255" src="illustrations/hya_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cen</td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</td> <td>Kentauros</td> <td><img width="255" src="illustrations/cen_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lup</td> <td>&Theta;&eta;&rho;&#943;&omicron;&nu;</td> <td>Ungeheuer</td> <td><img width="255" src="illustrations/lup_bg.png"/></td> </tr> <tr valign="top"> <td>Ara</td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</td> <td>Altar</td> <td><img width="255" src="illustrations/ara_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CrA</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</td> <td>Südlicher Kranz</td> <td><img width="255" src="illustrations/cra_bg.png"/></td> </tr> <tr valign="top"> <td>PsA</td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</td> <td>Südlicher Fisch</td> <td>fehlt [verdeckt von der Schulter des Atlas]</td> </tr> </table></p> ### Faire Nutzung Wir stellen diese Himmelskultur kostenlos zur Verfügung. Die Autoren verdienen es jedoch, den üblichen Regeln nach zitiert zu werden. Vielen Dank!
es_419: El globo de mármol solo muestra figuras y no estrellas. El globo tiene un diámetro de unos 65 cm. Las figuras no estaban alineadas de acuerdo con coordenadas de puntos exactos, sino en una cuadrícula: la eclíptica, el ecuador celeste, los trópicos y los círculos polares proporcionan orientación en términos de posición en "círculos de latitud" en la esfera celeste, mientras que los círculos colúricos proporcionan una división de cuatro direcciones en "círculos de longitud". Los antiguos fabricantes de globos utilizaron esta cuadrícula de malla muy gruesa para ajustar los dibujos de las figuras. Por lo tanto, las imágenes del globo muestran claramente que el cantero que creó el globo tenía en mente el popular poema doctrinal de Aratos de Soloi (~ 300 a. C.). No hay razón para la afirmación, a menudo inflada por la ciencia popular, de que este globo de mármol fue tallado de acuerdo con el catálogo de estrellas de Hiparco. Esta tesis se ha planteado repetidamente durante los últimos 200 años, pero se ha rechazado regularmente: tanto los argumentos matemáticos como las representaciones artísticas hablan en contra. <p><img width="800" src="illustrations/Atlas_(Farnese_Globe).jpg"/></p> <p><i>Fotografía de la estatua reconstruida del Atlas Farnese (Gabriel Seah, CC BY-SA-3.0, 9. de julio de 2006, Museo Archeologico Nazionale, Nápoles).</i></p> Solo se conservó el torso del hombre y con los codos rotos: todo por debajo de la cadera se ha complementado de forma moderna. De esta forma, la escultura tiene 2,10 m de altura. La escultura del globo con constelaciones, que es importante para nosotros, es original, pero tiene un gran agujero en el polo norte; presumiblemente estaba anclado allí a otras partes de la arquitectura. Por lo tanto, faltan las constelaciones circumpolares de las dos osas y partes del dragón. ### ¿Cómo se hizo esta cultura estelar? Las ilustraciones de las figuras individuales se copiaron del globo de mármol como bocetos a lápiz. Stellarium trabaja con coordenadas puntuales del catálogo moderno HIPPARCOS (producido por un satélite de astrometría), por lo que los dibujos históricos deben estar bloqueados en tres puntos (estrellas) cada uno. Dado que esto a veces conduce a distorsiones en las figuras históricas (el globo de mármol no es una esfera perfecta, las figuras no se ajustaron según las coordenadas de los puntos), esto se hizo aquí "a simple vista", como lo hizo el cantero histórico. Los nombres de las constelaciones y las estrellas individuales se tomaron del catálogo de estrellas de Almagest, que también data del siglo II (es decir, el reinado del emperador romano Adriano) y, como era habitual en ese momento, se escribió en griego como literatura científica. El globo de mármol era un elemento decorativo en un edificio, probablemente un capitel particularmente elaborado. No tiene precisión científica. Por lo tanto, algunos dibujos en relieve se desvían de las posiciones exactas de las estrellas del catálogo de estrellas: p. Ej. Los Gemelos (Géminis) se mueven ligeramente hacia un lado para mostrar la figura por completo, aunque la parte inferior de esta región celeste estaría cubierta por la mano de la estatua del Atlas. Hay distorsiones similares en el Escorpión. La siguiente tabla enumera los nombres griegos originales de las constelaciones en las columnas 2 y 3, y en la columna 4 la imagen del globo. <p> <table> <tr valign="top"> <td><b>Abreviatura</b></td> <td><b>Nombre original</b></td> <td><b>Traducción</b> (literal)</td> <td><b>Imagen</b></td> </tr> <tr valign="top"> <td>UMi</td> <td>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Osa Pequeña</td> <td>faltante</td> </tr> <tr valign="top"> <td>UMa</td> <td>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Osa Grande</td> <td>faltante</td> </tr> <tr valign="top"> <td>Dra</td> <td>&Delta;&rho;&#940;&kappa;&omega;&nu;</td> <td>Dragón</td> <td>solo se representan la cabeza y una curva<br /><img width="255" src="illustrations/dra_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</td> <td>Rey Cefeo</td> <td><img width="255" src="illustrations/cep_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Boo</td> <td>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</td> <td>Hombre arado</td> <td><img width="255" src="illustrations/boo_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CrB</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</td> <td>Guirnalda</td> <td><img width="255" src="illustrations/crb_bg.png"/></td> </tr> <tr valign="top"> <td>Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Reclinatorio</td> <td><img width="255" src="illustrations/her_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lyr</td> <td>&Lambda;&#973;&rho;&alpha;</td> <td>Lira (un instrumento griego)</td> <td><img width="255" src="illustrations/lyr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cyg</td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</td> <td>Pájaro [no especificado]</td> <td><img width="255" src="illustrations/cyg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</td> <td>Reina Casiopea</td> <td><img width="255" src="illustrations/cas_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Per</td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Perseus</td> <td><img width="255" src="illustrations/per_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Aur</td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</td> <td>Carruaje</td> <td><img width="255" src="illustrations/aur_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Oph + Ser</td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf; + &#702;&#714;&Omicron;&phi;&iota;&sigmaf;</td> <td>Portador de serpientes, serpiente</td> <td><img width="255" src="illustrations/oph_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Sge</td> <td>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</td> <td>Flecha</td> <td>faltante</td> </tr> <tr valign="top"> <td>Aql</td> <td>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</td> <td>Águila</td> <td><img width="255" src="illustrations/aql_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Del</td> <td>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</td> <td>Delfín</td> <td><img width="255" src="illustrations/del_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Equ</td> <td>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</td> <td>Busto [de un caballo]</td> <td>faltante (las estrellas que pertenecen al Delfín)</td> </tr> <tr valign="top"> <td>Peg</td> <td>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</td> <td>Caballo [sin nombre]</td> <td><img width="255" src="illustrations/peg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>And</td> <td>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</td> <td>Princesa Andrómeda</td> <td><img width="355" src="illustrations/and_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Tri</td> <td>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</td> <td>Triángulo</td> <td>faltante</td> </tr> <tr valign="top"> <td>Ari</td> <td>&Kappa;&rho;&iota;&#972;&sigmaf;</td> <td>Carnero</td> <td><img width="255" src="illustrations/ari_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Tau</td> <td>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</td> <td>Toro</td> <td><img width="255" src="illustrations/tau_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Gem</td> <td>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</td> <td>Gemelos</td> <td><img width="255" src="illustrations/gem_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cnc</td> <td>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</td> <td>Cáncer</td> <td><img width="255" src="illustrations/cnc_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Leo</td> <td>&Lambda;&#941;&omega;&nu;</td> <td>León</td> <td><img width="255" src="illustrations/leo_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Vir</td> <td>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</td> <td>Dama Joven</td> <td><img width="255" src="illustrations/vir_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lib</td> <td>&Chi;&eta;&lambda;&alpha;&#943;</td> <td>Garras [del escorpión con un equilibrio]</td> <td><img width="255" src="illustrations/lib.png"/></td> </tr> <tr valign="top"> <td>Sco</td> <td>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</td> <td>Escorpión</td> <td><img width="255" src="illustrations/sco_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Sgr</td> <td>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</td> <td>Archer (dos piernas: este es el sátiro Kroton, no el centauro Quirón)</td> <td><img width="255" src="illustrations/sgr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cap</td> <td>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</td> <td>El de cuernos de cabra</td> <td><img width="255" src="illustrations/cap.png"/></td> </tr> <tr valign="top"> <td>Aqr</td> <td>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</td> <td>Vertedor del Agua</td> <td><img width="255" src="illustrations/aqr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Psc</td> <td>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</td> <td>Dos Peces</td> <td><img width="255" src="illustrations/psc_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cet</td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</td> <td>Monstruo Marino</td> <td><img width="255" src="illustrations/cet_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Ori</td> <td>&#702;&Omega;&rho;&#943;&omega;&nu;</td> <td>Orión</td> <td><img width="255" src="illustrations/ori_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Eri</td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</td> <td>Río [sin nombre]</td> <td><img width="255" src="illustrations/eri.png"/></td> </tr> <tr> <td>Lep</td> <td>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</td> <td>Liebre</td> <td><img width="255" src="illustrations/lep_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CMa</td> <td>&Kappa;&#973;&omega;&nu;</td> <td>Perro</td> <td><img width="255" src="illustrations/cma_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CMi</td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</td> <td>El asterismo anterior al Perro</td> <td>faltante [cubierto por la mano de Atlas]</td> </tr> <tr valign="top"> <td>Arg</td> <td>&#702;&Alpha;&rho;&gamma;&omega;</td> <td>Nave &quot;Argo&quot;</td> <td><img width="255" src="illustrations/arg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Hya + Crt + Crv</td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf; + &Kappa;&rho;&alpha;&tau;&#942;&rho; + &Kappa;&oacute;&rho;&alpha;&xi;</td> <td>Serpiente marina + cráter + cuervo</td> <td><img width="255" src="illustrations/hya_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cen</td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</td> <td>Centauro</td> <td><img width="255" src="illustrations/cen_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lup</td> <td>&Theta;&eta;&rho;&#943;&omicron;&nu;</td> <td>Monstruo</td> <td><img width="255" src="illustrations/lup_bg.png"/></td> </tr> <tr valign="top"> <td>Ara</td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</td> <td>Altar</td> <td><img width="255" src="illustrations/ara_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CrA</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</td> <td>Corona del Sur</td> <td><img width="255" src="illustrations/cra_bg.png"/></td> </tr> <tr valign="top"> <td>PsA</td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</td> <td>Pez del Sur</td> <td>faltante [cubierto por el hombro de Atlas]</td> </tr> </table></p> ### Uso Justo Proporcionamos esta cultura estelar de forma gratuita, pero los autores merecen ser citados de acuerdo con las reglas habituales. ¡Gracias!
ru: На мраморном глобусе изображены только фигуры, а не звезды. Глобус имеет диаметр около 65 см. Фигуры выровнены не по точным координатам точек, а по сетке: эклиптика, небесный экватор, тропики и полярные круги обеспечивают ориентацию с точки зрения положения в "кругах широты" на небесной сфере, в то время как колурические круги обеспечивают деление на четыре части в "кругах долготы". Создатели древних глобусов использовали эту очень крупноячеистую сетку для корректировки рисунков фигур. Таким образом, изображения глобуса ясно показывают, что создавший его каменщик, имел в виду популярную доктринальную поэму Арата из Сол (примерно 300 г. до н. э.). Нет никаких оснований для утверждения - часто раздуваемого популярной наукой - что этот мраморный шар был вырезан в соответствии со звездным каталогом Гиппарха. Этот тезис неоднократно поднимался на протяжении последних примерно 200 лет, но регулярно отвергался: и математические аргументы, и художественные представления говорят против него. <p><img width="800" src="illustrations/Atlas_(Farnese_Globe).jpg"/></p> <p><i>Фотография реконструированной статуи Атласа Фарнезе (Габриэль Сеа, CC BY-SA-3.0, 9 июля 2006 г., Национальный археологический музей, Неаполь).</i></p> Сохранился только торс мужчины со сломанными локтями: все ниже бедра дополнено по-современному. В таком виде скульптура имеет высоту 2,10 м. Скульптура глобуса с созвездиями, важная для нас, оригинальна, но имеет большую дыру на северном полюсе - предположительно, она была там прикреплена к другим частям архитектуры. Следовательно, околополярные созвездия двух медведиц и частей дракона отсутствуют. ### Как была создана эта культура неба? Рисунки отдельных фигур были скопированы с мраморного шара в виде карандашных набросков. Stellarium работает с координатами точек современного каталога HIPPARCOS (созданного с помощью астрометрического спутника), так что исторические рисунки должны быть привязаны к трем точкам (звездам) каждая. Поскольку это иногда приводит к искажениям исторических фигур (мраморный шар не идеальная сфера, фигуры не подогнаны по координатам точек), здесь это было сделано «на глаз» - так же, как историческим каменщиком. Названия созвездий и отдельных звёзд были взяты из звёздного каталога Альмагеста, который также датируется II веком (то есть периодом правления римского императора Адриана) и, как это было принято в то время, был написан на греческом языке как научная литература. Мраморный шар был декоративным элементом здания, вероятно, особенно сложной капители. У него нет научной точности. Поэтому некоторые рельефные рисунки отклоняются от точного положения звезд в звездном каталоге: например, Близнецы (Близнецы) немного сдвинуты в сторону, чтобы полностью показать фигуру, хотя нижняя часть этой небесной области будет закрыта рукой статуи Атласа. Подобные искажения есть и в Скорпионе. В следующей таблице перечислены оригинальные греческие названия созвездий в столбцах 2 и 3, а в столбце 4 - изображение глобуса. <p> <table> <tr valign="top"> <td><b>Аббревиатура</b></td> <td><b>Оригинальное название</b></td> <td><b>Перевод</b> (буквальный)</td> <td><b>Изображение</b></td> </tr> <tr valign="top"> <td>UMi</td> <td>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Малая медведица</td> <td>отсутствует</td> </tr> <tr valign="top"> <td>UMa</td> <td>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Большая медведица</td> <td>отсутствует</td> </tr> <tr valign="top"> <td>Dra</td> <td>&Delta;&rho;&#940;&kappa;&omega;&nu;</td> <td>Дракон</td> <td>изображена только голова и один изгиб<br /><img width="255" src="illustrations/dra_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</td> <td>Король Кефей</td> <td><img width="255" src="illustrations/cep_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Boo</td> <td>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</td> <td>Пахарь</td> <td><img width="255" src="illustrations/boo_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CrB</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</td> <td>Венок</td> <td><img width="255" src="illustrations/crb_bg.png"/></td> </tr> <tr valign="top"> <td>Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Колено</td> <td><img width="255" src="illustrations/her_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lyr</td> <td>&Lambda;&#973;&rho;&alpha;</td> <td>Лира (греческий инструмент)</td> <td><img width="255" src="illustrations/lyr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cyg</td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</td> <td>Птица [вид не указан] </td> <td><img width="255" src="illustrations/cyg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</td> <td>Королева Кассиопея</td> <td><img width="255" src="illustrations/cas_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Per</td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Perseus</td> <td><img width="255" src="illustrations/per_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Aur</td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</td> <td>Возница</td> <td><img width="255" src="illustrations/aur_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Oph + Ser</td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf; + &#702;&#714;&Omicron;&phi;&iota;&sigmaf;</td> <td>Змееносец, змея</td> <td><img width="255" src="illustrations/oph_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Sge</td> <td>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</td> <td>Стрела</td> <td>отсутствует</td> </tr> <tr valign="top"> <td>Aql</td> <td>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</td> <td>Орел</td> <td><img width="255" src="illustrations/aql_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Del</td> <td>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</td> <td>Дельфин</td> <td><img width="255" src="illustrations/del_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Equ</td> <td>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</td> <td>Бюст [Коня]</td> <td>отсутствует (звезды принадлежат Дельфину)</td> </tr> <tr valign="top"> <td>Peg</td> <td>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</td> <td>Конь [безымянный]</td> <td><img width="255" src="illustrations/peg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>And</td> <td>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</td> <td>Принцесса Андромеда</td> <td><img width="355" src="illustrations/and_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Tri</td> <td>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</td> <td>Треугольник</td> <td>отсутствует</td> </tr> <tr valign="top"> <td>Ari</td> <td>&Kappa;&rho;&iota;&#972;&sigmaf;</td> <td>Баран</td> <td><img width="255" src="illustrations/ari_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Tau</td> <td>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</td> <td>Бык</td> <td><img width="255" src="illustrations/tau_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Gem</td> <td>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</td> <td>Близнецы</td> <td><img width="255" src="illustrations/gem_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cnc</td> <td>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</td> <td>Рак</td> <td><img width="255" src="illustrations/cnc_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Leo</td> <td>&Lambda;&#941;&omega;&nu;</td> <td>Lion</td> <td><img width="255" src="illustrations/leo_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Vir</td> <td>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</td> <td>Барышня</td> <td><img width="255" src="illustrations/vir_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lib</td> <td>&Chi;&eta;&lambda;&alpha;&#943;</td> <td>Клешни [Скорпиона, несущего весы] </td> <td><img width="255" src="illustrations/lib.png"/></td> </tr> <tr valign="top"> <td>Sco</td> <td>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</td> <td>Скорпион</td> <td><img width="255" src="illustrations/sco_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Sgr</td> <td>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</td> <td>Лучник (две ноги: это сатир Кротон, а не кентавр Хейрон) </td> <td><img width="255" src="illustrations/sgr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cap</td> <td>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</td> <td>Козерог</td> <td><img width="255" src="illustrations/cap.png"/></td> </tr> <tr valign="top"> <td>Aqr</td> <td>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</td> <td>Водолей</td> <td><img width="255" src="illustrations/aqr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Psc</td> <td>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</td> <td>Две рыбы</td> <td><img width="255" src="illustrations/psc_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cet</td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</td> <td>Морской монстр</td> <td><img width="255" src="illustrations/cet_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Ori</td> <td>&#702;&Omega;&rho;&#943;&omega;&nu;</td> <td>Orion</td> <td><img width="255" src="illustrations/ori_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Eri</td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</td> <td>Река [безымянная]</td> <td><img width="255" src="illustrations/eri.png"/></td> </tr> <tr> <td>Lep</td> <td>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</td> <td>Заяц</td> <td><img width="255" src="illustrations/lep_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CMa</td> <td>&Kappa;&#973;&omega;&nu;</td> <td>Пёс</td> <td><img width="255" src="illustrations/cma_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CMi</td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</td> <td>Астеризм перед Псом</td> <td>отсутствует [прикрыт рукой Атласа]</td> </tr> <tr valign="top"> <td>Arg</td> <td>&#702;&Alpha;&rho;&gamma;&omega;</td> <td>Корабль &quot;Арго&quot;</td> <td><img width="255" src="illustrations/arg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Hya + Crt + Crv</td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf; + &Kappa;&rho;&alpha;&tau;&#942;&rho; + &Kappa;&oacute;&rho;&alpha;&xi;</td> <td>Водяная змея + Чаша + Ворон</td> <td><img width="255" src="illustrations/hya_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cen</td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</td> <td>Кентавр</td> <td><img width="255" src="illustrations/cen_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lup</td> <td>&Theta;&eta;&rho;&#943;&omicron;&nu;</td> <td>Монстр</td> <td><img width="255" src="illustrations/lup_bg.png"/></td> </tr> <tr valign="top"> <td>Ara</td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</td> <td>Алтарь</td> <td><img width="255" src="illustrations/ara_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CrA</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</td> <td>Южный венок</td> <td><img width="255" src="illustrations/cra_bg.png"/></td> </tr> <tr valign="top"> <td>PsA</td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</td> <td>Южная рыба</td> <td>отсутствует [прикрыт плечами Атласа]</td> </tr> </table></p> ### Добросовестное использование Мы предоставляем эту культуру неба бесплатно, но авторы заслуживают того, чтобы их цитировали по обычным правилам. Благодарю вас!
sv: Marmorgloben visar endast figurer och inga stjärnor. Globen har en diameter på ca 65 cm. Figurerna är inte utplacerade enligt exakta punktkoordinater, utan i ett rutnät: ekliptikan, himmelsekvatorn, tropikerna och polcirklarna ger orientering i form av position i "latitudcirklar" på himmelssfären, medan kolurcirklarna ger en fyrvägsindelning i "longitudcirklar". Forntida globetecknare använde detta mycket grovmaskiga rutnät för att justera figurritningarna. Bilderna av jordgloben visar därför tydligt att den stenhuggare som skapade globen hade den populära doktrinära dikten av Aratos från Soloi (~ 300 f.Kr.) i åtanke. Det finns ingen grund för det populärvetenskapligt uppblåsta påståendet att denna marmorglob skulle ha ristats enligt Hipparchos stjärnkatalog. Denna tes har upprepade gånger tagits upp under de senaste ~ 200 åren, men regelbundet avfärdats: Både matematiska argument och konstnärliga framställningar talar emot den. <p><img width="800" src="illustrations/Atlas_(Farnese_Globe).jpg"/></p> <p><i>Fotografi av den rekonstruerade statyn av Atlas Farnese (Gabriel Seah, CC BY-SA-3.0, 9. juli 2006, Museo Archeologico Nazionale, Neapel).</i></p> Endast mannens torso bevarades och med brutna armbågar: allt under höften har kompletterats på ett modernt sätt. I denna form är skulpturen 2,10 m hög. Den för oss viktiga skulpturen av jordklotet med konstellationer är original, men har ett stort hål vid nordpolen - förmodligen har den förankrats där till andra delar av arkitekturen. Därför saknas de cirkumpolära konstellationerna av de två björnhonorna och delar av draken. ### Hur tillverkades denna himmelskultur? Illustrationerna av de enskilda figurerna kopierades från marmorgloben som blyertsskisser. Stellarium arbetar med punktkoordinater från den moderna HIPPARCOS-katalogen (som produceras av en astrometrisatellit), så att de historiska teckningarna måste låsas vid tre punkter (stjärnor) vardera. Eftersom detta ibland leder till förvrängningar i historiska figurer (marmorklotet är inte en perfekt sfär, figurerna var inte anpassade enligt punktkoordinater), gjordes detta här "med ögat" - precis som av den historiska stenhuggaren. Namnen på konstellationerna och de enskilda stjärnorna har hämtats från Almagests stjärnkatalog, som även den härstammar från 200-talet (dvs. den romerske kejsaren Hadrianus regeringstid) och - som brukligt var på den tiden - skrevs på grekiska som vetenskaplig litteratur. Marmorgloben var ett dekorativt element i en byggnad, förmodligen en särskilt genomarbetad huvudstad. Den har ingen vetenskaplig exakthet. Därför avviker vissa teckningar i relief från de exakta stjärnpositionerna i stjärnkatalogen: t.ex. tvillingarna (Gemini) flyttas något åt sidan för att visa figuren helt, även om den nedre delen av denna himmelska region skulle täckas av Atlasstatyns hand. Det finns liknande förvrängningar i Skorpionen. I följande tabell anges de ursprungliga grekiska namnen på stjärnbilderna i kolumnerna 2 och 3 och i kolumn 4 bilden på jordgloben. <p> <table> <tr valign="top"> <td><b>Förkortning</b></td> <td><b>Ursprungligt namn</b></td> <td><b>Översättning</b> (bokstavligen)</td> <td><b>Bild</b></td> </tr> <tr valign="top"> <td><notr>UMi</notr></td> <td><notr>Μικρή ʾˊΑρκτος</notr></td> <td>Lilla honbjörn</td> <td>saknad</td> </tr> <tr valign="top"> <td><notr>UMa</notr></td> <td><notr>Μεγαλή ʾˊΑρκτος</notr></td> <td>Stor She-Bear</td> <td>saknad</td> </tr> <tr valign="top"> <td><notr>Dra</notr></td> <td><notr>Δράκων</notr></td> <td>Draken</td> <td>endast huvudet och ena böjen är avbildade<br /><img width="255" src="illustrations/dra_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cep</notr></td> <td><notr>Κηφεύς</notr></td> <td>Kung Kepheus</td> <td><img width="255" src="illustrations/cep_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Boo</notr></td> <td><notr>Βοώτης</notr></td> <td>Plogande man</td> <td><img width="255" src="illustrations/boo_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>CrB</notr></td> <td><notr>Στέφανος</notr></td> <td>Krans</td> <td><img width="255" src="illustrations/crb_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Hennes</notr></td> <td><notr>ʾEvigt</notr></td> <td>Kneeler</td> <td><img width="255" src="illustrations/her_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Lyr</notr></td> <td><notr>Λύρα</notr></td> <td>Lyra (ett grekiskt instrument)</td> <td><img width="255" src="illustrations/lyr_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cyg</notr></td> <td><notr>ʾˊΟρνις</notr></td> <td>Fågel [ej specificerad]</td> <td><img width="255" src="illustrations/cyg_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cas</notr></td> <td><notr>Κασσιέπεια</notr></td> <td>Drottning Kassiepeia</td> <td><img width="255" src="illustrations/cas_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Per</notr></td> <td><notr>Περσεύς</notr></td> <td>Perseus</td> <td><img width="255" src="illustrations/per_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Aur</notr></td> <td><notr>ʿΗνίοχος</notr></td> <td>Charioteer</td> <td><img width="255" src="illustrations/aur_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Oph + Ser</notr></td> <td><notr>ʾΟφιούχος + ʾˊΟφις</notr></td> <td>Orm bärare, orm</td> <td><img width="255" src="illustrations/oph_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Sge</notr></td> <td><notr>ʾΟιστός</notr></td> <td>Pil</td> <td>saknad</td> </tr> <tr valign="top"> <td><notr>Aql</notr></td> <td><notr>ʾΑετός</notr></td> <td>Örn</td> <td><img width="255" src="illustrations/aql_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Del</notr></td> <td><notr>Δελφίς</notr></td> <td>Dolphin</td> <td><img width="255" src="illustrations/del_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Equ</notr></td> <td><notr>Προτομή</notr></td> <td>Byst [av en häst]</td> <td>saknas (stjärnor tillhör Dolphin)</td> </tr> <tr valign="top"> <td><notr>Peg</notr></td> <td><notr>ʿˊΙππος</notr></td> <td>Häst [ej namngiven]</td> <td><img width="255" src="illustrations/peg_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Och</notr></td> <td><notr>...och..</notr></td> <td>Prinsessan Andromeda</td> <td><img width="355" src="illustrations/and_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Tri</notr></td> <td><notr>Τρίγωνος</notr></td> <td>Triangel</td> <td>saknad</td> </tr> <tr valign="top"> <td><notr>Ari</notr></td> <td><notr>Κριός</notr></td> <td>Ram</td> <td><img width="255" src="illustrations/ari_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Tau</notr></td> <td><notr>Ταυ̃ρος</notr></td> <td>Tjur</td> <td><img width="255" src="illustrations/tau_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Gem</notr></td> <td><notr>Δίδυμοι</notr></td> <td>Tvillingar</td> <td><img width="255" src="illustrations/gem_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cnc</notr></td> <td><notr>Καρκίνος</notr></td> <td>Kräftan</td> <td><img width="255" src="illustrations/cnc_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Lejonet</notr></td> <td><notr>Λέων</notr></td> <td>Lejonet</td> <td><img width="255" src="illustrations/leo_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Vir</notr></td> <td><notr>Παρθένος</notr></td> <td>Ung dam</td> <td><img width="255" src="illustrations/vir_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Lib</notr></td> <td><notr>Χηλαί</notr></td> <td>Klorna [på skorpionen som bär en balans]</td> <td><img width="255" src="illustrations/lib.png"/></td> </tr> <tr valign="top"> <td><notr>Sco</notr></td> <td><notr>Σκορπίος</notr></td> <td>Skorpion</td> <td><img width="255" src="illustrations/sco_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Sgr</notr></td> <td><notr>Τοξότης</notr></td> <td>Bågskytt (två ben: detta är satyren Kroton, inte kentauren Cheiron)</td> <td><img width="255" src="illustrations/sgr_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Hätta</notr></td> <td><notr>Αίγόκερος</notr></td> <td>den med horn som en get</td> <td><img width="255" src="illustrations/cap.png"/></td> </tr> <tr valign="top"> <td><notr>Aqr</notr></td> <td><notr>ʿΥδροχόος</notr></td> <td>Vatten-pourer</td> <td><img width="255" src="illustrations/aqr_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Psc</notr></td> <td><notr>två fiskar</notr></td> <td>Två fiskar</td> <td><img width="255" src="illustrations/psc_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cet</notr></td> <td><notr>Κη̃τος</notr></td> <td>Havsmonster</td> <td><img width="255" src="illustrations/cet_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Ori</notr></td> <td><notr>ʾΩρίων</notr></td> <td>Orion</td> <td><img width="255" src="illustrations/ori_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Eri</notr></td> <td><notr>Ποταμός</notr></td> <td>Floden [namnlös]</td> <td><img width="255" src="illustrations/eri.png"/></td> </tr> <tr> <td><notr>Lep</notr></td> <td><notr>Λαγω̃ς</notr></td> <td>Hare</td> <td><img width="255" src="illustrations/lep_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>CMa</notr></td> <td><notr>Κύων</notr></td> <td>Hund</td> <td><img width="255" src="illustrations/cma_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>CMi</notr></td> <td><notr>Προκύων</notr></td> <td>Asterismen före Hunden</td> <td>saknas [täckt av Atlas hand]</td> </tr> <tr valign="top"> <td><notr>Arg</notr></td> <td><notr>ʾΑργω</notr></td> <td>Skeppet &quot;Argo&quot;</td> <td><img width="255" src="illustrations/arg_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Hya + Crt + Crv</notr></td> <td><notr>ʿˊΥδρος + Κρατήρ + Κóραξ</notr></td> <td>Vattenorm + Krater + Korp</td> <td><img width="255" src="illustrations/hya_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Cen</notr></td> <td><notr>Κένταυρος</notr></td> <td>Kentauros</td> <td><img width="255" src="illustrations/cen_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Lup</notr></td> <td><notr>Θηρίον</notr></td> <td>Monster</td> <td><img width="255" src="illustrations/lup_bg.png"/></td> </tr> <tr valign="top"> <td><notr>Ara</notr></td> <td><notr>Θυμιατήριον</notr></td> <td>Altare</td> <td><img width="255" src="illustrations/ara_sw_bg.png"/></td> </tr> <tr valign="top"> <td><notr>CrA</notr></td> <td><notr>Στέφανος Νότιος</notr></td> <td>Södra kransen</td> <td><img width="255" src="illustrations/cra_bg.png"/></td> </tr> <tr valign="top"> <td><notr>PsA</notr></td> <td><notr>Södra kransen</notr></td> <td>Södra fisken</td> <td>saknas [täckt av Atlas axel]</td> </tr> </table></p> ### Rättvis användning Vi tillhandahåller denna himmelskultur kostnadsfritt, men författarna förtjänar att citeras enligt de vanliga reglerna. Vi tackar dig för din hjälp!
uk: На мармуровому глобусі зображено лише фігури без зірок. Діаметр глобуса складає близько 65 см. Фігури не вирівняно за точними точковими координатами, але зображено у сітці: екліптика, небесний екватор, тропіки та полярні кола надають дані щодо орієнтації у сенсі позиції у «широтних колах» на небесній сфері, а кольорові кола надають дані щодо чотирипроменевого поділу у «довготних колах». Давні творці глобуса скористалися цією дуже групою сіткою для вирівнювання малюнків. Отже, зображення на глобусі чітко демонструють, що каменяр, який створив глобус, скористався популярною догматичною поемою Арата із Сол (~300 до н. е.). Підстав для твердження, яке часто перебільшують популяризатори науки, що цей мармуровий глобус було вирізьблено за зоряним каталогом Гіппарха, немає. Це твердження неодноразова виникало протягом останніх приблизно 200 років, і так само, неодноразово спростовувалося: воно не узгоджується ні з математичними аргументами, ні з художніми представленнями. <p><img width="800" src="illustrations/Atlas_(Farnese_Globe).jpg"/></p> <p><i>Фотографія реконструйованої статуї Атланта Фарнезького (Gabriel Seah, CC BY-SA-3.0, 9. Juli 2006, Museo Archeologico Nazionale, Naples).</i></p> Зберігся лише тулуб чоловіка із обламаними по лікоть руками: усі частини, які є нижчими стегна, було доповнено у пізніший період. У сучасній формі висота скульптури складає 2,10 м. Скульптура глобуса із сузір'ями, яка важлива для нас, є оригіналом, але має велику дірку у північному полюсі — ймовірно, там був анкерний болт, який з'єднував цю частину скульптури із іншими. Через це у повній картині сузір'їв не вистачає приполярних Ведмедиць і частини Дракона. ### Як було створено цю картину неба? Ілюстрації окремих фігур було скопійовано з мармурового глобуса як ескізи олівцем. Stellarium працює із точковими координатами сучасного каталогу HIPPARCOS (який створено за даними астрометричного супутника), тому давні малюнки має бути прив'язано у трьох точках (зірках) кожен. Оскільки це іноді призводить до викривлення давніх фігур (мармуровий глобус не є ідеальною сферою, фігури не вміщуються за точковими координатами), прив'язку виконано «на око» — так, як робив її давній каменяр. Назви сузір'їв та окремих зірок було запозичено із зоряного каталогу «Альмагест», який також датується другим сторіччям нашої ери (тобто часом правління римського імператора Адріана) і який було, як це звично того часу, написано грецькою, як наукову літературу. Мармуровий глобус був декоративним елементом у будинку, ймовірно, ретельно продуманою капітеллю. Він не є науково точним. Через це, деякі малюнки значно відхиляються від точного розташування зірок зоряного каталогу. Наприклад, Близнюки (Gemini) дещо пересунуто убік, щоб фігуру було повністю видно, хоча нижня частина цієї ділянки небесної сфери мала бути затуленою рукою статуї Атланта. Такі ж викривлення можна спостерігати у сузір'ї Скорпіона. У наведеній нижче таблиці можна бачити початкові назви сузір'їв грецькою у стовпчиках 2 і 3, а у стовпчику 4 наведено зображення з глобуса. <p> <table> <tr valign="top"> <td><b>Абревіатура</b></td> <td><b>Назва мовою оригіналу</b></td> <td><b>Переклад</b> (буквальний)</td> <td><b>Зображення</b></td> </tr> <tr valign="top"> <td>UMi</td> <td>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Мала Ведмедиця</td> <td>немає</td> </tr> <tr valign="top"> <td>UMa</td> <td>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</td> <td>Велика Ведмедиця</td> <td>немає</td> </tr> <tr valign="top"> <td>Dra</td> <td>&Delta;&rho;&#940;&kappa;&omega;&nu;</td> <td>Дракон</td> <td>зображено лише голову і один вигин<br /><img width="255" src="illustrations/dra_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cep</td> <td>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</td> <td>Цар Кефей</td> <td><img width="255" src="illustrations/cep_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Boo</td> <td>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</td> <td>Плугатар</td> <td><img width="255" src="illustrations/boo_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CrB</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</td> <td>Вінок</td> <td><img width="255" src="illustrations/crb_bg.png"/></td> </tr> <tr valign="top"> <td>Her</td> <td>&#702;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</td> <td>Чоловік на колінах</td> <td><img width="255" src="illustrations/her_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lyr</td> <td>&Lambda;&#973;&rho;&alpha;</td> <td>Ліра (грецький музичний інструмент)</td> <td><img width="255" src="illustrations/lyr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cyg</td> <td>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</td> <td>Птах [без точного визначення]</td> <td><img width="255" src="illustrations/cyg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cas</td> <td>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</td> <td>Цариця Кассіопея</td> <td><img width="255" src="illustrations/cas_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Per</td> <td>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</td> <td>Персей</td> <td><img width="255" src="illustrations/per_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Aur</td> <td>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</td> <td>Колісничий</td> <td><img width="255" src="illustrations/aur_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Oph + Ser</td> <td>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf; + &#702;&#714;&Omicron;&phi;&iota;&sigmaf;</td> <td>Змієносець, Змія</td> <td><img width="255" src="illustrations/oph_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Sge</td> <td>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</td> <td>Стріла</td> <td>немає</td> </tr> <tr valign="top"> <td>Aql</td> <td>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</td> <td>Орел</td> <td><img width="255" src="illustrations/aql_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Del</td> <td>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</td> <td>Дельфін</td> <td><img width="255" src="illustrations/del_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Equ</td> <td>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</td> <td>Груди [Коня]</td> <td>немає (зірки належать сузір'ю Дельфіна)</td> </tr> <tr valign="top"> <td>Peg</td> <td>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</td> <td>Кінь [без імені]</td> <td><img width="255" src="illustrations/peg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>And</td> <td>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</td> <td>Принцеса Андромеда</td> <td><img width="355" src="illustrations/and_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Tri</td> <td>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</td> <td>Трикутник</td> <td>немає</td> </tr> <tr valign="top"> <td>Ari</td> <td>&Kappa;&rho;&iota;&#972;&sigmaf;</td> <td>Овен</td> <td><img width="255" src="illustrations/ari_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Tau</td> <td>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</td> <td>Бик</td> <td><img width="255" src="illustrations/tau_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Gem</td> <td>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</td> <td>Близнюки</td> <td><img width="255" src="illustrations/gem_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cnc</td> <td>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</td> <td>Рак</td> <td><img width="255" src="illustrations/cnc_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Leo</td> <td>&Lambda;&#941;&omega;&nu;</td> <td>Лев</td> <td><img width="255" src="illustrations/leo_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Vir</td> <td>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</td> <td>Дівчина</td> <td><img width="255" src="illustrations/vir_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lib</td> <td>&Chi;&eta;&lambda;&alpha;&#943;</td> <td>Клешні [Скорпіона, що тримає Терези]</td> <td><img width="255" src="illustrations/lib.png"/></td> </tr> <tr valign="top"> <td>Sco</td> <td>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</td> <td>Скорпіон</td> <td><img width="255" src="illustrations/sco_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Sgr</td> <td>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</td> <td>Лучник (дві ноги — сатир Кротон, а не кентавр Хірон)</td> <td><img width="255" src="illustrations/sgr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cap</td> <td>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</td> <td>Один із Рогів Козорога</td> <td><img width="255" src="illustrations/cap.png"/></td> </tr> <tr valign="top"> <td>Aqr</td> <td>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</td> <td>Водолій</td> <td><img width="255" src="illustrations/aqr_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Psc</td> <td>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</td> <td>Дві Риби</td> <td><img width="255" src="illustrations/psc_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cet</td> <td>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</td> <td>Морське Чудовисько</td> <td><img width="255" src="illustrations/cet_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Ori</td> <td>&#702;&Omega;&rho;&#943;&omega;&nu;</td> <td>Оріон</td> <td><img width="255" src="illustrations/ori_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Eri</td> <td>&Pi;&omicron;&tau;&alpha;&mu;&#972;&sigmaf;</td> <td>Ріка [без назви]</td> <td><img width="255" src="illustrations/eri.png"/></td> </tr> <tr> <td>Lep</td> <td>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</td> <td>Заєць</td> <td><img width="255" src="illustrations/lep_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CMa</td> <td>&Kappa;&#973;&omega;&nu;</td> <td>Пес</td> <td><img width="255" src="illustrations/cma_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CMi</td> <td>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</td> <td>Астеризм до Пса</td> <td>немає [прикрито рукою Атланта]</td> </tr> <tr valign="top"> <td>Arg</td> <td>&#702;&Alpha;&rho;&gamma;&omega;</td> <td>Корабель «Арго»</td> <td><img width="255" src="illustrations/arg_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Hya + Crt + Crv</td> <td>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf; + &Kappa;&rho;&alpha;&tau;&#942;&rho; + &Kappa;&oacute;&rho;&alpha;&xi;</td> <td>Водяна Змія + Чаша + Ворон</td> <td><img width="255" src="illustrations/hya_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Cen</td> <td>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</td> <td>Кентавр</td> <td><img width="255" src="illustrations/cen_sw_bg.png"/></td> </tr> <tr valign="top"> <td>Lup</td> <td>&Theta;&eta;&rho;&#943;&omicron;&nu;</td> <td>Чудовисько</td> <td><img width="255" src="illustrations/lup_bg.png"/></td> </tr> <tr valign="top"> <td>Ara</td> <td>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</td> <td>Вівтар</td> <td><img width="255" src="illustrations/ara_sw_bg.png"/></td> </tr> <tr valign="top"> <td>CrA</td> <td>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</td> <td>Південний Вінок</td> <td><img width="255" src="illustrations/cra_bg.png"/></td> </tr> <tr valign="top"> <td>PsA</td> <td>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</td> <td>Південна Риба</td> <td>немає [прикрито плечем Атланта]</td> </tr> </table></p> ### Умови ліцензування Ми надаємо цю картину зоряного неба безкоштовно, але автори заслуговують на вашу подяку і посилання за звичайними правилами. Дякуємо!
