Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Solar system <ul> <li>Sun: Met</li> <li>Moon: Mawuk</li> - Waxing crescent: Mawuk wi - 'new Moon' - First quarter: Nail ratuatu - 'it stays straight', meaning that in the sky the Moon appears straight in the zenith in the evening - Full Moon: Mawuk ramépép malwia - 'the Moon is like the fish épép malwia' (Platax orbicularis); also Nati tawar - means that when the sun is setting, the Moon just appears above the mountains - Last quarter: Numanmel - Waning crescent: Numanmel - Lunar eclipse: Mawuk ramemes - 'dead Moon' <li>Venus:</li> - Morning star: Fétukai - Evening star: Kéwita <li>Jupiter: Karatéi</li> <li>Mahau ramiwuk: 'jumping star', bad omen foretelling someone's death</li> </ul> ### Stars - In general: Mahau - Aldebaran: Kapaumeta ### Constellations and deep-sky objects Note: the English names preceding the local names are here only to help the reader locate the particular constellation in the frame of the Western sky. The actual translations of the local names follow them. - LMC and SMC: Nowanuman - 'earth oven' - Milky Way: Nemrau - 'ash'; also Nuafuganan - less common term of unknown meaning - Orion's Belt: Kasulia apam - 'long yoke' - Orion's Sword: Kasulia rerparep - 'short yoke' - Taurus' Head: Kou - 'pincers used for taking hot stones out of the fire' - Scorpion's Dart: Kahaur rul - 'rat', seen in the evening in zenith when it is time to prepare gardens - Orion's Body: Kilil - 'traditional fan' made from palm leaves - Southern Cross: Suatu kywer - 'four customary ways' connecting four villages with a nakamal; it rises in the evening in March and symbolizes the time when in the nakamal people do temahwa for good harvest - Pleiades: Nowaswas Lapnuman - 'young boys of Lapnuman'; also Neperawen Lapnuman - 'young girls of Lapnuman' ### Names of objects with unknown position - Mowaimawuk - name of an unidentified star, said to be close to the Moon or to rise close to it - Iaiapom - name of an unidentified star (possibly Altair), which sets in the morning in time of preparation of gardens (July) - Koraiapom - name of an unidentified star (possibly Rigel), found in September in the morning near zenith - Kwankaio - name of an unidentified star (possibly Procyon), rising in February in the morning
es_419: ### Sistema Solar <ul> <li>Sol: Met</li> <li>Luna: Mawuk</li> - Luna creciente: Mawuk wi - 'Luna nueva' - Cuarto creciente: Nail ratuatu - 'se mantiene derecho', lo que significa que en el cielo la Luna aparece recta en el cenit por la noche - Luna llena: Mawuk ramépép malwia - 'la luna es como el pez épép malwia' (Platax orbicularis); también Nati tawar: significa que cuando el sol se está poniendo, la Luna solo aparece sobre las montañas - Cuarto menguante: Numanmel - Luna menguante: Numanmel - Eclipse lunar: Mawuk ramemes - 'Luna muerta' <li>Venus:</li> - Estrella de la mañana: Fétukai - Estrella de la tarde: Kéwita <li>Júpiter: Karatéi</li> <li>Mahau ramiwuk: 'estrella saltadora', mal presagio que predice la muerte de alguien</li> </ul> ### Estrellas - En general: Mahau - Aldebarán: Kapaumeta ### Constelaciones y objetos del espacio profundo Nota: los nombres en español que preceden a los nombres locales están aquí solo para ayudar al lector a localizar la constelación particular en el marco del cielo occidental. Las traducciones reales de los nombres locales los siguen. - GNM y PNM: Nowanuman - 'horno de tierra' - Vía Láctea: Nemrau - 'ceniza'; también Nuafuganan - término menos común de significado desconocido - Cinturón de Orión: Kasulia apam - 'yugo largo' - Espada de Orión: Kasulia rerparep - 'yugo corto' - Cabeza de Tauro: Kou -'pinzas utilizadas para sacar piedras calientes del fuego' - Dardo del Escorpión: Kahaur rul - 'rata', vista por la noche en el cenit cuando es hora de preparar jardines - Cuerpo de Orión: Kilil - 'abanico tradicional' hecho de hojas de palma - Cruz del Sur: Suatu kywer - 'cuatro formas habituales' que conectan cuatro aldeas con un nakamal; se levanta por la tarde en marzo y simboliza el tiempo en que en Nakamal la gente hace temahwa para una buena cosecha - Pléyades: Nowaswas Lapnuman - 'jóvenes muchachos de Lapnuman'; también Neperawen Lapnuman - 'chicas jóvenes de Lapnuman' ### Nombres de objetos con posición desconocida - Mowaimawuk: nombre de una estrella no identificada, que se dice que está cerca de la Luna o que se eleva cerca de ella - Iaiapom - nombre de una estrella no identificada (posiblemente Altair), que se establece en la mañana en tiempo de preparación de jardines (julio) - Koraiapom - nombre de una estrella no identificada (posiblemente Rigel), encontrada en septiembre por la mañana cerca del cenit - Kwankaio - nombre de una estrella no identificada (posiblemente Proción), que se levanta en febrero por la mañana
ru: ### Солнечная система <ul> <li>Солнце: Мет</li> <li>Луна: Мавук</li> - Растущий полумесяц: Mawuk wi - «новая луна». - Первая четверть: Nail ratuatu - «он остается прямым», что означает, что на небе Луна вечером появляется прямо в зените. - Полнолуние: Mawuk ramépép malwia — «Луна подобна рыбе epép malwia» (Platax orbicularis); также Nati tawar - означает, что когда солнце садится, Луна просто появляется над горами - Последняя четверть: Нуманмель - Убывающий полумесяц: Нуманмель - Лунное затмение: Mawuk ramemes — «мертвая луна» <li>Венера:</li> - Утренняя звезда: Фетукай (Fétukai) - Вечерняя звезда: Кевита (Kéwita) <li>Юпитер: Каратей (Karatéi)</li> <li>Mahau ramiwuk: «прыгающая звезда», дурное предзнаменование, предвещающее чью-то смерть. </li> </ul> ### Звёзды - Главным образом: Mahau - Альдебаран: Капаумета ### Созвездия и объекты глубокого космоса Примечание: английские названия, предшествующие местным названиям, здесь только для того, чтобы помочь читателю найти конкретное созвездие в разрезе западного неба. Фактические переводы местных названий следуют за ними. - БМО и ММО: Nowanuman - «земляная печь» - Млечный Путь: Nemrau — «пепел»; также Nuafuganan - менее распространенный термин неизвестного значения - Пояс Ориона: Kasulia apam — «длинное ярмо». - Меч Ориона: Kasulia rerparep — «короткое ярмо». - Голова Тельца: Kou — «клещи, используемые для извлечения горячих камней из огня». - Жало Скорпиона: Kahaur rul - «крыса», видна вечером в зените, когда пора готовить сады. - Тело Ориона: Kilil - «традиционный веер» из пальмовых листьев. - Южный Крест: Suatu kywer - «четыре обычных пути», соединяющих четыре деревни с накамалем; он поднимается вечером в марте и символизирует время, когда в накамал люди совершают темахва для хорошего урожая - Плеяды: Nowaswas Lapnuman — «юноши Лапнумана»; также Neperawen Lapnuman - «молодые девушки из Лапнумана». ### Имена объектов с неизвестным местоположением - Mowaimawuk - название неопознанной звезды, которая, как говорят, находится близко к Луне или восходит близко к ней. - Iaiapom - название неопознанной звезды (возможно, Альтаира), которая заходит утром во время подготовки садов (июль) - Koraiapom - название неопознанной звезды (возможно, Ригель), найденной в сентябре утром вблизи зенита. - Kwankaio - название неопознанной звезды (возможно, Процион), восходящей в феврале утром
sv: ### Solsystem <ul> <li>Solen:</li> <li>Met</li> <li>Måne: Mawuk</li> - Vaxande halvmåne: Mawuk wi - "nymåne - Första fjärdedelen: Nail ratuatu - "den håller sig rak", vilket betyder att månen på himlen ser rak ut i zenit på kvällen - Fullmåne: Mawuk ramépép malwia - "månen är som fisken épép malwia" (Platax orbicularis); även Nati tawar - betyder att när solen går ner syns månen precis ovanför bergen - Sista fjärdedelen: Numanmel - Avtagande halvmåne: Numanmel - Månförmörkelse: Mawuk ramemes - "död måne <li>Venus:</li> - Morgonstjärna: Fétukai - Aftonstjärna: Kéwita <li>Jupiter:</li> <li>Karatéi</li> <li>Mahau ramiwuk: "hoppande stjärna", dåligt omen som förebådar någons död</li> </ul> ### Stjärnor - I allmänhet: Mahau - Aldebaran: Kapaumeta ### Konstellationer och deep-sky objekt Notera: de engelska namnen som föregår de lokala namnen är endast till för att hjälpa läsaren att lokalisera den specifika konstellationen på den västra himlen. De faktiska översättningarna av de lokala namnen följer efter dem. - LMC och SMC: Nowanuman - "jordens ugn - Vintergatan: Nemrau - 'aska'; även Nuafuganan - mindre vanlig term med okänd betydelse - Orions bälte: Kasulia apam - 'långt ok' - Orions svärd: Kasulia rerparep - 'kort ok' - Oxens huvud: Kou - "tång som används för att ta heta stenar ur elden - Skorpionens pil: Kahaur rul - 'råtta', ses på kvällen i zenit när det är dags att förbereda trädgårdar - Orions kropp: Kilil - "traditionell solfjäder" gjord av palmblad - Södra korset: Suatu kywer - "fyra sedvanliga vägar" som förbinder fyra byar med en nakamal; den går upp på kvällen i mars och symboliserar den tid då människor i nakamalen gör temahwa för god skörd - Plejaderna: Nowaswas Lapnuman - "unga pojkar från Lapnuman"; även Neperawen Lapnuman - "unga flickor från Lapnuman ### Namn på objekt med okänd position - Mowaimawuk - namn på en oidentifierad stjärna, som sägs befinna sig nära månen eller stiga upp nära den - Iaiapom - namn på en oidentifierad stjärna (möjligen Altair), som går ner på morgonen när man förbereder trädgården (juli) - Koraiapom - namn på en oidentifierad stjärna (möjligen Rigel), som påträffas i september på morgonen nära zenit - Kwankaio - namn på en oidentifierad stjärna (möjligen Procyon), som går upp på morgonen i februari
uk: ### Сонячна система <ul> <li>Сонце: Мет</li> <li>Місяць: Мавук</li> - Молодий місяць: Мавук-ві — «новий Місяць» - Перша чверть: Наїл ратуату — «стоїть прямо», означає, що у небі Місяць з'являється прямо у зеніті ввечері - Повний місяць: Мавук рамепеп малвія — «Місяць подібний до риби епеп малвія» (Platax orbicularis); також Наті тавар — означає, що коли сідає сонце, Місяць лише з'являться над горами - Остання чверть: Нуманмел - Спадний місяць: Нуманмел - Місячне затемнення: Мавук рамемес — «мертвий місяць» <li>Венера:</li> - Ранкова зірка: Фетукай - Ранкова зірка: Кевіта <li>Юпітер: Каратеї</li> <li>Махау рамівук: «стрибуча зірка», поганий знак, який передрікає чиюсь смерть</li> </ul> ### Зірки - Загалом: Махау - Альдебаран: Капаумета ### Сузір’я та інші далекі об’єкти Зауваження: українські назви, які передують місцевим назвам, вказано лише для того, щоб допомогти читачу знайти відповідне сузір'я на західноєвропейській картині зоряного неба. Після них вказано місцеві назви та їхній переклад. - Мала і Велика Магелланові хмари: Новануман — «земляна піч» - Чумацький шлях: Немрау — «попіл»; також Нуафуганан — менш поширений термін із невідомим значенням - Пояс Оріона: Касулія апам — «довге коромисло» - Меч Оріона: Касулія рерпареп — «коротке коромисло» - Голова Тільця: Коу — «щипці для виймання гарячих каменів з вогню» - Шип Скорпіона: Кахаур рул — «щур», якого ввечері видно у зеніті, коли час готувати сади - Тіло Оріона: Кіліл — «традиційне віяло», зроблений із листя пальми - Південний Хрест: Суату кивер — «чотири звичні шляхи» з'єднують чотири селища накамалем; він сходить увечері у березні і символізує час, коли плем'я накамал робить темахву для поліпшення врожаю. - Плеяди: Новасвас Лапнуман — «молоді хлопці Лапуману»; також Неперавен Лапнуман — «молоді дівчата Лапнуману» ### Назви об'єктів із невідомим розташуванням - Моваймавук — назва невідомої зірки, про яку оповідається, що вона близька до Місяця або сходить поблизу до нього - Яяпом — назва невідомої зірки (можливо, Альтаїра), яка сідає вранці у час приготування садів (липні) - Кораяпом — назва невідомої зірки (можливо, Рігеля), яка перебуває поблизу зеніту вранці у вересні - Кванкайо — назва невідомої зірки (можливо, Проціона), яка сходить у лютому зранку

source: - [#1]: Project [Vanuatu Sky](http://dominicweb.eu/en/vanuatu-sky/) including Netwar data alongside other languages of Vanuatu - [#2]: [Netwar language on Wikipedia](https://en.wikipedia.org/wiki/Lenakel_language)
es_419: - [#1]: Proyecto [Vanuatu Sky](http://dominicweb.eu/en/vanuatu-sky/) que incluye datos del lenakel junto con otros idiomas de Vanuatu - [#2]: [Idioma lenakel en Wikipedia](https://en.wikipedia.org/wiki/Lenakel_language)
ru: - [#1]: Проект [Небо Вануату](http://dominicweb.eu/en/vanuatu-sky/) включая данные нетвар вместе с другими языками Вануату - [#2]: [Язык нетвар в Википедии](https://en.wikipedia.org/wiki/Lenakel_language)
sv: - [#1]: Projekt [Vanuatu Sky] (http://dominicweb.eu/en/vanuatu-sky/) inklusive Netwar-data tillsammans med andra språk i Vanuatu - [#2]: [Netwar-språk på Wikipedia](https://en.wikipedia.org/wiki/Lenakel_language)
uk: - [#1]: Проєкт [Небо Вануату](http://dominicweb.eu/en/vanuatu-sky/) включно із даними Нетвару разом із іншими мовами Вануату - [#2]: [Нетварська мова у Вікіпедії](https://en.wikipedia.org/wiki/Lenakel_language)

source: This sky culture was contributed by *Dominik M. Ramík*. Web: [dominicweb.eu](http://dominicweb.eu), e-mail: [dominik.ramik@seznam.cz](mailto:dominik.ramik@seznam.cz). Elders from local communities on Tanna, who contributed with their ancestral knowledge to this project: Jimmy Napip from Ikumhala, Lomai Tain from Ielkes, Sylvano Kapalu from Ipai, Iawilu Naumusapen from Lowkweria, Kasékasé from Imapul, Nausien from Lamlu, Pierrot Nako Yaru from Lowanatom, Joe Natuman from Lowkweria.
es_419: Esta cultura estelar fue aportada por *Dominik M. Ramík*. Sitio web: [dominicweb.eu](http://dominicweb.eu), correo electrónico: [dominik.ramik@seznam.cz](mailto:dominik.ramik@seznam.cz). Ancianos de las comunidades locales de Tanna, quienes contribuyeron con sus conocimientos ancestrales a este proyecto: Jimmy Napip de Ikumhala, Lomai Tain de Ielkes, Sylvano Kapalu de Ipai, Iawilu Naumusapen de Lowkweria, Kasékasé de Imapul, Nausien de Lamlu, Pierrot Nako Yaru de Lowanatom y Joe Natuman de Lowkweria.
ru: Эта культура неба была создана *Dominik M. Ramík*. Web: [dominicweb.eu](http://dominicweb.eu), e-mail: [dominik.ramik@seznam.cz](mailto:dominik.ramik@seznam.cz). Старейшины местных общин на Танне, которые внесли свой вклад в этот проект своими знаниями предков: Джимми Напип из Икумхала, Ломай Тайн из Илкеса, Сильвано Капалу из Ипая, Иавилу Наумусапен из Ловкверии, Касекасе из Имапула, Наусиен из Ламлу, Пьеро Нако Яру из Лованатома, Джо Натуман из Лоукверии.
sv: Denna himmelskultur har bidragit med av *Dominik M. Ramík*. Webbadress: [dominicweb.eu](http://dominicweb.eu), e-post: [dominik.ramik@seznam.cz](mailto:dominik.ramik@seznam.cz). Äldste från lokala samhällen på Tanna, som bidrog med sina förfäders kunskap till detta projekt: Jimmy Napip från Ikumhala, Lomai Tain från Ielkes, Sylvano Kapalu från Ipai, Iawilu Naumusapen från Lowkweria, Kasékasé från Imapul, Nausien från Lamlu, Pierrot Nako Yaru från Lowanatom, Joe Natuman från Lowkweria.
uk: Автором файлів цієї картини зоряного неба є *Dominik M. Ramík*. Сторінка у мережі: [dominicweb.eu](http://dominicweb.eu), електронна пошта: [dominik.ramik@seznam.cz](mailto:dominik.ramik@seznam.cz). Дякуємо старійшинам місцевих спільнот на Танні, які поділилися своїм спадковим знанням для цього проєкту: Джиммі Напіпу з Ікумхали, Ломаю Тайну з Єлкеса, Сільвано Капалу з Іпаю, Явілу Наумусапену з Ловкверії, Касекасе з Імапула, Наусєну з Ламлу, П'єро Нако Яру з Лованатома, Джоу Натуману з Ловкверії.

source: A wide spread African concept is that the sky is a solid dome, perhaps made of blue rock resting on the Earth, upon which the Sun moves. In Xhosa, a star is called &#8220;inkwenkwezi&#8221;. Although planets are &#8220;wanderers&#8221; of the night skies, and therefore vary their positions relative to the stars, they often feature in Xhosa starlore. Jupiter was interpreted as people around a fire. Venus, as the evening star, is associated with the time the boys milked the cows Venus was also called the dating star, &#8220;Madingeni&#8221;. Boys and girls were not allowed to date in public, but met at the fountain where the girls fetched water when Venus was visible in the evening.
es_419: Un concepto africano muy difundido es que el cielo es una cúpula sólida, quizás hecha de roca azul que descansa sobre la Tierra, sobre la cual se mueve el Sol. en Xhosa, una estrella es llamada &#8220;inkwenkwezi&#8221;. Aunque los planetas son &#8220;vagabundos&#8221; de los cielos nocturnos y, por lo tanto, varían sus posiciones en relación con las estrellas, a menudo aparecen en la tradición estelar Xhosa. Júpiter fue interpretado como personas alrededor de un fuego. Venus, como la estrella vespertina, se asocia con el momento en que los niños ordeñaban las vacas. Venus también fue llamada la estrella de las citas, &#8220;Madingeni&#8221;. A los niños y las niñas no se les permitía tener citas en público, pero se reunían en la fuente donde las niñas iban a buscar agua cuando Venus era visible por la noche.
ru: Широко распространенная африканская концепция состоит в том, что небо представляет собой твердый купол, возможно, сделанный из голубого камня, покоящегося на Земле, по которому движется Солнце. На языке коса звезда называется «inkwenkwezi». Хотя планеты являются «странниками». ночного неба и, следовательно, меняют свое положение относительно звезд, они часто фигурируют в звездных преданиях коса. Юпитер трактовался как люди вокруг костра. Венера, как вечерняя звезда, ассоциируется со временем, когда мальчики доили коров. Венеру также называли звездой свиданий&#8220;Madingeni&#8221;. Юношам и девушкам не разрешалось встречаться на людях, но они встречались у фонтана, где девушки набирали воду, когда вечером была видна Венера.
sv: En utbredd afrikansk uppfattning är att himlen är en solid kupol, kanske gjord av blå sten, som vilar på jorden och som solen rör sig på. På Xhosa kallas en stjärna för "inkwenkwezi". Även om planeter är "vandrare" på natthimlen och därför varierar sina positioner i förhållande till stjärnorna, förekommer de ofta i Xhosas stjärntydning. Jupiter tolkades som människor runt en eld. Venus, som är kvällsstjärnan, förknippas med den tid då pojkarna mjölkade korna Venus kallades också för dejtingstjärnan, "Madingeni". Pojkar och flickor fick inte dejta offentligt, utan träffades vid fontänen där flickorna hämtade vatten när Venus var synlig på kvällen.
uk: Згідно з широко розповсюдженими в Африці уявленнями, небо є суцільним куполом, можливо, зробленим з синього каменю, який стоїть на землі і яким рухається Сонце. Коса називають зірку «інквенквезі».
