Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Constellations Generally, stars represent animals turning around the North Star which is symbolized by the golden stick (*Altan Hadaas*). Almost all Mongolian asterisms are similar to those that we know. However some have other names like *Num Sum* (The Bow and the Arrow) for the constellation Swan, or *Doloon Burkhan* for the seven stars of the Big Dipper. The summer triangle made up of Vega, Deneb and Altair stars refers to three stags (*Gurvan Maral Od* in Mongolian). And Cassiopeia represents, in the Mongolian imagination, the Five Stars Woman (*Hun Tavan Od*). ### Planets and Stars Originally, Tibeto-Mongolian astrology calculates the positions of each of the planets visible with the naked eye. Because planets beyond Saturn are not visible without telescope (the instrument which appeared long time after the creation of their astrology), the Mongolians have attributed one of the five planets for each day of the week, completing with the Sun (*Nar*) for Sunday and the Moon (*Sar*) for Monday. The names of the Solar System's planets and Pluto have some peculiarities in Mongolian. Mercury is named *Bud* (associated with Wednesday), Venus, *Sugar* (associated with Friday), the Earth, *Delkhii*, Mars, *Angarag* (associated with Tuesday), Jupiter, *Barhasbadi* (associated with Thursday), Saturn, *Sanchir* (associated with Saturday), Uranus, *Tengeriin-van*, Neptune, *Dalai-van* and at last Pluto, *Dalkhii-van*. We can see that the three last, invisible to the naked eye and discovered long time after the others, have the characteristic to have the particle *-van* at the end of the name, indicating the princely status in Mongolian. Earth and Pluto are named similarly, except that this last one has this particle. It is possible to translate from Mongolian Pluto like "The princely ground" (ground and not Earth because it means here the surface on which we walk, not the Earth. Uranus, *Tengeriin-van*, could be translated as "princely sky", and Neptune, *Dalai-van*, as the "princely ocean". Nevertheless, this particle has no real equivalent in English, and translations above are presented to give an idea of the planets name's meaning. However, the names of the celestial bodies specified here come from Sanskrit (language spoken in India) and are largely used in the current language in Mongolia but in an unofficial way. It is also very interesting to see the tight link between terms designating other celestial bodies and their beliefs: indeed, *Tengeriin Zadas* appoints the Milky Way. We could literally translate this as the "Sky Line" (*Tengeriin* for the sky, which also means the god of the sky, and *Zadas* for the line). Well known in Mongolian star lore concerns Alcor, the star located above Mizar in the Big Bear. It symbolises the recover and protection star. It was placed here by *Tengeriin* (god of heaven) to protect Mizar. To become an archer for Genghis Khan (13th century), it seemed that one had to be able to discern these two stars with the naked eye. From a historic point of view, this excellent knowledge of the sky goes back to *Ulug Beg* (AD1394-1449; *Taraghay* by his real name), astronomer, mathematician and viceroy in Samarkand whose empire spread as far as Central Asia. Turning away from his royal obligations, he examined celestial bodies and astronomical questions of his time. He is the first to extremely precisely measure Saturn's revolution period (*Sanchir*) with a sextant of 40 meters radius. ### Myths and Legends ### The Great Bear Mongolians are particularly attached to the Great Bear. This constellation is limited for them to the seven Dipper stars making the bear's tail and body, but the legend concerning it is probably the most famous in Mongolia. > Once upon a time, there were eight orphan brothers gifted with outstanding capabilities living within a kingdom. The king and the queen lived within it peacefully. One day, a monster came and kidnapped the queen. The king asked the eight brothers to bring her back and said: "If one of you succeeds to rescue my beloved, I will give to him a golden arrow". The orphans went together to assist their queen. They searched the monster during two days and three nights, when in the middle of the third night, they found and killed the monster. They brought back the queen in the castle. > > The king did not cut out the arrow in eight parts, he decided to threw it in the sky. The first to catch it could keep it. The younger brother succeeded the test and changed immediately into the North Star (Polar Star). The seven others changed into the seven gods, the seven Buddhas visiting their younger brother every night. The name *Doloon burkhan* (the Seven Buddhas) come from this legend to appoint the Great Bear and the Golden Stick, *Altan Hadaas*, the Polar Star. A tradition, particularly delightful, concerns the link between Mongolian people and the Great Bear as one star of this constellation is attributed to each of them. It depends on their birth year in the Chinese calendar. Chinese and Mongolian calendars have some similarities (the Mongolian calendar is a lunar calendar). Each year is symbolized by an animal, itself associated to a star of the constellation Great Bear. The first, Dubhe, corresponds to the rat's year, the second, Merak, corresponds to the ox and so on until the end of the Great Bear's tail where Alkaid symbolizes the year of the horse. Then we come back to the first, the sheep year and we repeat the same way until the twelfth and latest year of the Chinese calendar, the one of the pig. Therefore, the two stars at the end of the tail are assigned one time only. [Note by G. Zotti: This is a variant of the old Seven Buddha Sutra described by *Elverskog*. There however, the association of the stars goes in an up-and-down movement, i.e., Dubhe/Rat, Merak/Ox, ... Mizar/Snake, Alkaid/Horse, Mizar/Goat, ... Merak/Pig.] <img src="illustrations/doloon_burkhan.png" width="550"> ### Shooting stars Shooting stars have also a specific meaning: they are personified through their beliefs. When they see these shooting stars they imagine that it is a star which falls from the sky and which symbolizes somebody who just died. Whereas occidental people make a wish, Mongolians say: "Phew, it is not me!" ### Neglected Legends Three legends just as rich in meaning concern the Sun, eclipses and *Hun Tavan Od* (Cassiopeia). However, they are nowadays neglected and almost forgotten by most Mongolians: #### Sun > At the origin of the world, there was only one man and vast particularly dry meadows, burned by the seven suns which lit the world. This man, a very good archer, made the promise to the gods that he pierced all these suns without missing a target even once. If he should fail, he would cut himself all the fingers one by one and leave to live in a hole like a marmot (groundhog) to ward off the curse that would weigh on him. He took his bow, pulled a first arrow and hit his target. A second, a third until the sixth which destroyed the suns. He finished by pulling his seventh arrow towards the last sun, when a swallow flew off and passed through its direction. The bird was hit. The man had not reach his goal, so he left towards exile in a hole, cut his fingers and turned into a marmot. The swallow had just saved our Sun, otherwise all life would have disappeared from the world's surface. We have to see here a parallel with the number seven, important in the Mongolian culture like all odd numbers. They bring luck in the buddhist religion. #### Eclipses > At that time lived a scary monster named *Raah* which frightened the entire world. He devoured all who were in its way. The god *Orchiwaani* owned a magic spring: whoever drank from it became immortal. One day, *Raah* stole the spring and drunk. The Moon and the Sun caught the monster in the act and reported to *Orchiwaani*. Seething with rage to hear about this piece of news he went to fight the monster. He cut its head many times but it grew again immediately because *Raah* had become immortal. He thought then to cut its tail in order to allow all that it ate to leave again directly. Just as *Orchiwaani* would seize the monster to finish it off, it escaped and disappeared between the Moon and the Sun. Then *Orchiwaani* asked the Moon, who recaptured *Raah* and cut its rump and its tail. In revenge, the monster comes back sometimes to eat the Moon or the Sun which exit immediately, giving rise to moon and solar eclipses. When there is an eclipse, Mongolians know that it means that *Raah* devours the Moon or the Sun and they make a lot of noise so that the monster liberates the eclipsed star. In the 13th century, Guillaume de Rubruck wrote: > "Some [Mongolian people] have knowledge in astronomy and predict them [to other Mongolian people] the Lunar and Solar eclipses and, when it is about to produce one, everybody stocks up on food because they do not pass the door of their habitation. And while the eclipse happened, they play the drum and instruments and do big noise and clamors. When the eclipse is finished, they devote themselves to beverage and festivity and do big party." (Source: [#1]) Eclipse travelers in 2008 still witnessed drivers and cooks hiding in their tents and making noise with the pots. It seemed authentic, not a show for the tourists. Also note the similarity of *Raah* with Indian *Rahu*. #### Cassiopeia (*Hun Tavan Od*) Cassiopeia (*Hun Tavan Od*) symbolises unity, brotherhood, solidarity for the Mongolians. The constellation's five stars represent unity of the five children of Genghis Khan's wife, Oulin. > Them did not get well along with each other and squabbled all the time. Their mother decided to strongly tie five ropes, and each one should try to untie a knot. If they succeeded, it meant that they didn't remain united with other, and that the brotherhood didn't gather in hard times. Conversely, if the knots withstood the test, the five brothers would remain united and close for the rest of their lives and would be victorious at the time of wars. ### Other Beliefs Linked to the Sky According to a Mongolian legend, a woman devoting herself to count one hundred stars in the sky will dream about her future husband. Sometimes, Mongolians honor the Great Bear (*Doloon Burkhan*) by throwing milk in its direction. Milk, of white color, symbolizes purity in Mongolia. They pray so that something may be fulfilled, but for several persons, not for just one person, because this would bring bad luck. Milk can be replaced by vodka which, even if it is colorless, symbolizes the dark color and the strength for Mongolians. By doing this, it avoids bad luck, quarrels, fear and fends off evil spirits. ### Conclusion The constellations are inspired by occidental ones, but the Mongolian cosmogony, briefly exposed here, highlights a notable identity of beliefs which are associated with it. Mongolian culture and knowledge transmission is essentially verbal, and so few written traces exist about these subjects. It is therefore particularly hard to relate their cosmogony with high fidelity and precision. In order to preserve knowledge about this cosmogony, every observation, suggestions or collaboration are welcome! ### Acknowledgements and Further Reading - Bayrlalaa (thank you) to Mongolians, for their kindness and their help in the gathering of these informations about their culture and their cosmogony - [L'Uranoscope de France](http://uranoscope.free.fr) - [ L'Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) - [OutOfNowhere](http://www.outofnowhere.asia)
es_419: ### Constelaciones En general, las estrellas representan animales girando alrededor de la Estrella del Norte, simbolizada por el palo dorado (*Altan Hadaas*). Casi todos los asterismos mongoles son similares a los que conocemos. Sin embargo, algunos tienen otros nombres como *Num Sum* (El arco y la flecha) para la constelación del Cisne, o *Doloon Burkhan* para las siete estrellas del El Carro. El triángulo de verano formado por las estrellas Vega, Deneb y Altair se refiere a tres ciervos (*Gurvan Maral Od* en mongol). Y Cassiopeia representa, en la imaginación mongol, la mujer de cinco estrellas (*Hun Tavan Od*). ### Planetas y estrellas Originalmente, la astrología tibeto-mongol calcula las posiciones de cada uno de los planetas visibles a simple vista. Debido a que los planetas más allá de Saturno no son visibles sin telescopio (el instrumento que apareció mucho tiempo después de la creación de su astrología), los mongoles han atribuido uno de los cinco planetas para cada día de la semana, completando con el Sol (*Nar*) para el domingo y La Luna (*Sar*) para el lunes. Los nombres de los planetas del Sistema Solar y Plutón tienen algunas peculiaridades en mongol. Mercurio se llama *Bud* (asociado con el miércoles), Venus, *Sugar* (asociado con el viernes), la Tierra, *Delkhii*, Marte, *Angarag* (asociado con el martes), Júpiter, *Barhasbadi* (asociado con el jueves), Saturno, *Sanchir* (asociado con el sábado) , Urano, *Tengeriin-van*, Neptuno, *Dalai-van* y, por último, Plutón, *Dalkhii-van*. Podemos ver que los tres últimos, invisibles a simple vista y descubiertos mucho tiempo después que los demás, tienen la característica de tener la partícula *-van* al final del nombre, lo que indica el estado principesco en mongol. Tierra y Plutón se nombran de manera similar, excepto que este último tiene esta partícula. Es posible traducir de Plutón mongol como "La tierra principesca" (tierra y no Tierra porque significa aquí la superficie sobre la que caminamos, no la Tierra. Urano, *Tengeriin-van*, podría traducirse como "cielo principesco", y Neptuno, *Dalai-van*, como el "océano principesco". Sin embargo, esta partícula no tiene un equivalente real en inglés, y las traducciones anteriores se presentan para dar una idea del significado del nombre del planeta. Sin embargo, los nombres de los cuerpos celestes especificados aquí vienen del sánscrito (idioma hablado en la India) y se utilizan en gran medida en el idioma actual en Mongolia, pero de manera no oficial. También es muy interesante ver el estrecho vínculo entre los términos que designan otros cuerpos celestes y sus creencias: de hecho, *Tengeriin Zadas* designa la Vía Láctea. Literalmente podríamos traducir esto como la "Línea del cielo" (*Tengeriin* para el cielo, que también significa el dios del cielo, y *Zadas* para la línea). Bien conocido en la tradición estelar mongol se refiere a Alcor, la estrella ubicada sobre Mizar en el Big Bear. Simboliza la estrella de recuperación y protección. Fue colocado aquí por *Tengeriin* (dios del cielo) para proteger a Mizar. Para convertirse en un arquero de Genghis Khan (siglo XIII), parecía que uno tenía que poder discernir estas dos estrellas a simple vista. Desde un punto de vista histórico, este excelente conocimiento del cielo se remonta a *Ulug Beg* (AD1394-1449; *Taraghay* por su nombre real), astrónomo, matemático y virrey en Samarcanda, cuyo imperio se extendió hasta Asia Central. Alejándose de sus obligaciones reales, examinó los cuerpos celestes y las preguntas astronómicas de su tiempo. Es el primero en medir con extrema precisión el período de revolución de Saturno (*Sanchir*) con un sextante de 40 metros de radio. ### Mitos y leyendas ### El Gran Oso Los mongoles están particularmente apegados al Gran Oso. Esta constelación está limitada para ellos a las siete estrellas Dipper que forman la cola y el cuerpo del oso, pero la leyenda sobre él es probablemente la más famosa de Mongolia. > Érase una vez, había ocho hermanos huérfanos dotados de capacidades sobresalientes que vivían dentro de un reino. El rey y la reina vivían en él pacíficamente. Un día, un monstruo vino y secuestró a la reina. El rey pidió a los ocho hermanos que la trajeran de regreso y dijo: "Si alguno de ustedes logra rescatar a mi amado, le daré una flecha de oro". Los huérfanos fueron juntos para ayudar a su reina. Buscaron al monstruo durante dos días y tres noches, cuando en medio de la tercera noche, lo encontraron y lo mataron. Trajeron a la reina al castillo. > > El rey no cortó la flecha en ocho partes, decidió arrojarla al cielo. El primero en atraparlo podría quedarse con él. El hermano menor logró la prueba y se cambió inmediatamente a la Estrella del Norte (Estrella Polar). Los otros siete se transformaron en los siete dioses, los siete Budas visitaban a su hermano menor todas las noches. El nombre *Doloon burkhan* (los Siete Budas) proviene de esta leyenda para designar al Gran Oso y el Palo Dorado, *Altan Hadaas*, la Estrella Polar. Una tradición, particularmente deliciosa, se refiere al vínculo entre el pueblo mongol y el Gran Oso, ya que una estrella de esta constelación se atribuye a cada uno de ellos. Depende de su año de nacimiento en el calendario chino. Los calendarios chino y mongol tienen algunas similitudes (el calendario mongol es un calendario lunar). Cada año está simbolizado por un animal, asociado a una estrella de la constelación Gran Oso. El primero, Dubhe, corresponde al año de la rata, el segundo, Merak, corresponde al buey y así sucesivamente hasta el final de la cola del Gran Oso, donde Alkaid simboliza el año del caballo. Luego volvemos al primero, el año de las ovejas, y repetimos de la misma manera hasta el duodécimo y último año del calendario chino, el del cerdo. Por lo tanto, las dos estrellas al final de la cola se asignan una sola vez. [Nota de G. Zotti: Esta es una variante del antiguo Sutra de los Siete Buda descrito por *Elverskog*. Sin embargo, la asociación de las estrellas va en un movimiento de arriba abajo, es decir, Dubhe/Rata, Merak/Buey, ... Mizar/Serpiente, Alkaid/Caballo, Mizar/Cabra, ... Merak/Cerdo.] <img src="illustrations/doloon_burkhan.png" width="550"> ### Estrellas fugaces Las estrellas fugaces también tienen un significado específico: se personifican a través de sus creencias. Cuando ven estas estrellas fugaces, imaginan que es una estrella que cae del cielo y que simboliza a alguien que acaba de morir. Mientras que los occidentales piden un deseo, los mongoles dicen: "¡Uf, no soy yo!" ### Leyendas olvidadas Tres leyendas tan ricas en significado se refieren al Sol, los eclipses y *Hun Tavan Od* (Cassiopeia). Sin embargo, hoy en día están descuidadas y casi olvidadas por la mayoría de los mongoles: #### Sol > En el origen del mundo, solo había un hombre y vastos prados particularmente secos, quemados por los siete soles que iluminaban el mundo. Este hombre, un muy buen arquero, prometió a los dioses que atravesó todos estos soles sin perder un objetivo ni una sola vez. Si fracasara, se cortaría todos los dedos uno por uno y se iría a vivir a un agujero como una marmota (marmota) para evitar la maldición que pesaría sobre él. Tomó su arco, sacó una primera flecha y dio en el blanco. Un segundo, un tercero hasta el sexto que destruyó los soles. Terminó tirando su séptima flecha hacia el último sol, cuando una golondrina salió volando y pasó por su dirección. El pájaro fue golpeado. El hombre no había alcanzado su objetivo, por lo que se fue al exilio en un hoyo, se cortó los dedos y se convirtió en una marmota. La golondrina acababa de salvar nuestro Sol, de lo contrario, toda la vida habría desaparecido de la superficie del mundo. Tenemos que ver aquí un paralelo con el número siete, importante en la cultura mongol como todos los números impares. Traen suerte en la religión budista. #### Eclipses > En ese momento vivía un monstruo aterrador llamado *Raah* que asustó al mundo entero. Devoró a todos los que estaban en su camino. El dios *Orchiwaani* poseía un manantial mágico: quien bebía de él se volvía inmortal. Un día, *Raah* robó la primavera y bebió. La Luna y el Sol atraparon al monstruo en el acto e informaron a *Orchiwaani*. Rebosante de ira al enterarse de esta noticia, fue a luchar contra el monstruo. Se cortó la cabeza muchas veces, pero volvió a crecer de inmediato porque *Raah* se había vuelto inmortal. Entonces pensó en cortarle la cola para permitir que todo lo que comía se fuera nuevamente directamente. Justo cuando *Orchiwaani* tomaría al monstruo para terminarlo, escapó y desapareció entre la Luna y el Sol. Entonces *Orchiwaani* le preguntó a la Luna, quien recapturó a *Raah* y le cortó la grupa y la cola. En venganza, el monstruo regresa a veces para comer la Luna o el Sol que salen inmediatamente, dando lugar a la luna y los eclipses solares. Cuando hay un eclipse, los mongoles saben que eso significa que *Raah* devora la Luna o el Sol y hacen mucho ruido para que el monstruo libere a la estrella eclipsada. En el siglo XIII, Guillaume de Rubruck escribió: > "Algunas [personas de Mongolia] tienen conocimiento en astronomía y las predicen [a otras personas de Mongolia] los eclipses lunares y solares y, cuando está a punto de producir uno, todos se abastecen de comida porque no pasan la puerta de su habitación". Y mientras ocurría el eclipse, tocan el tambor y los instrumentos y hacen mucho ruido y clamores. Cuando termina el eclipse, se dedican a las bebidas y la fiesta y hacen una gran fiesta ". (Fuente: *Les astres chez les Turcs et les Mongols* por Jean-Paul Roux (francés). *Revue de l'histoire des religions*, tomo 195 n ° 2, 1979. pp; 153-192.) Los viajeros de Eclipse en 2008 todavía presenciaron conductores y cocineros escondidos en sus tiendas y haciendo ruido con las ollas. Parecía auténtico, no un espectáculo para los turistas. También tenga en cuenta la similitud de *Raah* con el indio *Rahu*. #### Cassiopeia (*Hun Tavan Od*) Cassiopeia (*Hun Tavan Od*) simboliza la unidad, la hermandad, la solidaridad para los mongoles. Las cinco estrellas de la constelación representan la unidad de los cinco hijos de la esposa de Genghis Khan, Oulin. > No se llevaban bien entre ellos y se peleaban todo el tiempo. Su madre decidió atar fuertemente cinco cuerdas, y cada una debería tratar de desatar un nudo. Si tenían éxito, significaba que no permanecían unidos con otros, y que la hermandad no se reunía en tiempos difíciles. Por el contrario, si los nudos resistieran la prueba, los cinco hermanos permanecerían unidos y cercanos por el resto de sus vidas y serían victoriosos en el momento de las guerras. ### Otras creencias vinculadas al cielo Según una leyenda mongol, una mujer que se dedique a contar cien estrellas en el cielo soñará con su futuro esposo. A veces, los mongoles honran al Gran Oso (*Doloon Burkhan*) arrojando leche en su dirección. La leche, de color blanco, simboliza la pureza en Mongolia. Rezan para que se pueda cumplir algo, pero para varias personas, no para una sola persona, porque esto traería mala suerte. La leche puede ser reemplazada por vodka que, incluso si es incoloro, simboliza el color oscuro y la fuerza para los mongoles. Al hacer esto, evita la mala suerte, las peleas, el miedo y rechaza los espíritus malignos. ### Conclusión Las constelaciones están inspiradas en las occidentales, pero la cosmogonía mongol, brevemente expuesta aquí, resalta una notable identidad de creencias asociadas con ella. La transmisión de la cultura y el conocimiento de Mongolia es esencialmente verbal, y existen muy pocos rastros escritos sobre estos temas. Por lo tanto, es particularmente difícil relacionar su cosmogonía con alta fidelidad y precisión. ¡Para preservar el conocimiento sobre esta cosmogonía, todas las observaciones, sugerencias o colaboraciones son bienvenidas! ### Agradecimientos y lecturas adicionales - Bayrlalaa (gracias) a los mongoles, por su amabilidad y su ayuda en la recopilación de estas informaciones sobre su cultura y su cosmogonía. - [L'Uranoscope de France](http://uranoscope.free.fr) - [ L'Association Française d'Astronomie / La Asociación Francesa de Astronomía](http://www.afanet.fr) - [OutOfNowhere](http://www.outofnowhere.asia)
