Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Lokono constellations and other celestial objects |Lokono name|Literal translation in English|Approximate location| |-----------|------------------------------|--------------------| |<notr>Hadali</notr>| |Sun| |<notr>Kathi</notr>| |Moon| |<notr>Warhokoma</notr>| |Venus| |<notr>Waya nukuthi bunaha</notr>|Path of the carriers of clay|Milky Way| |<notr>Mali</notr>| |Sirius| |<notr>Yôkoro wiwa</notr>|Scores of stars|Pleiades| |<notr>Wiwa kalemero</notr>|Shining star|Jupiter| |<notr>Yorhada</notr>|Grill|Pegasus| |<notr>Kamodokoya</notr>|Spirit of the green anaconda|unclear| |<notr>Kibiwarhakoya</notr>|Spirit of the capibara|unknown| |<notr>Mabukuli</notr>|Man without a thigh|Orion's belt| |<notr>Kama tâla</notr>|Jaw of the tapir|Hyades| |<notr>Hithikoya</notr>|Spirit of the black curassow|Crux| |<notr>Yokhârhin</notr>|Hunter|α Centauri| |<notr>Alêti</notr>|Torch|β Centauri| |<notr>Anorhâkoya</notr>|Spirit of the cocoi heron|Ursa Major| |<notr>Honolikoya</notr>|Spirit of the rufescent tiger heron|unknown| |<notr>Kasorhowakoya</notr>|Spirit of the four-eyed fish|λ Sco and υ Sco| |<notr>Katarokoya</notr>|Spirit of the green sea turtle|Hercules| |<notr>Hikorhikoya</notr>|Spirit of the yellow-footed tortoise|unknown| |<notr>Kwakoya</notr>|Spirit of the blue crab|Orion| |<notr>Ifakoya</notr>|Spirit of the Muscovy duck|Corona Australis| |<notr>Awarhakoya</notr>|Spirit of the awara palm|Coma Berenices| |<notr>Hadorhikoya</notr>|Spirit of the red acouchi|unknown| |<notr>Hokorherokoya</notr>|Spirit of the red-rumped agouti|unknown| |<notr>Kabadarokoya</notr>|Spirit of the jaguar|unknown| |<notr>Korhirhwathekoya</notr>|Spirit of the ocelot|unknown| |<notr>Hawkoya</notr>|Spirit of the pale-throated sloth|unknown| |<notr>Warhemedokoya</notr>|Spirit of the two-toed sloth|unknown| |<notr>Yôwanakoya</notr>|Spirit of the green iguana|unknown| |<notr>Yarheyarherokoya</notr>|Spirit of the lilac-tailed parrot|unknown| |<notr>Marodikoya</notr>|Spirit of the marail guan|unknown| |<notr>Hikarowanakoya</notr>|Spirit of the little cuckoo|unknown| |<notr>Sûtukoya</notr>|Spirit of the red-handed tamarin|unknown| |<notr>Howakoya</notr>|Spirit of the white-faced saki|unknown| |<notr>Imenarikoya</notr>|Spirit of the scorpion|unknown| |<notr>Korherokoya</notr>|Spirit of the parrot|unknown| |<notr>Kasipenikoya</notr>|Spirit of a tortoise|unknown| |<notr>Shimarhabokoya</notr>|Spirit of the bow and arrow|unknown| |<notr>Arakabosakoya</notr>|Spirit of the gun|unknown| |<notr>Maraka</notr>|Medicine-men’s rattle|unknown| ### Lokono astronomical knowledge: an introduction From contemporary and historical accounts, it appears that astronomical knowledge was not restricted to particular members of the Lokono society. However, it was the medicine-men in particular&mdash;the spiritual leaders of the Lokono known as *semethi*&mdash;who were required to master the various aspects of star knowledge and who might have been responsible for passing the oral traditions associated with them from one generation to another. From Rodrigo de Navarette, who around 1550 wrote one of the first accounts of the Lokono, we learn, for instance, that: *&ldquo;old and wise men whom they call Cemetu assemble in the houses designed for their meetings and [&hellip;] recount the traditions and exploits of their ancestors and great men, and also narrate what those ancestors heard from their forefathers; so that in this manner they remember the most ancient events of their country and people. And, in like manner they recount or preach about events relating to the heavens, the sun, moon, and stars.&rdquo;*[#1] Navarette's *cemetu*, the medicine-men known in modern Lokono as *semethi*, have largely given up their practices today, which may be the reason why the transmission of astronomical knowledge has been interrupted. Many Lokono constellations appear to have been forgotten today. Our sources are therefore often limited to historical accounts written by early explorers and ethnographers of the Guianas, one of the oldest examples of which is illustrated below. <p style="text-align:center;"> <figure> <img src="illustrations/schulz.png" width="572" height="508" align="middle"/> <p style="text-align:center;"><figcaption>Fig.1 List of Lokono stars by Theodor Schulz, circa 1803.[#23]</figcaption></p> </figure> </p> It is this literature that allows us to party reconstruct the Lokono stellar knowledge, described below. Before discussing the individual celestial bodies, however, several general features of Lokono astronomy merit a mention, namely: - the overlap with the astronomical traditions of neighboring indigenous groups. - the oral traditions explaining the origin and significance of celestial bodies. - the use of the term *koya* &lsquo;spirit&rsquo; in the names of numerous constellations. - the use of the general term *wiwa* &lsquo;star, year&rsquo; and the lack of other astronomical terms. - the sky watching practices of the Lokono. ### 1. Shared Guianan knowledge The Lokono territory borders that of two linguistically unrelated indigenous peoples, the Kari&rsquo;na, speaking a Cariban language, and the Warao, speaking a language isolate. Though unrelated and traditionally not intermarrying, the three groups share a great deal of material and immaterial culture. Ethnoastronomical tradition of the three peoples also shows a number of striking similarities, such as shared stellar myths, similar names of constellations, and parallels in the stellar calendar. This speaks to the contacts between the three groups and to the exchange of astronomical knowledge, possibly facilitated by their respective spiritual leaders, such as the Lokono *semethi*. The degree to which these traditions overlap and the directionality of their exchange require further study. Here, we focus on the Lokono and therefore do not discuss these cultural borrowings in detail, unless they shed light on the Lokono ethnoastronomy. ### 2. Stellar oral traditions One of such shared features are myths about stars. Such oral traditions tell of the origins of particular celestial bodies, link them to one another, and explain their influence on the natural world. The Lokono constellation *Hithikoya* &lsquo;Spirit of the black curassow&rsquo;, for instance, is linked in a Lokono myth to that of *Yokhârhin* &lsquo;Hunter&rsquo; and *Al&ecirc;ti* &lsquo;Torch&rsquo;, all three of which have Kari&rsquo;na and Warao equivalents. It is these oral traditions, preserved by the medicine-men, that likely served as the main vehicle through which astronomical knowledge was passed from one generation to another. For this reason, summaries of the relevant myths are given in the description of particular constellations. Occasionally, when the relevant Lokono myth is not documented, myths of the neighboring groups are referred to in order to illuminate the significance of particular celestial bodies. Given that many of such oral traditions are shared by the Lokono and the neighboring groups, this enhancement of the poorly preserved Lokono astronomical knowledge is justified. ### 3. Calendar of spirits The term *koya* &lsquo;spirit&rsquo;, found in numerous constellation names typically following a term for a particular plant or animal, is a key feature of Lokono astronomy. Walter Roth, an ethnographer of the Guianas, explains that such constellations are the spirits of the corresponding beings.[#4] At a time of the year when the constellation appears, the spirit travels from the sky to earth to breathe life into the beings it represents. As such, the *koya*-constellations formed a calendar, indicating what the best time is to engage in subsistence activities related to these plants and animals (e.g. hunting or gathering). The Lokono may have also known where such spirits would descend on earth; Walter Roth suggests that they called these places with the same names as the constellations but the evidence of that remains poor. Thus, *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; would refer to the spirit, the constellation, and the place where the *hadorhi* is found in plenty when its constellation appears. While this toponymic knowledge is forgotten today, the *koya*-constellations remind us of the great understanding of the plant and animal life that the Lokono possessed. ### 4. *Wiwa*, the star and the year The Lokono also have another general term that is used to refer to stars, *wiwa*. The term lacks the spiritual connotations of *koya.* It refers, on the one hand, to the physical quality of stars as something shining and, on the other hand, to the calendar year. As such, it is used, for instance, when talking about one&rsquo;s age. While it can apply to any star, *wiwa* appears only in two proper names of celestial bodies. *Y&ocirc;koro wiwa*, literally &lsquo;Scores of stars&rsquo; (Pleiades), is the most important of all Lokono constellations, whose appearance traditionally commences the Lokono calendar year. Following *Y&ocirc;koro wiwa* are the numerous *koya*-constellations, each signaling a different season in the Lokono calendar. On the other hand, *Wiwa kalemero*, literally &lsquo;Shining star&rsquo; (Jupiter) appears to have been singled out solely due to its brightness. Apart from *wiwa* and *koya*, there are no generic terms distinguishing planets, stars, moons, suns, galaxies and so on in the Lokono language. For this reason, the Lokono equivalent of the Milky Way, for instance, is included among other constellations. ### 5. Sky watching practices While the Lokono can admire the sky in the evening, to follow the Lokono stellar calendar, one has to look at the constellations around 4 am in the morning, the time when the Lokono usually wake up. The Lokono thus observe the rising of the constellations in the morning. To get the right idea of the yearly cycle of constellations, one should also set the viewing location to the Guianas (e.g. Georgetown, Paramaribo, or Cayenne in the location menu). It merits a mention that many Lokono, when drawing constellations, did not connect the stars with lines and that in some cases, there was little agreement among speakers as to which star within a constellation corresponds to which parts of the plant or animal it represents. In Stellarium, we represent constellations with lines, but it should be kept in mind that this may be a distortion of the Lokono tradition, which allows for more flexibility in interpreting particular star groups. Finally, there are restrictions on looking at some celestial bodies, since it is believed that a spirit can harm one if looked at.[#5] For instance, by full moon, mothers covered the eyes of their children so that they would not become sick.[#6] Young people were also told not to look at *Y&ocirc;koro wiwa* (Pleiades), or else they would not grow.[#7] Such practices applied also to other objects believed to harbor powerful spirits and included other ways of avoiding eye-contact with spirits such rubbing peppers, limes, or salt into one&rsquo;s eyes. ### Lokono celestial bodies ##### *Hadali* 'Sun' The Lokono term for the Sun is *Hadali*, also pronounced as *Adali*. Claaudius de Goeje suggests that the variously spelled names of the Lokono culture hero, the first medicine-man known as *Harlitvanli*, *Haliwalika*, *Halwanli*, *Hariwalli*, and *Arawanili*, and sometimes *Arawidi,* may all refer to the same hero identified as the Sun.[#8] While we cannot confirm this hypothesis, the myth of *Arawidi* is worth mentioning. In the Lokono myth, *Arawidi*, the Sun, is the father of a man that becomes the constellation *Mabukuli* &lsquo;Man without a thigh&rsquo; (Orion&rsquo;s belt).[#9], [#10], [#11] According to the story, the Sun used to come to earth in the shape of a man called *Arawidi* to meet his lover with whom he had twins. In a later episode of the myth, one of the twins marries a woman, whose mother the couple decide to kill. When they try to escape, the wife&rsquo;s sister chases them and manages to cut off his leg in revenge. As a result, the man ascends to the sky and becomes the constellation *Mabukuli*. Another Lokono myth warns against offending the Sun: a man, stuck on an uninhabited island in the middle of a swamp, cries out for help. A boat passes him, but inside the boat is the Sun, which does not want to help the man, since people always complain that the Sun shines too hard.[#11]. As far as practices related to the Sun, Im Thurn reported that among the Lokono, the eclipse of the Sun was considered a war between *Hadali* and *Kathi*, the Moon, and that the Lokono would shout and make all kinds of noises to stop them from fighting.[#12] ##### *Kathi* 'Moon' The moon is known as *Kathi*, a term first recorded by Joannes de Laet as *cattehee* around 1598, and used also to refer to the lunar month.[#13] According to the Lokono, the Moon, like the Sun, was once a man. Walter Roth reports a Lokono myth, in which a young woman was visited by a mysterious lover night after night.[#10] To find out who the lover was, the woman smeared her hands with the soot from the bottom of a pot. Next day, when she woke up, she found that her brother&rsquo;s face was covered in soot and realized it was him who visited her at night. Everybody in her community started to avoid the incestuous brother, who became so ashamed that he kept away from the people and ultimately ascended to the sky, becoming the Moon. This is why, according to the Lokono, the face of the moon is dirty today. The Moon appears also in another myth. In the Lokono myth about a man stuck on an uninhabited island mentioned above, another boat passes the man, but this time inside is the Moon, which decides to help the man, since people are always happy to see the Moon come out at night.[#11] The Moon and Sun are also depicted as opponents. In previous times, the Lokono believed that the eclipse of the Moon is its death (*kathi &ocirc;don* &lsquo;moon dying&rsquo;) and would keep watch all night.[#6] The Lokono say during the eclipse of the Moon that the Moon has fallen asleep on the Sun&rsquo;s path.[#11] Therefore, they make a lot of noise, play drums, and blow shell trumpets to wake him up. By full moon, mothers would cover the eyes of their children so that they do not become sick. ##### *Warhokoma* 'Venus' The planet Venus, both when it appears in the morning as the Morning Star and when it appears in the evening as the Evening Star, is called *Warhokoma* by the Lokono.[#8], [#14], [#15] Charles Dance, on the other hand, reports the terms *Eweiwah* and *Huewah*, probably the equivalents of the general term *wiwa* &lsquo;star&rsquo; which can be used for any shining celestial body.[#16] The Lokono also speak of Venus as *Hiyaro wiwa* &lsquo;women&rsquo;s star&rsquo;. In relation to this, it merits a mention that Claudius de Goeje reports that when *Hiyaro wiwa* appears close to the Moon, and a girl is about to have her first menstruation, the Lokono say that the girl will soon be touched by the Moon.[#5] There is no myth about *Warhokoma* specifically and its relation to the Moon, but it is worth reminding that the Lokono know a story, in which the Moon was originally a man who committed incest with his sister (see the myth mentioned under *Kathi*), and has a name as a womanizer.[#10] Interestingly, the name *Warhokoma* for Morning or Evening Star appears also in Kari&rsquo;na, who see it also as the Moon's wife.[#17], [#18] ##### *Waya nukuthi bunaha* 'Milky Way' The Milky Way is known among the Lokono as *Waya nukuthi bunaha,* literally &lsquo;Path of the carriers of clay&rsquo;. The Milky Way represents the footprints of men who once went to fetch clay for making pots, an art that is, rarely if at all, practiced by the Lokono today. The origin of the name, however, is still known, and is summarized in a myth.[#19] The same name for Milky Way was noted by William Brett who adds that it is named after a specific whitish type of clay.[#14] Charles Dance, on the other hand, says that the Milky Way represents the footprints of peccaries rooting up the clay, while Walter Roth mentions a different Lokono explanation, according to which the Milky way represents a tapir chased by a dog and jaguar.[#10], [#16] However, these two sources do not give the corresponding Lokono name for the Milky Way, and it is possible that these two explanations are a Kari&rsquo;na influence, who recognize a constellation of a tiger following the constellation of a tapir within that of the Milky Way.[#17] ##### *Mali* 'Sirius' The modern Lokono call Sirius *Mali*, the literal meaning of which is unknown. Cornelius van Coll describes a Lokono star called *Mali* and explains that it is a very powerful star.[#7], [#17] When it comes up in the morning in August, it kills the fish in the swamps, and one should not point at it or one&rsquo;s finger will become lame. Cornelius van Coll&rsquo;s *Mali* marks the beginning of the big dry season (August to December), called in Lokono *malidalithe*, a term derived from *Mali*. Older sources identified *Mali* tentatively as Lyra, Aquila, or Crux, but given that the big dry season starts around August and that the Lokono observe the stars in the morning, these identifications must be incorrect; Lyra, Aquila, and Crux cannot be seen at this time from the Lokono territories.[#11], [#17] There are no Lokono myths about *Mali*, but there is evidence that is may correspond to the Kari&rsquo;na constellation *Ombatapo* &lsquo;Previous face&rsquo;. The Kari&rsquo;na myths explain the origin of the constellation and its name, which, like the Lokono *Mali*, is believed to kill the fish in the swamps and announces the beginning of the big dry season. Moreover, the Kari&rsquo;na *Ombatapo* is identified as parts of Puppis and Canis Major, the latter of which includes Sirius.[#18], [#20] ##### *Yôkoro wiwa* 'Scores of stars' The constellation *Y&ocirc;koro wiwa* or *Wiwa y&ocirc;koro*, literally &lsquo;Score of stars&rsquo;, refers to the Pleiades and is easily recognized by the contemporary Lokono. This is likely because *Y&ocirc;koro wiwa* is described as the most important of Lokono constellations, since it announce the beginning of the Lokono year.[#17] After it comes out first in June in the east, it is followed by the numerous *koya*-constellations referring to the spirits of animals and plants that constitute the Lokono calendar. At that time of the year, the Lokono say *Y&ocirc;koro wiwa kayaran* &lsquo;the birth of *Y&ocirc;koro wiwa*&rsquo;. It is said that if *Y&ocirc;koro wiwa* shines strong when it appears for the first time, many people will die in the coming year.[#5] Cornelius van Coll also warns that young people should not look at it, or else they will not grow.[#7] These omens and warnings are related to a Lokono myth. According to the story, there were once twin brothers, one of which had a wife, and said that death would come when their star, *Y&ocirc;koro Wiwa*, rises.[#7] Death came indeed, killing even his wife, roasting her on the fire, and the Lokono became angry and brought a giant green anaconda to swallow the twins. The snake ate one of the brothers, but because it was already 5 am and the day broke, the snake could not eat the other brother. The snake is now the constellation *Kamodokoya* &lsquo;Spirit of the green anaconda&rsquo;, in the belly of which *Y&ocirc;koro Wiwa* is said to be located (see also the *Yorhada* myth). In another narrative, the Lokono explain that the *Y&ocirc;koro Wiwa* represents seven brothers lost in a savannah on their way back home, a motif also known from a Kari&rsquo;na story.[#20] ##### *Yorhada* 'Grill' The constellation *Yorhada* &lsquo;Grill&rsquo;, or *Wiwa yorhadale* &lsquo;Star&rsquo;s grill&rsquo;, represents a wooden grill, on which meat is roasted.[#4], [#11], [#21] Its origin is explained in a myth related by Walter Roth about a man who killed his wife, roasted her, and fed her liver to his mother-in-law because she called him a worthless hunter.[#10] In revenge, the mother asked her brother, *Kamodo* to kill the man when he went hunting. The man suspected the woman set a trap and escaped death by sending his brother instead. The grill on which the wife was roasted became the Western constellation Pegasus, according to contemporary Lokono, marking the beginning of the small dry season (April), the time when the Lokono roast a lot of fish. The myth is similar to that of *Y&ocirc;koro wiwa* and the twins, in which the older brother is responsible for roasting his wife and may be the same as the man who roasted his wife in the *Yorhada* myth. In both myths, the younger brother killed by the anaconda becomes *Y&ocirc;koro wiwa*, while the grill becomes *Yorhada*. Claudius de Goeje suggested that *Yorhada* is the Western constellation Corvus, but Corvus does not appear at beginning of the small dry season.[#11] The neighboring Warao also know Pegasus as the grill, and are familiar with the myth.[#10] ##### *Kamodokoya* 'Spirit of the green anaconda' *The constellation Kamodokoya*, &lsquo;Spirit of the green anaconda (*Eunectes murinus*)', also called *Waroboshi* remains poorly described.[#5] Older sources suggest it is Perseus, Pleiades, Scorpio, or Ophiuchus, but the exact stars remain unidentified.[#10], [#11], [#21] Several myths explain its origin. According to Walter Roth, a man killed his wife, roasted her, and fed her liver to her mother because she called him a worthless hunter.[#10], In revenge, she asked *Kamodo* to kill him, but the man escaped the snake who ate his younger brother instead. The constellation *Kamodokoya* has *Y&ocirc;koro wiwa*, the brother, inside, and is close to *Yorhada* &lsquo;Grill&rsquo;, on which the wife was roasted. Notably, Theodor Schultz list the constellation *Waroboshi yorhadale* 'The grill of the green anaconda' which could be the same as the constellation *Yorhada*.[#23] Cornelius van Coll speaks of twins, one of whom had a wife, and warned that their star brings death.[#7] Indeed, even his wife died, roasted on the fire. The Lokono had the snake kill the man, and ascend to the sky as *Kamodokoya*. Finally, Claudius de Goeje relates a myth of a woman who felt a desire for men, and put a *katuburi* flower in her vagina, and became pregnant. Her child was partly a snake, and people wanted to kill it, so it ascended to the sky. ##### *Kibiwarhakoya* 'Spirit of the capybara' The constellation *Kibiwarhakoya* &lsquo;Spirit of the capybara&rsquo; (*Hydrochoerus hydrochaeris*) was mentioned by the Penard brothers.[#17] The same source also informs us that it is followed by the constellation *Kamodokoya* &lsquo;Spirit of the green anaconda&rsquo;. The constellation remains unidentified and its significance is unknown. No related myths have been documented. ##### *Mabukuli* 'Man without a thigh' The constellation *Mabukuli* &lsquo;Man without a thigh&rsquo; is well known among the Lokono and appears in a few myths. According to Charles Dance, an unsuccessful huntsman cut off his own leg, wrapped it up in a leaf, and gave to his step mother so that she had something to eat, and ascended to sky.[#16] Similarly, the Penard brothers speak of an unsuccessful hunter who cut off his leg and gave it to his wife and mother-in-law, telling them it was tapir meat.[#17] He then asked other people to follow his traces to help him bring the rest of the tapir, but when they arrived at the place they only found the *akalali* plant with which he treated his wounds. His body turned into the *Kama t&acirc;la* constellation and his spirit into *Mabukuli*. Claudius de Goeje relates a strikingly different myth.[#11] The Sun, once a man called *Arawidi* (see the myth about *Hadali* 'Sun'), took a woman as his wife, who followed him with unborn twins inside her. One day, she lost the way and ended up being eaten by vulture spirits, but her twins were brought up by an old woman, whom they later killed and ran away. While hiding in a treetop, they saw a woman catching fish with a sifter. She saw their reflection in the water and tried to catch it, at which they laughed. She then realized they were up in the tree, and sent ants up the tree to make them come down. When they came down, she killed one of them and took the other home. One of her daughters fell in love with the man and married him. Now the husband had to catch a lot of fish every day for the mother-in-law. One day, tired of his demanding mother-in-law, he tricked her into getting into the water to help him unload a boat full of fish, where she was eaten by a shark. When her other daughter arrived, the liver of her mother was still floating on the water and told her that the man killed her. The daughter wanted to kill him but he flew away on wings of cotton that his wife made for him, so she only cut his thigh off, which is why he is now the constellation *Mabukuli*. It appears the Orion's belt represents the cut-off leg, not the man himself. ##### *Kama tâla* 'Jaw of the tapir' The constellation *Kama t&acirc;la* &lsquo;Jaw of the tapir&rsquo; is one of the few constellations identified easily by the contemporary Lokono, just like *Mabukuli*, to which it is related in a myth.[#8], [#15] The Penard brothers recount the story of an unsuccessful hunter, who cuts meat off his leg and gives it to his wife and mother-in-law, telling them it is tapir meat (*Tapirus terrestris*).[#17] He then asks his fellow people to follow him and help bring the rest of the tapir, but when they arrive at the place they only find the *akalali* plant with which he treated his wounds. His body turned into *Kama t&acirc;la* and his spirit into *Mabukuli*. In a Kari&rsquo;na story, on the other hand, *Kama t&acirc;la* was the remains of a tapir that the mythical twins were hunting, one of whom accidentally gets his leg severed and becomes the constellation of man without a thigh. ##### *Hithikoya* 'Spirit of the black curassow' The constellation *Hithikoya* is the &lsquo;Spirit of the black curassow&rsquo; (*Crax alector*), a commonly hunted bird, often kept as a pet for its feathers and eggs. According to a Lokono myth, *Hithikoya* lived on earth, but the Lokono kept shooting him.[#11] As a result, he ascended to the sky to warn black curassows about the approaching hunter (see *Yokh&acirc;rhin*) and his companion with a torch (see *Al&ecirc;ti*). The Lokono identify *Hithikoya* as the Western constellation Crux. When it appears just above the trees in January, the curassows roam on the ground and are easy to catch. Over the following months, the higher *Hithikoya* rises in the morning, the higher the birds climb up the trees. By March, it appears high in the sky and the birds are found in the tops of the trees. *Hithikoya* thus informs the Lokono where to search for the birds at a given time of the year. The Lokono even make hunting charms (*bina*) from a plant, whose leaves resemble the bird, rubbed into the lips of the hunter so that he can imitate the calls of the bird, increasing his chances of catching one.[#10], [#17] ##### *Yokhârhin* 'Hunter' The constellation *Yokh&acirc;rhin* &lsquo;Hunter&rsquo; corresponds to &alpha; Centauri and represents the man hunting *Hithikoya*, the &lsquo;Spirit of the black curassow&rsquo; (see *Hithikoya*).[#9], [#10], [#11] His companion holding a torch known as *Al&ecirc;ti* is represented by &beta; Centauri. The myth reported by the Penard brothers that explains the origin of *Hithikoya* includes also these two characters.[#11] According to the story, *Hithikoya* used to live on earth, but the Lokono kept tracking him down at night and shoot him. As a result, it ascended to the sky to serve as a signal for black curassows warning them about the approaching hunter (*Yokh&acirc;rhin*) and his companion with a torch (*Al&ecirc;ti*). As *Hithikoya* appears higher and higher in the morning between January and March, *Yokh&acirc;rhin* and subsequently *Al&ecirc;ti* appear on the horizon following it. This indicates to the Lokono that the black curassow can now be found high in the tress and the hunters can set out at night to hunt it in the tree tops. ##### *Alêti* 'Torch' The constellation&nbsp;*Al&ecirc;ti* &lsquo;Torch&rsquo; corresponds to&nbsp;&beta; Centauri and represents the companion of the hunter *Yokh&acirc;rhin*, holding a torch made from a piece of cloth dipped in beeswax known as *Al&ecirc;ti*.[#9], [#10], [#11]&nbsp; *Al&ecirc;ti* follows *Yokh&acirc;rhin* so as not to scare the black curassow bird with the light of the torch. The myth reported by the Penard brothers that explains the origin of *Hithikoya* 'Spirit of the black curassow' includes also these two characters (see *Hithikoya*).[#11] According to the story, *Hithikoya* used to live on earth, but the Lokono kept tracking him down at night and shoot him. As a result, it ascended to the sky to serve as a signal for black curassows warning them about the approaching hunter (*Yokh&acirc;rhin*) and his companion with a torch (*Al&ecirc;ti*). As *Hithikoya* appears higher and higher in the morning between January and March, *Yokh&acirc;rhin* and subsequently *Al&ecirc;ti* appear on the horizon following it. This indicates to the Lokono that the black curassow can now be found high in the tress and the hunters can set out at night to hunt it in the tree tops. ##### *Anorhâkoya* 'Spirit of the cocoi heron' The constellation *Anorh&acirc;koya* represents the spirit of the cocoi heron (*Ardea cocoi*). It is recognized by contemporary Lokono as Ursa Major, in keeping with earlier identifications.[#11], [#15] Claudius de Geoje reports that when it shines strong, the Lokono believe that strong winds will come, bringing dust into peoples&rsquo; eyes and consequently diseases: the heron picks their eyes with its beak, it is said.[#11] Similarly, according to Cornelius van Coll, *Anorh&acirc;koya* is a heron whose beak is upside down. Should its beak be turned downwards, people would get all kinds of eye diseases.[#7] This can still happen when strong winds blow and carry the light from the beak into peoples&rsquo; eyes, since the light of *Anorh&acirc;koya* (and other stars) travels with the wind according to the Lokono. The constellation is associated with the big dry season (August to December) and the storms and winds that are typical of this time. It appears in the morning in mid-November in the northeast with its beak down. ##### *Honolikoya* 'Spirit of the rufescent tiger heron' Another Lokono constellation named after a species of a heron is *Honolikoya* &lsquo;*Spirit of the rufescent tiger heron*&rsquo; (*Tigrisoma lineatum*). It is reported in historical sources as the equivalent of the Kari&rsquo;na constellation *Kumawari yumï* (&lsquo;Father of the cocoi heron&rsquo;). This is likely a mistake as *honoli* is a different and well-known species of a heron. It is possible that *Honolikoya* refers to the same constellation as *Anorhâkoya*, interpreted differently by different Lokono consultants, but it is also possible it is a different constellation. In any case, *Honolikoya* remains unidentified.[#17] Just like *Anorh&acirc;koya*, the constellation is said to bring diseases of the eyes when it appears in the morning sky. From the Penard brothers' description we can infer that *Honolikoya* should appear between June and the big dry season, which lasts from end of August until the beginning of December. There appears to be no specific myth associated with this constellation.[#17] ##### *Kasorhowakoya* 'Spirit of the four-eyed fish' The constellation *Kasorhowakoya* &lsquo;Spirit of the four-eyed fish&rsquo; (*Anableps anableps*) was identified by the contemporary Lokono as &lambda; Scorpii and &upsilon; Scorpii. In earlier sources it is identified as the upper part of Scorpio&rsquo;s tail, which is in keeping with the 21st century data.[#8] The constellation represents the two eyes of the four-eyed fish, which is known for the fact that its eyes are always sticking above the water, and is therefore sometimes considered an incarnation of the water spirit. There is no Lokono myth concerning the four-eyed fish, and it remains unknown what the appearance of this constellation signifies. However, it merits a mention that the Kari&rsquo;na have a constellation representing the same fish, which corresponds to the same two stars. Maga&ntilde;a and Jara explain that the appearance of the Kari&rsquo;na constellation announces the fishing season for this species.[#18] It is not unlikely that the Lokono constellation had the same function. ##### *Katarhokoya* 'Spirit of the green sea turtle' The constellation *Katarhokoya* &lsquo;Spirit of the green sea turtle&rsquo; is still known on the Pomeroon River in Guyana. It represents the *katarho* turtle (*Chelonia mydas*), swimming towards the shore, represented in turn by the Milky Way. When the constellation appears in the morning high in the sky, it is a signal that turtles are arriving on the beaches to lay eggs. The constellation was identified in earlier sources as *Corona Borealis* and *Orion's belt.* [#8], [#11] While the former overlaps with the stars indicated by the Lokono on the Pomeroon, the latter is likely a mistake as *Orion&rsquo;s belt* is consistently recognized as *Mabukuli* &lsquo;Man without a thigh&rsquo;. The constellation *Katarhokoya* rises early in the year, but it appears upside down most of the time from the vistas of the Lokono in the Guianas. Only by mid-March, a time when several species of turtles indeed lay their eggs on the Atlantic coast of the Guianas, does it look like a turtle swimming to the shore (Milky Way). ##### *Hikorhikoya* 'Spirit of the yellow-footed tortoise' The constellation *Hikorhikoya* &lsquo;Spirit of the yellow-footed tortoise&rsquo; was documented by the Penard brothers for the Lokono in Suriname; it remains unidentified but it should appear around August (i.e. around the beginning of the big dry season).[#11], [#17] The Penard brothers explain that when the water in the swamps rises, the yellow-footed tortoise, known in Lokono as *hikorhi* (*Chelonoidis denticulatus*), seeks higher grounds, and, presumably, can be more easily found. There are no myths related to the constellation specifically. However, it is worth pointing out that the tortoise is considered a delicacy among the Lokono. When caught, they are often kept around the house in small corrals for long periods of time until they are consumed. The Lokono joke that they are &lsquo;fridges&rsquo; since if fed, the tortoise will stay alive for a long time, as opposed to an animal that was shot and has to be prepared and eaten immediately. ##### *Kwakoya* 'Spirit of the blue crab' The constellation *Kwakoya* &lsquo;Spirit of the blue crab&rsquo; is still known in the Lokono communities closer to the coast, which practice the annual crab feats. The crab species is likely the same as that represented by the Kari&rsquo;na constellation *Kusa yumï* &lsquo;Father of the blue crab&rsquo; (*Ucides cordatus*). The constellation appears in the east in the middle of July. By the beginning of August, it is high in the sky, signaling that the crabs arrive at the beaches to lay their eggs. At this time, the Lokono and other indigenous groups of the area congregate to the shore of the Atlantic to catch the marching crabs. The crabs are considered a delicacy and when the villagers return to the communities with the catch, large feasts are organized during which the crabs are eaten. The Penard brothers write that *Kwakoya* appears when the crabs come to lay their eggs in May and June but this appears to be incorrect, both given that crabs march later and that the constellation recognized by the modern Lokono is not visible in May and June from the Guianas.[#17] ##### *Ifakoya* 'Spirit of the Muscovy duck' The constellation *Ifakoya* &lsquo;Spirit of the Muscovy duck&rsquo; (*Cairina moschata*) was mentioned by the Penard brothers and Claudius de Goeje but remained unidentified until now.[#11], [#17] The contemporary Lokono on the Pomeroon River in Guyana recognize it in parts of the Western constellation Corona Australis. There are no myths related to this constellation but the Lokono say that when the head of the duck points toward the ground, looking as if the duck has its head under the water, the ducks are busy feeding on plants. The constellation assumes this position from mid-May. At this time, it is said that the birds are easier to catch. The Muscovy duck is considered a delicacy and is also often kept around the house like chickens. The Kari&rsquo;na and the Warao also recognize the constellation of the Muscovy duck, and at least the Warao one corresponds to the same stars.[#17] ##### *Awarhakoya* 'Spirit of the awara palm' The constellation *Awarhakoya* &lsquo;Spirit of the awara palm&rsquo; has the shape of an awara palm (*Astrocaryum vulgare*). Its appearance high in the sky in January means that awara fruits are ripening. In the following months, *Awarhakoya* moves closer to the horizon, meaning that the fruits will soon fall to the ground to be picked. This occurs in the small dry season (mid-February to April), known as *awarhadlithe*, a term derived from the name of the palm.[#7], [#17] There are no myths about *Awarhakoya* but it is said that the constellation is followed by that of the *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; and *Hokorherokoya* &lsquo;Spirit of the red-rumped agouti&rsquo;. Their appearance signals that the rodents are gathering by the palms to eat the fallen fruit. *Awarhakoya* is recognized today in stars close to the Western constellation Coma Berenices, but older sources suggest it is near Sirius.[#11] It is the only constellation named after a plant, which speaks to the importance of the awara palm to the Lokono. The Kari&rsquo;na also have a constellation of the awara, sometimes recognized in the same stars.[#17], [#20] ##### *Hadorhikoya* 'Spirit of the red acouchi' The unidentified constellation *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; (*Myoprocta acouchy*) was mentioned by the Penard brothers.[#17] It should follow the constellation *Awarhakoya* appearing near it sometime after February. Its appearance signals that the ripe fruits of the palm attract the red acouchi to the awara grooves, where they can be hunted. There is no Lokono myth about *Hadorhikoya*, but a Kari&rsquo;na myth about the unidentified Kari&rsquo;na constellation of the red acouchi relates it to the several other constellations. According to the story, there were two brothers, of which one had a wife. The unmarried brother killed his brother, fed his liver to the wife, took her as his wife, and had a child with her. The spirit of the dead brother told the woman that his brother killed him, so she and her child decided to run away and ascend to the sky as the constellation of the agouti and acouchi. The spirit also told his brother to cut open his corpse and scatter his insides, which became the Pleiades, while the killer became the constellation of the anaconda.[#11] ##### *Hakorherokoya* 'Spirit of the red-rumped agouti' The unidentified constellation *Hokorherokoya* &lsquo;Spirit of the red-rumped agouti&rsquo; was mentioned by the Penard brothers, who explain that like *Hadorhikoya*, it follows *Awarhakoya*.[#17] It signals that the ripe fruit attracts the agouti (*Dasyprocta leporina*) to the awara palms, where they can be hunted. Claudius de Goeje adds that it is followed by *Kabadarokoya* &lsquo;Spirit of the tiger&rsquo;, which, like humans, knows agouti's habits.[#11] There is no Lokono myth about *Hokorherokoya*, but a Kari&rsquo;na myth about the unidentified constellation of the agouti explains its origin. According to the story, there were two brothers, one married, the other not. The unmarried one killed the other, fed his liver to the wife, took her as his wife, and had a child with her. The dead brother's spirit told her that his brother killed him, so she and her child ran away, becoming the agouti and acouchi constellations. The spirit then told his brother to open his corpse and scatter his insides, which became the Pleiades, while the killer became the anaconda constellation.[#11] ##### *Kabadarokoya* 'Spirit of the jaguar' *Kabadarokoya* or *Arhwakoya* &lsquo;Spirit of the jaguar&rsquo; was mentioned by the Penard brothers, who link it to a Lokono myth.[#7], [#11] According to the story, *Kabadaro* (*Panthera onca*) was the father of *Korhirhwathe* (*Leopardus species*), whom he loved so much, he did not want to marry her out.[#33] One day a thorn got stuck in his paw and a man helped him take it out, so he gave the man his daughter as his wife. The family always had meat, so other people were jealous and told the man that his wife cheated on him. He started mistreating her. When the jaguar learned about this, he ran away with his daughter but the man followed them everywhere, so finally they ascended to the sky. But when the Lokono kill a jaguar, they can come back to earth to kill people. According to Claudius de Goeje, it follows the agouti star, a delicacy of the jaguars.[#11] The constellation is unidentified. The Kari&rsquo;na constellation of the jaguar is said to appear around the small dry season, when jaguars roar more because they suffer from insects.[#17], [#20] ##### *Korhirhwathekoya* 'Spirit of the ocelot' The constellation *Korhirhwathe* &lsquo;Spirit of the ocelot&rsquo; was mentioned by the Penard brothers, who link it to the same Lokono myth summarized above for *Kabadarokoya*.[#11] According to the story, *Kabadaro* (*Panthera onca*) was the father of *Korhirhwathe* (*Leopardus species*), whom he loved so much, he did not want to marry her out. However, one day a thorn got stuck in his paw and a man helped him take it out, so he gave the man his daughter as his wife. The family always had plenty of meat, so other people became jealous and told the man that his wife cheated on him. As a result, he started mistreating *Korhirhwathe*. When the jaguar learned about this, he took his daughter, and ran away with her into the forest, but the man followed them everywhere, so finally they ascended to the sky becoming constellations. Now, when the Lokono kill a jaguar, they can come back to earth to kill people. ##### *Hawkoya* 'Spirit of the pale-throated sloth' The constellation *Hawkoya* &lsquo;Spirit of the pale-throated sloth&rsquo; was mentioned by Claudius de Goeje.[#11] It represents a species of a sloth (*Bradypus tridactylus*) and is an omen of storms and windy weather that occur at the beginning of the big dry season (between August and December). At this time, the sloths start to wander about more, and the Lokono say that it is because of the winds.[#17] The constellation remains unidentified. ##### *Warhemedokoya* 'Spirit of the two-toed sloth' Similarly, *Warhemedokoya* &lsquo;Spirit of the two-toed sloth&rsquo;, mentioned by the Penard brothers, is said to appear when the storms and winds of the big dry season are about to start and make the sloths move about more.[#17] It represents the two-toed sloth (*Choloepus didactylus*). The constellation remains unidentified. ##### *Yôwanakoya* 'Spirit of the green iguana' The constellation *Y&ocirc;wanakoya* &lsquo;Spirit of the green iguana&rsquo; is mentioned by the Penard brothers.[#17] It represents the green iguana (*Iguana iguana*) and appears when the iguanas lay their eggs in the sand, which should be sometime in April and May, but the constellation remains unidentified. ##### *Yarheyarherokoya* 'Spirit of the lilac-tailed parrot' The constellation *Yarheyarherokoya* &lsquo;Spirit of the lilac-tailed parrot&rsquo; (*Touit batavicus*) was mentioned by Claudius de Goeje.[#11] The constellation is not known to contemporary Lokono; neither do we know what its appearance used to signify. ##### *Marodikoya* 'Spirit of the marail guan' The constellation *Marodikoya* &lsquo;Spirit of the marail guan&rsquo; was mentioned by Claudius de Goeje, who comments that it has the shape of the marail guan (*Penelope marail*).[#11] The constellation is not known to contemporary Lokono; neither do we know what its appearance used to signify. ##### *Hikarowanakoya* 'Spirit of the little cuckoo' The constellation *Hikarowanakoya* &lsquo;Spirit of the little cuckoo&rsquo; was only mentioned by Claudius de Goeje.[#11] It represents the little cuckoo (*Coccycua minuta*). The constellation remains unidentified; neither do we know what its appearance used to signify. However, the Penard brothers mention the Kari&rsquo;na constellation of a cuckoo species identified as the very similar *Piaya cayana*.[#17], [#22] The Kari&rsquo;na constellation is said to bring luck to hunters. Interestingly, the Lokono link hunter&rsquo;s luck to the little cuckoo as well. They say that if the bird passes you calling *pikwan pikwan pikwan*, you have to watch out, as something bad might happen to you. ##### *S&ucirc;tukoya* 'Spirit of the red-handed tamarin' The constellation *S&ucirc;tukoya* &lsquo;Spirit of the red-handed tamarin&rsquo; (*Saguinus midas*) was mentioned by Cornelius van Coll and the Penard brothers but it remains poorly identified.[#7], [#11], [#43] According to Claudius de Goeje, it should correspond to the Western constellation Coma Berenices.[#17] It is not clear whether this is correct, however, given that today we find the constellation *Awarhakoya* in this part of the sky, which is easily recognized by numerous speakers. There are no myths related to this constellation. ##### *Howakoya* 'Spirit of the white-faced saki' The constellation *Howakoya* 'Spirit of the white-faced saki&rsquo; was only mentioned by de Claudius de Goeje.[#17] It represents the spirit of white-faced saki (*Pithecia pithecia*) but the constellation and its significance remain unknown.[#44] ##### *Imenarikoya* 'Spirit of the scorpion' The constellation *Imenarikoya* &lsquo;Spirit of the scorpion&rsquo; was only mentioned by Claudius de Goeje.[#11] The constellation refers to a spirit of an unidentified species of a large poisonous scorpion. There are no known myths about *Imenarikoya*. The constellation could be a case of cultural borrowing from non-indigenous populations, as has been suggested for the Kari&rsquo;na constellation representing a scorpion. ##### *Maraka* 'Rattle of the medicine-man' The constellation *Maraka* 'Rattle of the medicine-man' was mentioned by Claudius de Goeje, and refers to a rattle used by the Lokono medicine-men, which is made of a calabash pierced with a stick, adorned with feathers of a certain parrot, and filled with numerous small crystals, each of which harbors a different spirit, that is a different type of *koya*.[#11] The constellation remains unidentified; there is no Kari&rsquo;na or Warao equivalent and there are no myths related to it. ##### *Shimarhabokoya* 'Spirit of the bow and arrow' and *Arakabosakoya* 'Spirit of the gun' The constellation *Shimarhabokoya* ‘Spirit of the bow and arrow’ and *Arakabosakoya* ‘Spirit of the gun’ were mentioned by Claudius de Goeje.[#11] Both constellations remain unidentified and do not have Kari&rsquo;na and Warao counterparts, and there are no myths related to them. ##### *Korherokoya* 'Spirit of the parrot' The constellation&nbsp;*Korherokoya* &lsquo;Spirit of the parrot&rsquo; was only mentioned by Claudius de Goeje.[#11] The constellation refers to a spirit of an unidentified species of a parrot, but it was mentioned as the equivalent of the Kari&rsquo;na constellation *Kurewako yumï* ‘Father of the orange-winged parrot’, representing the orange-winged parrot (*Amazona amazonica*). There are no known myths about *Korherokoya*. It should appear in February when the parrots are big enough to be taken out of their nests, but the constellation remains unidentified. ##### *Kasipenikoya* 'Spirit of the sea turtle' The constellation *Kasipenikoya* &lsquo;Spirit of the sea turtle&rsquo; was mentioned by Claudius de Goeje.[#11] It refers to the spirit of an unidentified species of a turtle. It may be the case that it is the same as *Katarokoya*. The term *kataro* (*Chelonia mydas*) appears to be a term borrowed from Kari&rsquo;na, it is thus possible that *kasipeni* is the original Lokono term for the same turtle. However, there are several species of turtles in the Guianas, thus *kataro* and *kasipeni* can also refer to different species, and their spirits be identified with different constellations.
ru: ### Созвездия и другие небесные объекты локоно |Название локоно|Буквальный перевод|Приблизительное местоположение| |-----------|------------------------------|--------------------| |<notr>Hadali</notr>| |Солнце| |<notr>Kathi</notr>| |Луна| |<notr>Warhokoma</notr>| |Венера| |<notr>Waya nukuthi bunaha</notr>|Путь носителей глины|Млечный путь| |<notr>Mali</notr>| |Сириус| |<notr>Yôkoro wiwa</notr>|Множество звёзд|Плеяды| |<notr>Wiwa kalemero</notr>|Сияющая звезда|Юпитер| |<notr>Yorhada</notr>|Решётка|Пегас| |<notr>Kamodokoya</notr>|Дух зеленой анаконды|неясно| |<notr>Kibiwarhakoya</notr>|Дух капибары|неизвестно| |<notr>Mabukuli</notr>|Человек без бедра|Пояс Ориона| |<notr>Kama tâla</notr>|Челюсть тапира|Гиады| |<notr>Hithikoya</notr>|Дух хохлатого кракса|Южный крест| |<notr>Yokhârhin</notr>|Охотник|α Центавра| |<notr>Alêti</notr>|Факел|β Центавра| |<notr>Anorhâkoya</notr>|Дух южноамериканской цапли|Большая Медведица| |<notr>Honolikoya</notr>|Дух рыжей тигровой цапли|неизвестно| |<notr>Kasorhowakoya</notr>|Дух четырёхглазки|λ и υ Скорпиона| |<notr>Katarokoya</notr>|Дух зелёной морской черепахи|Геркулес| |<notr>Hikorhikoya</notr>|Дух желтоногой черепахи|неизвестно| |<notr>Kwakoya</notr>|Дух голубого краба|Орион| |<notr>Ifakoya</notr>|Дух мускусной утки|Южная Корона| |<notr>Awarhakoya</notr>|Дух пальмы тукум|Волосы Вероники| |<notr>Hadorhikoya</notr>|Дух красного акучи|неизвестно| |<notr>Hokorherokoya</notr>|Дух краснозадого агути|неизвестно| |<notr>Kabadarokoya</notr>|Дух ягуара|неизвестно| |<notr>Korhirhwathekoya</notr>|Дух оцелота|неизвестно| |<notr>Hawkoya</notr>|Дух бледногорлого ленивца|неизвестно| |<notr>Warhemedokoya</notr>|Дух двупалого ленивца|неизвестно| |<notr>Yôwanakoya</notr>|Дух зеленой игуаны|неизвестно| |<notr>Yarheyarherokoya</notr>|Дух лиловохвостого попугая|неизвестно| |<notr>Marodikoya</notr>|Дух мараил гуана|неизвестно| |<notr>Hikarowanakoya</notr>|Дух кукушонка|неизвестно| |<notr>Sûtukoya</notr>|Дух краснолапого тамарина|неизвестно| |<notr>Howakoya</notr>|Дух беломордых саки|неизвестно| |<notr>Imenarikoya</notr>|Дух скорпиона|неизвестно| |<notr>Korherokoya</notr>|Дух попугая|неизвестно| |<notr>Kasipenikoya</notr>|Дух черепахи|неизвестно| |<notr>Shimarhabokoya</notr>|Дух лука и стрел|неизвестно| |<notr>Arakabosakoya</notr>|Дух оружия|неизвестно| |<notr>Maraka</notr>|Погремушка знахаря|неизвестно| ### Астрономические знания локоно: введение Из современных и исторических источников следует, что астрономические знания не ограничивались отдельными членами общества Локоно. Однако именно знахари, в частности, духовные лидеры Локоно, известные как *семети*, должны были овладеть различными аспектами звездного знания и, возможно, несли ответственность за передачу связанных с ними устных преданий из поколения в поколение. От Родриго де Наваретта, который около 1550 г. написал один из первых отчетов о Локоно, мы узнаем, например, что: *&ldquo;старики и мудрецы, которых они называют Цемету, собираются в домах, предназначенных для их собраний, и [&hellip;] рассказывают о преданиях и подвигах своих предков и великих людей, а также рассказывают то, что те предки слышали от своих праотцов; чтобы таким образом они вспоминали самые древние события своей страны и народа. И точно так же они рассказывают или проповедуют о событиях, связанных с небом, солнцем, луной и звездами.&rdquo;*[#1] *Цемету* Наваретты, знахари, известные в современном Локоно как *семети*, сегодня в значительной степени отказались от своих практик, что может быть причиной того, что передача астрономических знаний была прервана. Многие созвездия Локоно, похоже, сегодня забыты. Поэтому наши источники часто ограничиваются историческими отчетами, написанными ранними исследователями и этнографами Гвианы, один из старейших примеров которых проиллюстрирован ниже. <p style="text-align:center;"> <figure> <img src="illustrations/schulz.png" width="572" height="508" align="middle"/> <p style="text-align:center;"><figcaption>Рис.1 Список звезд Локоно, составленный Теодором Шульцем, около 1803 г.[#23]</figcaption></p> </figure> </p> Именно эта литература позволяет нам частично реконструировать звездные знания Локоно, описанные ниже. Однако перед обсуждением отдельных небесных тел заслуживают упоминания несколько общих особенностей астрономии Локоно, а именно: - совпадение с астрономическими традициями соседних коренных народов. - устные предания, объясняющие происхождение и значение небесных тел. - использование термина *koya* &lsquo;дух&rsquo; в названиях многочисленных созвездий. - использование общего термина *wiwa* &lsquo;звезда, год&rsquo; и отсутствие других астрономических терминов. - практика наблюдения за небом Локоно. ### 1. Обще-гвианские знания Территория Локоно граничит с территорией двух лингвистически неродственных коренных народов: карина, говорящих на карибском языке, и варао, говорящих на изолированном языке. Хотя эти три группы не связаны родственными узами и традиционно не вступают в браки, они во многом разделяют материальную и нематериальную культуру. Этноастрономическая традиция трех народов также обнаруживает ряд поразительных сходств, таких как общие звездные мифы, сходные названия созвездий и параллели в звездном календаре. Это говорит о контактах между тремя группами и об обмене астрономическими знаниями, возможно, при содействии их соответствующих духовных лидеров, таких как Локоно *семети*. Степень пересечения этих традиций и направленность их обмена требуют дальнейшего изучения. Здесь мы сосредоточимся на локоно и поэтому не будем подробно обсуждать эти культурные заимствования, если только они не прольют свет на этноастрономию локоно. ### 2. Звёздные устные традиции One of such shared features are myths about stars. Such oral traditions tell of the origins of particular celestial bodies, link them to one another, and explain their influence on the natural world. The Lokono constellation *Hithikoya* &lsquo;Spirit of the black curassow&rsquo;, for instance, is linked in a Lokono myth to that of *Yokhârhin* &lsquo;Hunter&rsquo; and *Al&ecirc;ti* &lsquo;Torch&rsquo;, all three of which have Kari&rsquo;na and Warao equivalents. It is these oral traditions, preserved by the medicine-men, that likely served as the main vehicle through which astronomical knowledge was passed from one generation to another. For this reason, summaries of the relevant myths are given in the description of particular constellations. Occasionally, when the relevant Lokono myth is not documented, myths of the neighboring groups are referred to in order to illuminate the significance of particular celestial bodies. Given that many of such oral traditions are shared by the Lokono and the neighboring groups, this enhancement of the poorly preserved Lokono astronomical knowledge is justified. ### 3. Календарь духов The term *koya* &lsquo;spirit&rsquo;, found in numerous constellation names typically following a term for a particular plant or animal, is a key feature of Lokono astronomy. Walter Roth, an ethnographer of the Guianas, explains that such constellations are the spirits of the corresponding beings.[#4] At a time of the year when the constellation appears, the spirit travels from the sky to earth to breathe life into the beings it represents. As such, the *koya*-constellations formed a calendar, indicating what the best time is to engage in subsistence activities related to these plants and animals (e.g. hunting or gathering). The Lokono may have also known where such spirits would descend on earth; Walter Roth suggests that they called these places with the same names as the constellations but the evidence of that remains poor. Thus, *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; would refer to the spirit, the constellation, and the place where the *hadorhi* is found in plenty when its constellation appears. While this toponymic knowledge is forgotten today, the *koya*-constellations remind us of the great understanding of the plant and animal life that the Lokono possessed. ### 4. *Wiwa*, звезда и год The Lokono also have another general term that is used to refer to stars, *wiwa*. The term lacks the spiritual connotations of *koya.* It refers, on the one hand, to the physical quality of stars as something shining and, on the other hand, to the calendar year. As such, it is used, for instance, when talking about one&rsquo;s age. While it can apply to any star, *wiwa* appears only in two proper names of celestial bodies. *Y&ocirc;koro wiwa*, literally &lsquo;Scores of stars&rsquo; (Pleiades), is the most important of all Lokono constellations, whose appearance traditionally commences the Lokono calendar year. Following *Y&ocirc;koro wiwa* are the numerous *koya*-constellations, each signaling a different season in the Lokono calendar. On the other hand, *Wiwa kalemero*, literally &lsquo;Shining star&rsquo; (Jupiter) appears to have been singled out solely due to its brightness. Apart from *wiwa* and *koya*, there are no generic terms distinguishing planets, stars, moons, suns, galaxies and so on in the Lokono language. For this reason, the Lokono equivalent of the Milky Way, for instance, is included among other constellations. ### 5. Практика наблюдения за небом While the Lokono can admire the sky in the evening, to follow the Lokono stellar calendar, one has to look at the constellations around 4 am in the morning, the time when the Lokono usually wake up. The Lokono thus observe the rising of the constellations in the morning. To get the right idea of the yearly cycle of constellations, one should also set the viewing location to the Guianas (e.g. Georgetown, Paramaribo, or Cayenne in the location menu). It merits a mention that many Lokono, when drawing constellations, did not connect the stars with lines and that in some cases, there was little agreement among speakers as to which star within a constellation corresponds to which parts of the plant or animal it represents. In Stellarium, we represent constellations with lines, but it should be kept in mind that this may be a distortion of the Lokono tradition, which allows for more flexibility in interpreting particular star groups. Finally, there are restrictions on looking at some celestial bodies, since it is believed that a spirit can harm one if looked at.[#5] For instance, by full moon, mothers covered the eyes of their children so that they would not become sick.[#6] Young people were also told not to look at *Y&ocirc;koro wiwa* (Pleiades), or else they would not grow.[#7] Such practices applied also to other objects believed to harbor powerful spirits and included other ways of avoiding eye-contact with spirits such rubbing peppers, limes, or salt into one&rsquo;s eyes. ### Небесные тела локоно ##### *Хадали [Hadali]* 'Солнце' The Lokono term for the Sun is *Hadali*, also pronounced as *Adali*. Claaudius de Goeje suggests that the variously spelled names of the Lokono culture hero, the first medicine-man known as *Harlitvanli*, *Haliwalika*, *Halwanli*, *Hariwalli*, and *Arawanili*, and sometimes *Arawidi,* may all refer to the same hero identified as the Sun.[#8] While we cannot confirm this hypothesis, the myth of *Arawidi* is worth mentioning. In the Lokono myth, *Arawidi*, the Sun, is the father of a man that becomes the constellation *Mabukuli* &lsquo;Man without a thigh&rsquo; (Orion&rsquo;s belt).[#9], [#10], [#11] According to the story, the Sun used to come to earth in the shape of a man called *Arawidi* to meet his lover with whom he had twins. In a later episode of the myth, one of the twins marries a woman, whose mother the couple decide to kill. When they try to escape, the wife&rsquo;s sister chases them and manages to cut off his leg in revenge. As a result, the man ascends to the sky and becomes the constellation *Mabukuli*. Another Lokono myth warns against offending the Sun: a man, stuck on an uninhabited island in the middle of a swamp, cries out for help. A boat passes him, but inside the boat is the Sun, which does not want to help the man, since people always complain that the Sun shines too hard.[#11]. As far as practices related to the Sun, Im Thurn reported that among the Lokono, the eclipse of the Sun was considered a war between *Hadali* and *Kathi*, the Moon, and that the Lokono would shout and make all kinds of noises to stop them from fighting.[#12] ##### *Кати [Kathi]* 'Луна' The moon is known as *Kathi*, a term first recorded by Joannes de Laet as *cattehee* around 1598, and used also to refer to the lunar month.[#13] According to the Lokono, the Moon, like the Sun, was once a man. Walter Roth reports a Lokono myth, in which a young woman was visited by a mysterious lover night after night.[#10] To find out who the lover was, the woman smeared her hands with the soot from the bottom of a pot. Next day, when she woke up, she found that her brother&rsquo;s face was covered in soot and realized it was him who visited her at night. Everybody in her community started to avoid the incestuous brother, who became so ashamed that he kept away from the people and ultimately ascended to the sky, becoming the Moon. This is why, according to the Lokono, the face of the moon is dirty today. The Moon appears also in another myth. In the Lokono myth about a man stuck on an uninhabited island mentioned above, another boat passes the man, but this time inside is the Moon, which decides to help the man, since people are always happy to see the Moon come out at night.[#11] The Moon and Sun are also depicted as opponents. In previous times, the Lokono believed that the eclipse of the Moon is its death (*kathi &ocirc;don* &lsquo;moon dying&rsquo;) and would keep watch all night.[#6] The Lokono say during the eclipse of the Moon that the Moon has fallen asleep on the Sun&rsquo;s path.[#11] Therefore, they make a lot of noise, play drums, and blow shell trumpets to wake him up. By full moon, mothers would cover the eyes of their children so that they do not become sick. ##### *Вархокома [Warhokoma]* 'Венера' The planet Venus, both when it appears in the morning as the Morning Star and when it appears in the evening as the Evening Star, is called *Warhokoma* by the Lokono.[#8], [#14], [#15] Charles Dance, on the other hand, reports the terms *Eweiwah* and *Huewah*, probably the equivalents of the general term *wiwa* &lsquo;star&rsquo; which can be used for any shining celestial body.[#16] The Lokono also speak of Venus as *Hiyaro wiwa* &lsquo;women&rsquo;s star&rsquo;. In relation to this, it merits a mention that Claudius de Goeje reports that when *Hiyaro wiwa* appears close to the Moon, and a girl is about to have her first menstruation, the Lokono say that the girl will soon be touched by the Moon.[#5] There is no myth about *Warhokoma* specifically and its relation to the Moon, but it is worth reminding that the Lokono know a story, in which the Moon was originally a man who committed incest with his sister (see the myth mentioned under *Kathi*), and has a name as a womanizer.[#10] Interestingly, the name *Warhokoma* for Morning or Evening Star appears also in Kari&rsquo;na, who see it also as the Moon's wife.[#17], [#18] ##### *Вая нукутхи бунаха [Waya nukuthi bunaha]* 'Млечный Путь' The Milky Way is known among the Lokono as *Waya nukuthi bunaha,* literally &lsquo;Path of the carriers of clay&rsquo;. The Milky Way represents the footprints of men who once went to fetch clay for making pots, an art that is, rarely if at all, practiced by the Lokono today. The origin of the name, however, is still known, and is summarized in a myth.[#19] The same name for Milky Way was noted by William Brett who adds that it is named after a specific whitish type of clay.[#14] Charles Dance, on the other hand, says that the Milky Way represents the footprints of peccaries rooting up the clay, while Walter Roth mentions a different Lokono explanation, according to which the Milky way represents a tapir chased by a dog and jaguar.[#10], [#16] However, these two sources do not give the corresponding Lokono name for the Milky Way, and it is possible that these two explanations are a Kari&rsquo;na influence, who recognize a constellation of a tiger following the constellation of a tapir within that of the Milky Way.[#17] ##### *Мали [Mali]* 'Сириус' The modern Lokono call Sirius *Mali*, the literal meaning of which is unknown. Cornelius van Coll describes a Lokono star called *Mali* and explains that it is a very powerful star.[#7], [#17] When it comes up in the morning in August, it kills the fish in the swamps, and one should not point at it or one&rsquo;s finger will become lame. Cornelius van Coll&rsquo;s *Mali* marks the beginning of the big dry season (August to December), called in Lokono *malidalithe*, a term derived from *Mali*. Older sources identified *Mali* tentatively as Lyra, Aquila, or Crux, but given that the big dry season starts around August and that the Lokono observe the stars in the morning, these identifications must be incorrect; Lyra, Aquila, and Crux cannot be seen at this time from the Lokono territories.[#11], [#17] There are no Lokono myths about *Mali*, but there is evidence that is may correspond to the Kari&rsquo;na constellation *Ombatapo* &lsquo;Previous face&rsquo;. The Kari&rsquo;na myths explain the origin of the constellation and its name, which, like the Lokono *Mali*, is believed to kill the fish in the swamps and announces the beginning of the big dry season. Moreover, the Kari&rsquo;na *Ombatapo* is identified as parts of Puppis and Canis Major, the latter of which includes Sirius.[#18], [#20] ##### *Ёкоро вива [Yôkoro wiwa]* 'Множество звезд' The constellation *Y&ocirc;koro wiwa* or *Wiwa y&ocirc;koro*, literally &lsquo;Score of stars&rsquo;, refers to the Pleiades and is easily recognized by the contemporary Lokono. This is likely because *Y&ocirc;koro wiwa* is described as the most important of Lokono constellations, since it announce the beginning of the Lokono year.[#17] After it comes out first in June in the east, it is followed by the numerous *koya*-constellations referring to the spirits of animals and plants that constitute the Lokono calendar. At that time of the year, the Lokono say *Y&ocirc;koro wiwa kayaran* &lsquo;the birth of *Y&ocirc;koro wiwa*&rsquo;. It is said that if *Y&ocirc;koro wiwa* shines strong when it appears for the first time, many people will die in the coming year.[#5] Cornelius van Coll also warns that young people should not look at it, or else they will not grow.[#7] These omens and warnings are related to a Lokono myth. According to the story, there were once twin brothers, one of which had a wife, and said that death would come when their star, *Y&ocirc;koro Wiwa*, rises.[#7] Death came indeed, killing even his wife, roasting her on the fire, and the Lokono became angry and brought a giant green anaconda to swallow the twins. The snake ate one of the brothers, but because it was already 5 am and the day broke, the snake could not eat the other brother. The snake is now the constellation *Kamodokoya* &lsquo;Spirit of the green anaconda&rsquo;, in the belly of which *Y&ocirc;koro Wiwa* is said to be located (see also the *Yorhada* myth). In another narrative, the Lokono explain that the *Y&ocirc;koro Wiwa* represents seven brothers lost in a savannah on their way back home, a motif also known from a Kari&rsquo;na story.[#20] ##### *Йорхада [Yorhada]* 'Гриль' The constellation *Yorhada* &lsquo;Grill&rsquo;, or *Wiwa yorhadale* &lsquo;Star&rsquo;s grill&rsquo;, represents a wooden grill, on which meat is roasted.[#4], [#11], [#21] Its origin is explained in a myth related by Walter Roth about a man who killed his wife, roasted her, and fed her liver to his mother-in-law because she called him a worthless hunter.[#10] In revenge, the mother asked her brother, *Kamodo* to kill the man when he went hunting. The man suspected the woman set a trap and escaped death by sending his brother instead. The grill on which the wife was roasted became the Western constellation Pegasus, according to contemporary Lokono, marking the beginning of the small dry season (April), the time when the Lokono roast a lot of fish. The myth is similar to that of *Y&ocirc;koro wiwa* and the twins, in which the older brother is responsible for roasting his wife and may be the same as the man who roasted his wife in the *Yorhada* myth. In both myths, the younger brother killed by the anaconda becomes *Y&ocirc;koro wiwa*, while the grill becomes *Yorhada*. Claudius de Goeje suggested that *Yorhada* is the Western constellation Corvus, but Corvus does not appear at beginning of the small dry season.[#11] The neighboring Warao also know Pegasus as the grill, and are familiar with the myth.[#10] ##### *Камодокоя [Kamodokoya]* 'Дух зеленой анаконды' *The constellation Kamodokoya*, &lsquo;Spirit of the green anaconda (*Eunectes murinus*)', also called *Waroboshi* remains poorly described.[#5] Older sources suggest it is Perseus, Pleiades, Scorpio, or Ophiuchus, but the exact stars remain unidentified.[#10], [#11], [#21] Several myths explain its origin. According to Walter Roth, a man killed his wife, roasted her, and fed her liver to her mother because she called him a worthless hunter.[#10], In revenge, she asked *Kamodo* to kill him, but the man escaped the snake who ate his younger brother instead. The constellation *Kamodokoya* has *Y&ocirc;koro wiwa*, the brother, inside, and is close to *Yorhada* &lsquo;Grill&rsquo;, on which the wife was roasted. Notably, Theodor Schultz list the constellation *Waroboshi yorhadale* 'The grill of the green anaconda' which could be the same as the constellation *Yorhada*.[#23] Cornelius van Coll speaks of twins, one of whom had a wife, and warned that their star brings death.[#7] Indeed, even his wife died, roasted on the fire. The Lokono had the snake kill the man, and ascend to the sky as *Kamodokoya*. Finally, Claudius de Goeje relates a myth of a woman who felt a desire for men, and put a *katuburi* flower in her vagina, and became pregnant. Her child was partly a snake, and people wanted to kill it, so it ascended to the sky. ##### *Кибивархакойя [Kibiwarhakoya]* 'Дух капибары' The constellation *Kibiwarhakoya* &lsquo;Spirit of the capybara&rsquo; (*Hydrochoerus hydrochaeris*) was mentioned by the Penard brothers.[#17] The same source also informs us that it is followed by the constellation *Kamodokoya* &lsquo;Spirit of the green anaconda&rsquo;. The constellation remains unidentified and its significance is unknown. No related myths have been documented. ##### *Мабукули [Mabukuli]* 'Человек без бедра' The constellation *Mabukuli* &lsquo;Man without a thigh&rsquo; is well known among the Lokono and appears in a few myths. According to Charles Dance, an unsuccessful huntsman cut off his own leg, wrapped it up in a leaf, and gave to his step mother so that she had something to eat, and ascended to sky.[#16] Similarly, the Penard brothers speak of an unsuccessful hunter who cut off his leg and gave it to his wife and mother-in-law, telling them it was tapir meat.[#17] He then asked other people to follow his traces to help him bring the rest of the tapir, but when they arrived at the place they only found the *akalali* plant with which he treated his wounds. His body turned into the *Kama t&acirc;la* constellation and his spirit into *Mabukuli*. Claudius de Goeje relates a strikingly different myth.[#11] The Sun, once a man called *Arawidi* (see the myth about *Hadali* 'Sun'), took a woman as his wife, who followed him with unborn twins inside her. One day, she lost the way and ended up being eaten by vulture spirits, but her twins were brought up by an old woman, whom they later killed and ran away. While hiding in a treetop, they saw a woman catching fish with a sifter. She saw their reflection in the water and tried to catch it, at which they laughed. She then realized they were up in the tree, and sent ants up the tree to make them come down. When they came down, she killed one of them and took the other home. One of her daughters fell in love with the man and married him. Now the husband had to catch a lot of fish every day for the mother-in-law. One day, tired of his demanding mother-in-law, he tricked her into getting into the water to help him unload a boat full of fish, where she was eaten by a shark. When her other daughter arrived, the liver of her mother was still floating on the water and told her that the man killed her. The daughter wanted to kill him but he flew away on wings of cotton that his wife made for him, so she only cut his thigh off, which is why he is now the constellation *Mabukuli*. It appears the Orion's belt represents the cut-off leg, not the man himself. ##### *Кама тала [Kama tâla]* 'Челюсть тапира' The constellation *Kama t&acirc;la* &lsquo;Jaw of the tapir&rsquo; is one of the few constellations identified easily by the contemporary Lokono, just like *Mabukuli*, to which it is related in a myth.[#8], [#15] The Penard brothers recount the story of an unsuccessful hunter, who cuts meat off his leg and gives it to his wife and mother-in-law, telling them it is tapir meat (*Tapirus terrestris*).[#17] He then asks his fellow people to follow him and help bring the rest of the tapir, but when they arrive at the place they only find the *akalali* plant with which he treated his wounds. His body turned into *Kama t&acirc;la* and his spirit into *Mabukuli*. In a Kari&rsquo;na story, on the other hand, *Kama t&acirc;la* was the remains of a tapir that the mythical twins were hunting, one of whom accidentally gets his leg severed and becomes the constellation of man without a thigh. ##### *Hithikoya* 'Spirit of the black curassow' The constellation *Hithikoya* is the &lsquo;Spirit of the black curassow&rsquo; (*Crax alector*), a commonly hunted bird, often kept as a pet for its feathers and eggs. According to a Lokono myth, *Hithikoya* lived on earth, but the Lokono kept shooting him.[#11] As a result, he ascended to the sky to warn black curassows about the approaching hunter (see *Yokh&acirc;rhin*) and his companion with a torch (see *Al&ecirc;ti*). The Lokono identify *Hithikoya* as the Western constellation Crux. When it appears just above the trees in January, the curassows roam on the ground and are easy to catch. Over the following months, the higher *Hithikoya* rises in the morning, the higher the birds climb up the trees. By March, it appears high in the sky and the birds are found in the tops of the trees. *Hithikoya* thus informs the Lokono where to search for the birds at a given time of the year. The Lokono even make hunting charms (*bina*) from a plant, whose leaves resemble the bird, rubbed into the lips of the hunter so that he can imitate the calls of the bird, increasing his chances of catching one.[#10], [#17] ##### *Йохархин [Yokhârhin]* 'Охотник' The constellation *Yokh&acirc;rhin* &lsquo;Hunter&rsquo; corresponds to &alpha; Centauri and represents the man hunting *Hithikoya*, the &lsquo;Spirit of the black curassow&rsquo; (see *Hithikoya*).[#9], [#10], [#11] His companion holding a torch known as *Al&ecirc;ti* is represented by &beta; Centauri. The myth reported by the Penard brothers that explains the origin of *Hithikoya* includes also these two characters.[#11] According to the story, *Hithikoya* used to live on earth, but the Lokono kept tracking him down at night and shoot him. As a result, it ascended to the sky to serve as a signal for black curassows warning them about the approaching hunter (*Yokh&acirc;rhin*) and his companion with a torch (*Al&ecirc;ti*). As *Hithikoya* appears higher and higher in the morning between January and March, *Yokh&acirc;rhin* and subsequently *Al&ecirc;ti* appear on the horizon following it. This indicates to the Lokono that the black curassow can now be found high in the tress and the hunters can set out at night to hunt it in the tree tops. ##### *Алети [Alêti]* 'Факел' The constellation&nbsp;*Al&ecirc;ti* &lsquo;Torch&rsquo; corresponds to&nbsp;&beta; Centauri and represents the companion of the hunter *Yokh&acirc;rhin*, holding a torch made from a piece of cloth dipped in beeswax known as *Al&ecirc;ti*.[#9], [#10], [#11]&nbsp; *Al&ecirc;ti* follows *Yokh&acirc;rhin* so as not to scare the black curassow bird with the light of the torch. The myth reported by the Penard brothers that explains the origin of *Hithikoya* 'Spirit of the black curassow' includes also these two characters (see *Hithikoya*).[#11] According to the story, *Hithikoya* used to live on earth, but the Lokono kept tracking him down at night and shoot him. As a result, it ascended to the sky to serve as a signal for black curassows warning them about the approaching hunter (*Yokh&acirc;rhin*) and his companion with a torch (*Al&ecirc;ti*). As *Hithikoya* appears higher and higher in the morning between January and March, *Yokh&acirc;rhin* and subsequently *Al&ecirc;ti* appear on the horizon following it. This indicates to the Lokono that the black curassow can now be found high in the tress and the hunters can set out at night to hunt it in the tree tops. ##### *Анорахокоя [Anorhâkoya]* 'Дух цапли-кокой' The constellation *Anorh&acirc;koya* represents the spirit of the cocoi heron (*Ardea cocoi*). It is recognized by contemporary Lokono as Ursa Major, in keeping with earlier identifications.[#11], [#15] Claudius de Geoje reports that when it shines strong, the Lokono believe that strong winds will come, bringing dust into peoples&rsquo; eyes and consequently diseases: the heron picks their eyes with its beak, it is said.[#11] Similarly, according to Cornelius van Coll, *Anorh&acirc;koya* is a heron whose beak is upside down. Should its beak be turned downwards, people would get all kinds of eye diseases.[#7] This can still happen when strong winds blow and carry the light from the beak into peoples&rsquo; eyes, since the light of *Anorh&acirc;koya* (and other stars) travels with the wind according to the Lokono. The constellation is associated with the big dry season (August to December) and the storms and winds that are typical of this time. It appears in the morning in mid-November in the northeast with its beak down. ##### *Honolikoya* 'Spirit of the rufescent tiger heron' Another Lokono constellation named after a species of a heron is *Honolikoya* &lsquo;*Spirit of the rufescent tiger heron*&rsquo; (*Tigrisoma lineatum*). It is reported in historical sources as the equivalent of the Kari&rsquo;na constellation *Kumawari yumï* (&lsquo;Father of the cocoi heron&rsquo;). This is likely a mistake as *honoli* is a different and well-known species of a heron. It is possible that *Honolikoya* refers to the same constellation as *Anorhâkoya*, interpreted differently by different Lokono consultants, but it is also possible it is a different constellation. In any case, *Honolikoya* remains unidentified.[#17] Just like *Anorh&acirc;koya*, the constellation is said to bring diseases of the eyes when it appears in the morning sky. From the Penard brothers' description we can infer that *Honolikoya* should appear between June and the big dry season, which lasts from end of August until the beginning of December. There appears to be no specific myth associated with this constellation.[#17] ##### *Kasorhowakoya* 'Spirit of the four-eyed fish' The constellation *Kasorhowakoya* &lsquo;Spirit of the four-eyed fish&rsquo; (*Anableps anableps*) was identified by the contemporary Lokono as &lambda; Scorpii and &upsilon; Scorpii. In earlier sources it is identified as the upper part of Scorpio&rsquo;s tail, which is in keeping with the 21st century data.[#8] The constellation represents the two eyes of the four-eyed fish, which is known for the fact that its eyes are always sticking above the water, and is therefore sometimes considered an incarnation of the water spirit. There is no Lokono myth concerning the four-eyed fish, and it remains unknown what the appearance of this constellation signifies. However, it merits a mention that the Kari&rsquo;na have a constellation representing the same fish, which corresponds to the same two stars. Maga&ntilde;a and Jara explain that the appearance of the Kari&rsquo;na constellation announces the fishing season for this species.[#18] It is not unlikely that the Lokono constellation had the same function. ##### *Katarhokoya* 'Spirit of the green sea turtle' The constellation *Katarhokoya* &lsquo;Spirit of the green sea turtle&rsquo; is still known on the Pomeroon River in Guyana. It represents the *katarho* turtle (*Chelonia mydas*), swimming towards the shore, represented in turn by the Milky Way. When the constellation appears in the morning high in the sky, it is a signal that turtles are arriving on the beaches to lay eggs. The constellation was identified in earlier sources as *Corona Borealis* and *Orion's belt.* [#8], [#11] While the former overlaps with the stars indicated by the Lokono on the Pomeroon, the latter is likely a mistake as *Orion&rsquo;s belt* is consistently recognized as *Mabukuli* &lsquo;Man without a thigh&rsquo;. The constellation *Katarhokoya* rises early in the year, but it appears upside down most of the time from the vistas of the Lokono in the Guianas. Only by mid-March, a time when several species of turtles indeed lay their eggs on the Atlantic coast of the Guianas, does it look like a turtle swimming to the shore (Milky Way). ##### *Hikorhikoya* 'Spirit of the yellow-footed tortoise' The constellation *Hikorhikoya* &lsquo;Spirit of the yellow-footed tortoise&rsquo; was documented by the Penard brothers for the Lokono in Suriname; it remains unidentified but it should appear around August (i.e. around the beginning of the big dry season).[#11], [#17] The Penard brothers explain that when the water in the swamps rises, the yellow-footed tortoise, known in Lokono as *hikorhi* (*Chelonoidis denticulatus*), seeks higher grounds, and, presumably, can be more easily found. There are no myths related to the constellation specifically. However, it is worth pointing out that the tortoise is considered a delicacy among the Lokono. When caught, they are often kept around the house in small corrals for long periods of time until they are consumed. The Lokono joke that they are &lsquo;fridges&rsquo; since if fed, the tortoise will stay alive for a long time, as opposed to an animal that was shot and has to be prepared and eaten immediately. ##### *Kwakoya* 'Spirit of the blue crab' The constellation *Kwakoya* &lsquo;Spirit of the blue crab&rsquo; is still known in the Lokono communities closer to the coast, which practice the annual crab feats. The crab species is likely the same as that represented by the Kari&rsquo;na constellation *Kusa yumï* &lsquo;Father of the blue crab&rsquo; (*Ucides cordatus*). The constellation appears in the east in the middle of July. By the beginning of August, it is high in the sky, signaling that the crabs arrive at the beaches to lay their eggs. At this time, the Lokono and other indigenous groups of the area congregate to the shore of the Atlantic to catch the marching crabs. The crabs are considered a delicacy and when the villagers return to the communities with the catch, large feasts are organized during which the crabs are eaten. The Penard brothers write that *Kwakoya* appears when the crabs come to lay their eggs in May and June but this appears to be incorrect, both given that crabs march later and that the constellation recognized by the modern Lokono is not visible in May and June from the Guianas.[#17] ##### *Ifakoya* 'Spirit of the Muscovy duck' The constellation *Ifakoya* &lsquo;Spirit of the Muscovy duck&rsquo; (*Cairina moschata*) was mentioned by the Penard brothers and Claudius de Goeje but remained unidentified until now.[#11], [#17] The contemporary Lokono on the Pomeroon River in Guyana recognize it in parts of the Western constellation Corona Australis. There are no myths related to this constellation but the Lokono say that when the head of the duck points toward the ground, looking as if the duck has its head under the water, the ducks are busy feeding on plants. The constellation assumes this position from mid-May. At this time, it is said that the birds are easier to catch. The Muscovy duck is considered a delicacy and is also often kept around the house like chickens. The Kari&rsquo;na and the Warao also recognize the constellation of the Muscovy duck, and at least the Warao one corresponds to the same stars.[#17] ##### *Awarhakoya* 'Spirit of the awara palm' The constellation *Awarhakoya* &lsquo;Spirit of the awara palm&rsquo; has the shape of an awara palm (*Astrocaryum vulgare*). Its appearance high in the sky in January means that awara fruits are ripening. In the following months, *Awarhakoya* moves closer to the horizon, meaning that the fruits will soon fall to the ground to be picked. This occurs in the small dry season (mid-February to April), known as *awarhadlithe*, a term derived from the name of the palm.[#7], [#17] There are no myths about *Awarhakoya* but it is said that the constellation is followed by that of the *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; and *Hokorherokoya* &lsquo;Spirit of the red-rumped agouti&rsquo;. Their appearance signals that the rodents are gathering by the palms to eat the fallen fruit. *Awarhakoya* is recognized today in stars close to the Western constellation Coma Berenices, but older sources suggest it is near Sirius.[#11] It is the only constellation named after a plant, which speaks to the importance of the awara palm to the Lokono. The Kari&rsquo;na also have a constellation of the awara, sometimes recognized in the same stars.[#17], [#20] ##### *Hadorhikoya* 'Spirit of the red acouchi' The unidentified constellation *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; (*Myoprocta acouchy*) was mentioned by the Penard brothers.[#17] It should follow the constellation *Awarhakoya* appearing near it sometime after February. Its appearance signals that the ripe fruits of the palm attract the red acouchi to the awara grooves, where they can be hunted. There is no Lokono myth about *Hadorhikoya*, but a Kari&rsquo;na myth about the unidentified Kari&rsquo;na constellation of the red acouchi relates it to the several other constellations. According to the story, there were two brothers, of which one had a wife. The unmarried brother killed his brother, fed his liver to the wife, took her as his wife, and had a child with her. The spirit of the dead brother told the woman that his brother killed him, so she and her child decided to run away and ascend to the sky as the constellation of the agouti and acouchi. The spirit also told his brother to cut open his corpse and scatter his insides, which became the Pleiades, while the killer became the constellation of the anaconda.[#11] ##### *Hakorherokoya* 'Spirit of the red-rumped agouti' The unidentified constellation *Hokorherokoya* &lsquo;Spirit of the red-rumped agouti&rsquo; was mentioned by the Penard brothers, who explain that like *Hadorhikoya*, it follows *Awarhakoya*.[#17] It signals that the ripe fruit attracts the agouti (*Dasyprocta leporina*) to the awara palms, where they can be hunted. Claudius de Goeje adds that it is followed by *Kabadarokoya* &lsquo;Spirit of the tiger&rsquo;, which, like humans, knows agouti's habits.[#11] There is no Lokono myth about *Hokorherokoya*, but a Kari&rsquo;na myth about the unidentified constellation of the agouti explains its origin. According to the story, there were two brothers, one married, the other not. The unmarried one killed the other, fed his liver to the wife, took her as his wife, and had a child with her. The dead brother's spirit told her that his brother killed him, so she and her child ran away, becoming the agouti and acouchi constellations. The spirit then told his brother to open his corpse and scatter his insides, which became the Pleiades, while the killer became the anaconda constellation.[#11] ##### *Kabadarokoya* 'Spirit of the jaguar' *Kabadarokoya* or *Arhwakoya* &lsquo;Spirit of the jaguar&rsquo; was mentioned by the Penard brothers, who link it to a Lokono myth.[#7], [#11] According to the story, *Kabadaro* (*Panthera onca*) was the father of *Korhirhwathe* (*Leopardus species*), whom he loved so much, he did not want to marry her out.[#33] One day a thorn got stuck in his paw and a man helped him take it out, so he gave the man his daughter as his wife. The family always had meat, so other people were jealous and told the man that his wife cheated on him. He started mistreating her. When the jaguar learned about this, he ran away with his daughter but the man followed them everywhere, so finally they ascended to the sky. But when the Lokono kill a jaguar, they can come back to earth to kill people. According to Claudius de Goeje, it follows the agouti star, a delicacy of the jaguars.[#11] The constellation is unidentified. The Kari&rsquo;na constellation of the jaguar is said to appear around the small dry season, when jaguars roar more because they suffer from insects.[#17], [#20] ##### *Korhirhwathekoya* 'Spirit of the ocelot' The constellation *Korhirhwathe* &lsquo;Spirit of the ocelot&rsquo; was mentioned by the Penard brothers, who link it to the same Lokono myth summarized above for *Kabadarokoya*.[#11] According to the story, *Kabadaro* (*Panthera onca*) was the father of *Korhirhwathe* (*Leopardus species*), whom he loved so much, he did not want to marry her out. However, one day a thorn got stuck in his paw and a man helped him take it out, so he gave the man his daughter as his wife. The family always had plenty of meat, so other people became jealous and told the man that his wife cheated on him. As a result, he started mistreating *Korhirhwathe*. When the jaguar learned about this, he took his daughter, and ran away with her into the forest, but the man followed them everywhere, so finally they ascended to the sky becoming constellations. Now, when the Lokono kill a jaguar, they can come back to earth to kill people. ##### *Hawkoya* 'Spirit of the pale-throated sloth' The constellation *Hawkoya* &lsquo;Spirit of the pale-throated sloth&rsquo; was mentioned by Claudius de Goeje.[#11] It represents a species of a sloth (*Bradypus tridactylus*) and is an omen of storms and windy weather that occur at the beginning of the big dry season (between August and December). At this time, the sloths start to wander about more, and the Lokono say that it is because of the winds.[#17] The constellation remains unidentified. ##### *Warhemedokoya* 'Spirit of the two-toed sloth' Similarly, *Warhemedokoya* &lsquo;Spirit of the two-toed sloth&rsquo;, mentioned by the Penard brothers, is said to appear when the storms and winds of the big dry season are about to start and make the sloths move about more.[#17] It represents the two-toed sloth (*Choloepus didactylus*). The constellation remains unidentified. ##### *Yôwanakoya* 'Spirit of the green iguana' The constellation *Y&ocirc;wanakoya* &lsquo;Spirit of the green iguana&rsquo; is mentioned by the Penard brothers.[#17] It represents the green iguana (*Iguana iguana*) and appears when the iguanas lay their eggs in the sand, which should be sometime in April and May, but the constellation remains unidentified. ##### *Yarheyarherokoya* 'Spirit of the lilac-tailed parrot' The constellation *Yarheyarherokoya* &lsquo;Spirit of the lilac-tailed parrot&rsquo; (*Touit batavicus*) was mentioned by Claudius de Goeje.[#11] The constellation is not known to contemporary Lokono; neither do we know what its appearance used to signify. ##### *Marodikoya* 'Spirit of the marail guan' The constellation *Marodikoya* &lsquo;Spirit of the marail guan&rsquo; was mentioned by Claudius de Goeje, who comments that it has the shape of the marail guan (*Penelope marail*).[#11] The constellation is not known to contemporary Lokono; neither do we know what its appearance used to signify. ##### *Hikarowanakoya* 'Spirit of the little cuckoo' The constellation *Hikarowanakoya* &lsquo;Spirit of the little cuckoo&rsquo; was only mentioned by Claudius de Goeje.[#11] It represents the little cuckoo (*Coccycua minuta*). The constellation remains unidentified; neither do we know what its appearance used to signify. However, the Penard brothers mention the Kari&rsquo;na constellation of a cuckoo species identified as the very similar *Piaya cayana*.[#17], [#22] The Kari&rsquo;na constellation is said to bring luck to hunters. Interestingly, the Lokono link hunter&rsquo;s luck to the little cuckoo as well. They say that if the bird passes you calling *pikwan pikwan pikwan*, you have to watch out, as something bad might happen to you. ##### *S&ucirc;tukoya* 'Spirit of the red-handed tamarin' The constellation *S&ucirc;tukoya* &lsquo;Spirit of the red-handed tamarin&rsquo; (*Saguinus midas*) was mentioned by Cornelius van Coll and the Penard brothers but it remains poorly identified.[#7], [#11], [#43] According to Claudius de Goeje, it should correspond to the Western constellation Coma Berenices.[#17] It is not clear whether this is correct, however, given that today we find the constellation *Awarhakoya* in this part of the sky, which is easily recognized by numerous speakers. There are no myths related to this constellation. ##### *Howakoya* 'Spirit of the white-faced saki' The constellation *Howakoya* 'Spirit of the white-faced saki&rsquo; was only mentioned by de Claudius de Goeje.[#17] It represents the spirit of white-faced saki (*Pithecia pithecia*) but the constellation and its significance remain unknown.[#44] ##### *Imenarikoya* 'Spirit of the scorpion' The constellation *Imenarikoya* &lsquo;Spirit of the scorpion&rsquo; was only mentioned by Claudius de Goeje.[#11] The constellation refers to a spirit of an unidentified species of a large poisonous scorpion. There are no known myths about *Imenarikoya*. The constellation could be a case of cultural borrowing from non-indigenous populations, as has been suggested for the Kari&rsquo;na constellation representing a scorpion. ##### *Maraka* 'Rattle of the medicine-man' The constellation *Maraka* 'Rattle of the medicine-man' was mentioned by Claudius de Goeje, and refers to a rattle used by the Lokono medicine-men, which is made of a calabash pierced with a stick, adorned with feathers of a certain parrot, and filled with numerous small crystals, each of which harbors a different spirit, that is a different type of *koya*.[#11] The constellation remains unidentified; there is no Kari&rsquo;na or Warao equivalent and there are no myths related to it. ##### *Shimarhabokoya* 'Spirit of the bow and arrow' and *Arakabosakoya* 'Spirit of the gun' The constellation *Shimarhabokoya* ‘Spirit of the bow and arrow’ and *Arakabosakoya* ‘Spirit of the gun’ were mentioned by Claudius de Goeje.[#11] Both constellations remain unidentified and do not have Kari&rsquo;na and Warao counterparts, and there are no myths related to them. ##### *Korherokoya* 'Spirit of the parrot' The constellation&nbsp;*Korherokoya* &lsquo;Spirit of the parrot&rsquo; was only mentioned by Claudius de Goeje.[#11] The constellation refers to a spirit of an unidentified species of a parrot, but it was mentioned as the equivalent of the Kari&rsquo;na constellation *Kurewako yumï* ‘Father of the orange-winged parrot’, representing the orange-winged parrot (*Amazona amazonica*). There are no known myths about *Korherokoya*. It should appear in February when the parrots are big enough to be taken out of their nests, but the constellation remains unidentified. ##### *Kasipenikoya* 'Spirit of the sea turtle' The constellation *Kasipenikoya* &lsquo;Spirit of the sea turtle&rsquo; was mentioned by Claudius de Goeje.[#11] It refers to the spirit of an unidentified species of a turtle. It may be the case that it is the same as *Katarokoya*. The term *kataro* (*Chelonia mydas*) appears to be a term borrowed from Kari&rsquo;na, it is thus possible that *kasipeni* is the original Lokono term for the same turtle. However, there are several species of turtles in the Guianas, thus *kataro* and *kasipeni* can also refer to different species, and their spirits be identified with different constellations.
sv: ### Lokono-konstellationer och andra himlakroppar |Lokono-namn|Bokstavlig översättning till engelska|Ungefärlig position| |-----------|------------------------------|--------------------| |<notr>Hadali</notr>| |Solen| |<notr>Kathi</notr>| |Månen| |<notr>Warhokoma</notr>| |Venus| |<notr>Waya nukuthi bunaha</notr>|Lerbararnas väg|Vintergatan| |<notr>Mali</notr>| |Sirius| |<notr>Yôkoro wiwa</notr>|Stjärnhop|Plejaderna| |<notr>Wiwa kalemero</notr>|Lysande stjärna|Jupiter| |<notr>Yorhada</notr>|Grill|Pegasus| |<notr>Kamodokoya</notr>|Anden av den gröna anakondan|oklar| |<notr>Kibiwarhakoya</notr>|Anden av kapibaran|okänd| |<notr>Mabukuli</notr>|Mannen utan lår|Orions bälte| |<notr>Kama tâla</notr>|Tapirens käke|Hyades| |<notr>Hithikoya</notr>|Anden av den svarta curassow|Crux| |<notr>Yokhârhin</notr>|Jägare|α Centauri| |<notr>Alêti</notr>|Fackla|β Centauri| |<notr>Anorhâkoya</notr>|Anden av cocoi-häger|Ursa Major| |<notr>Honolikoya</notr>|Anden av rufescent tigerhäger|okänd| |<notr>Kasorhowakoya</notr>|Anden av den fyrögda fisken|λ Sco och υ Sco| |<notr>Katarokoya</notr>|Anden av den gröna havssköldpaddan|Hercules| |<notr>Hikorhikoya</notr>|Anden av den gulfotade sköldpaddan|okänd| |<notr>Kwakoya</notr>|Anden av den blå krabban|Orion| |<notr>Ifakoya</notr>|Anden av muscovy-ankan|Corona Australis| |<notr>Awarhakoya</notr>|Anden av awara-palmen|Coma Berenices| |<notr>Hadorhikoya</notr>|Anden av den röda acouchi|okänd| |<notr>Hokorherokoya</notr>|Anden av den rödstjärtade agoutin|okänd| |<notr>Kabadarokoya</notr>|Anden av jaguaren|okänd| |<notr>Korhirhwathekoya</notr>|Anden av oceloten|okänd| |<notr>Hawkoya</notr>|Anden av den blekhalade sengångaren|okänd| |<notr>Warhemedokoya</notr>|Anden av den tvåtåiga sengångaren|okänd| |<notr>Yôwanakoya</notr>|Anden av den gröna leguanen|okänd| |<notr>Yarheyarherokoya</notr>|Anden av den lila svansade papegojan|okänd| |<notr>Marodikoya</notr>|Anden av marail guan|okänd| |<notr>Hikarowanakoya</notr>|Anden av den lilla göken|okänd| |<notr>Sûtukoya</notr>|Anden av den rödhandade tamarinen|okänd| |<notr>Howakoya</notr>|Anden av den vitkindade sakin|okänd| |<notr>Imenarikoya</notr>|Anden av skorpionen|okänd| |<notr>Korherokoya</notr>|Papegojans ande|okänd| |<notr>Kasipenikoya</notr>|Sköldpaddans ande|okänd| |<notr>Shimarhabokoya</notr>|Båge och pilens ande|okänd| |<notr>Arakabosakoya</notr>|Spirit of the gun|unknown| |<notr>Maraka</notr>|Medicine-men’s rattle|unknown| ### Lokonos astronomiska kunskaper: en introduktion Av samtida och historiska berättelser framgår det att astronomiska kunskaper inte var förbehållna vissa medlemmar av Lokono-samhället. Det var dock särskilt medicinmännen – Lokono-folkets andliga ledare, kända som *semethi* – som var tvungna att behärska de olika aspekterna av stjärnkunskapen och som troligen var ansvariga för att föra vidare de muntliga traditionerna från generation till generation. Av Rodrigo de Navarette, som omkring 1550 skrev en av de första skildringarna av Lokono-folket, får vi till exempel veta att: *&ldquo;gamla och visa män som de kallar Cemetu samlas i hus som är avsedda för deras möten och [&hellip;] berättar om sina förfäders traditioner och bedrifter och om vad dessa förfäder hörde från sina förfäder, så att de på detta sätt minns de äldsta händelserna i sitt land och sitt folk. På samma sätt berättar eller predikar de om händelser som rör himlen, solen, månen och stjärnorna.”*[#1] Navarettes *cemetu*, de medicinmän som i moderna Lokono kallas *semethi*, har idag till stor del upphört med sin verksamhet, vilket kan vara anledningen till att överföringen av astronomisk kunskap har avbrutits. Många av Lokonos konstellationer verkar ha fallit i glömska idag. Våra källor är därför ofta begränsade till historiska berättelser skrivna av tidiga upptäcktsresande och etnografer i Guyana, varav ett av de äldsta exemplen illustreras nedan. <p style="text-align:center;"> <figure> <img src="illustrations/schulz.png" width="572" height="508" align="middle"/> <p style="text-align:center;"><figcaption>Fig.1 Lista över Lokono-stjärnor av Theodor Schulz, cirka 1803.[#23]</figcaption></p> </figure> </p> Det är denna litteratur som gör det möjligt för oss att delvis rekonstruera Lokonos stjärnkunskap, som beskrivs nedan. Innan vi diskuterar de enskilda himlakropparna är det dock värt att nämna några allmänna drag i Lokonos astronomi, nämligen: - överlappningen med astronomiska traditioner hos närliggande ursprungsbefolkningar. - de muntliga traditionerna som förklarar himlakropparnas ursprung och betydelse. - användningen av termen *koya* ”ande” i namnen på många konstellationer. - användningen av den allmänna termen *wiwa* ”stjärna, år” och avsaknaden av andra astronomiska termer. - Lokono-folkets himmelskådningspraktiker. ### 1. Gemensam kunskap i Guyana Lokono-territoriet gränsar till två språkligt orelaterade ursprungsbefolkningar, kari&rsquo;na, som talar ett karibiskt språk, och warao, som talar ett isolerat språk. Trots att de inte är släkt och traditionellt inte gifter sig med varandra, delar de tre grupperna mycket av sin materiella och immateriella kultur. De tre folkens etnoastronomiska traditioner uppvisar också ett antal slående likheter, såsom gemensamma stjärnmyter, liknande namn på konstellationer och paralleller i stjärnkalendern. Detta tyder på kontakter mellan de tre grupperna och utbyte av astronomisk kunskap, möjligen underlättat av deras respektive andliga ledare, såsom lokono-folkets *semethi*. I vilken utsträckning dessa traditioner överlappar varandra och i vilken riktning utbytet skett kräver ytterligare studier. Här fokuserar vi på lokono och diskuterar därför inte dessa kulturella lån i detalj, såvida de inte belyser lokonos etnoastronomi. ### 2. Muntliga traditioner om stjärnor Ett av dessa gemensamma drag är myter om stjärnor. Sådana muntliga traditioner berättar om ursprunget till vissa himlakroppar, kopplar dem till varandra och förklarar deras inflytande på naturen. Lokono-konstellationen *Hithikoya* (”Den svarta curassowens ande”) är till exempel i en Lokono-myt kopplad till *Yokhârhin* (”Jägaren”) och *Al&ecirc;ti* (”Facklan”), som alla tre har motsvarigheter hos Kari&rsquo;na och Warao. Det är dessa muntliga traditioner, bevarade av medicinmännen, som troligen fungerade som det viktigaste medlet för att förmedla astronomisk kunskap från en generation till en annan. Av denna anledning ges sammanfattningar av relevanta myter i beskrivningen av enskilda konstellationer. Ibland, när den relevanta Lokono-myten inte är dokumenterad, hänvisas till myter från närliggande grupper för att belysa betydelsen av vissa himlakroppar. Eftersom många av dessa muntliga traditioner delas av Lokono och närliggande grupper är detta tillskott till den dåligt bevarade astronomiska kunskapen hos Lokono berättigat. ### 3. Andarnas kalender Termen *koya* 'ande”, som förekommer i många konstellationsnamn, vanligtvis efter en term för en viss växt eller ett visst djur, är ett viktigt inslag i Lokono-astronomin. Walter Roth, en etnograf från Guyana, förklarar att sådana konstellationer är andarna av motsvarande varelser.[#4] Vid en viss tid på året, när konstellationen syns, reser anden från himlen till jorden för att blåsa liv i de varelser den representerar. På så sätt bildade *koya*-konstellationerna en kalender som angav den bästa tiden för att ägna sig åt försörjningsaktiviteter relaterade till dessa växter och djur (t.ex. jakt eller insamling). Lokono-folket kan också ha vetat var dessa andar skulle stiga ner på jorden; Walter Roth föreslår att de kallade dessa platser för samma namn som konstellationerna, men bevisen för detta är svaga. Således skulle *Hadorhikoya* ”Anden av den röda acouchi” syfta på anden, konstellationen och den plats där *hadorhi* finns i överflöd när dess konstellation syns. Vid *koya*-konstellationerna påminns vi om den stora kunskap om växt- och djurlivet som lokono-folket hade. ### 4. *Wiwa*, stjärnan och året Lokono-folket har också ett annat allmänt begrepp som används för att hänvisa till stjärnor, *wiwa*. Begreppet saknar de andliga konnotationer som *koya* har. Den hänvisar å ena sidan till stjärnornas fysiska egenskap som något som lyser och å andra sidan till kalenderåret. Som sådan används den till exempel när man talar om sin ålder. Även om den kan avse vilken stjärna som helst, förekommer *wiwa* endast i två egennamn på himlakroppar. *Y&ocirc;koro wiwa*, bokstavligen &lsquo;Dussintals stjärnor&rsquo; (Plejaderna), är den viktigaste av alla Lokono-konstellationer, vars uppkomst traditionellt markerar början på Lokono-kalenderåret. Efter *Y&ocirc;koro wiwa* följer de många *koya*-konstellationerna, som var och en signalerar en annan årstid i Lokono-kalendern. Å andra sidan verkar *Wiwa kalemero*, bokstavligen ”lysande stjärna” (Jupiter) verkar ha valts ut enbart på grund av sin ljusstyrka. Förutom *wiwa* och *koya* finns det inga allmänna termer som skiljer mellan planeter, stjärnor, månar, solar, galaxer och så vidare i lokonospråket. Av denna anledning ingår till exempel lokonos motsvarighet till Vintergatan bland andra konstellationer. ### 5. Praktiker för att observera himlen Vid Lokono kan man beundra himlen på kvällen, men för att följa Lokonos stjärnkalender måste man titta på konstellationerna omkring klockan 4 på morgonen, då Lokono brukar vakna. Lokono observerar alltså konstellationernas uppgång på morgonen. För att få en rätt uppfattning om konstellationernas årscykel bör man också ställa in observationsplatsen till Guyana (t.ex. Georgetown, Paramaribo eller Cayenne i platsmenyn). Det är värt att nämna att många Lokono, när de ritade konstellationer, inte förband stjärnorna med linjer och att det i vissa fall fanns liten enighet bland talarna om vilken stjärna inom en konstellation som motsvarar vilka delar av den växt eller det djur som den representerar. I Stellarium representerar vi konstellationer med linjer, men man bör ha i åtanke att detta kan vara en förvrängning av Lokono-traditionen, som tillåter större flexibilitet i tolkningen av vissa stjärngrupper. Slutligen finns det restriktioner för att titta på vissa himlakroppar, eftersom man tror att en ande kan skada en om man tittar på den. [#5] Vid fullmåne täckte till exempel mödrar sina barns ögon så att de inte skulle bli sjuka.[#6] Ungdomar uppmanades också att inte titta på *Y&ocirc;koro wiwa* (Plejaderna), annars skulle de inte växa. [#7] Sådana seder gällde även andra föremål som tros hysa mäktiga andar och innefattade andra sätt att undvika ögonkontakt med andar, såsom att gnida peppar, lime eller salt i ögonen. ### Lokono-himmelska kroppar ##### *Hadali* ’Solen’ Lokono-termen för solen är *Hadali*, som också uttalas *Adali*. Claudius de Goeje föreslår att de olika stavningarna av namnen på Lokono-kulturens hjälte, den första medicinmannen känd som *Harlitvanli*, *Haliwalika*, *Halwanli*, *Hariwalli* och *Arawanili*, och ibland *Arawidi*, alla kan hänvisa till samma hjälte som identifieras som solen.[#8] Vid en första anblick kan vi inte bekräfta denna hypotes, men myten om *Arawidi* är värd att nämna. I Lokono-myten är *Arawidi*, solen, far till en man som blir stjärnbilden *Mabukuli* ’Mannen utan lår’ (Orions bälte).[#9], [#10], [#11] Enligt berättelsen brukade solen komma till jorden i form av en man vid namn *Arawidi* för att träffa sin älskarinna, med vilken han hade tvillingar. I en senare episod av myten gifter sig en av tvillingarna med en kvinna, vars mor paret beslutar att döda. När de försöker fly jagar kvinnans syster efter dem och lyckas hugga av hans ben i hämnd. Som ett resultat stiger mannen upp till himlen och blir stjärnbilden *Mabukuli*. En annan Lokono-myt varnar för att förolämpa solen: en man, fast på en obebodd ö mitt i ett träsk, ropar på hjälp. En båt passerar honom, men i båten sitter solen, som inte vill hjälpa mannen, eftersom människor alltid klagar över att solen skiner för starkt. [#11]. När det gäller sedvänjor relaterade till solen rapporterade Im Thurn att bland lokonoerna betraktades solförmörkelsen som ett krig mellan *Hadali* och *Kathi*, månen, och att lokonoerna skrek och gjorde alla möjliga ljud för att hindra dem från att slåss. [#12] ##### *Kathi* ’Månen’ Månen kallas *Kathi*, ett begrepp som först dokumenterades av Joannes de Laet som *cattehee* omkring 1598, och som också används för att referera till månaden.[#13] Enligt Lokono var månen, precis som solen, en gång en man. Walter Roth rapporterar om en myt från Lokono, där en ung kvinna natt efter natt fick besök av en mystisk älskare.[#10] För att ta reda på vem älskaren var smetade kvinnan in sina händer med sot från botten av en kruka. Nästa dag när hon vaknade upptäckte hon att hennes brors ansikte var täckt av sot och insåg att det var han som hade besökt henne på natten. Alla i hennes samhälle började undvika den incestuösa brodern, som blev så skamsen att han höll sig borta från folket och slutligen steg upp till himlen och blev månen. Det är därför som, enligt Lokono, månens ansikte är smutsigt idag. Månen förekommer också i en annan myt. I den ovan nämnda myten från Lokono om en man som fastnat på en obebodd ö passerar en annan båt mannen, men denna gång är det månen som befinner sig i båten och som beslutar sig för att hjälpa mannen, eftersom människor alltid blir glada när månen kommer fram på natten. [#11] Månen och solen avbildas också som motståndare. Förr trodde Lokono att månförmörkelsen var månens död (*kathi &ocirc;don* &lsquo;månen dör&rsquo;) och höll vakt hela natten.[#6] Lokono säger under månförmörkelsen att månen har somnat på solens bana. [#11] Därför gör de mycket oväsen, spelar trummor och blåser i snäcktrumpeter för att väcka honom. Vid fullmåne täcker mödrarna sina barns ögon så att de inte blir sjuka. ##### *Warhokoma* ’Venus’ Planeten Venus, både när den syns på morgonen som morgonstjärna och när den syns på kvällen som aftonstjärna, kallas *Warhokoma* av Lokono.[#8], [#14], [#15] Charles Dance rapporterar å andra sidan termerna *Eweiwah* och *Huewah*, troligen motsvarigheter till den allmänna termen *wiwa* ’stjärna’, som kan användas för alla lysande himlakroppar.[#16] Lokono talar också om Venus som *Hiyaro wiwa* ”kvinnornas stjärna”. I samband med detta är det värt att nämna att Claudius de Goeje rapporterar att när *Hiyaro wiwa* syns nära månen och en flicka är på väg att få sin första menstruation, säger Lokono att flickan snart kommer att beröras av månen.[#5] Det finns ingen myt om *Warhokoma* specifikt och dess relation till månen, men det är värt att påminna om att lokono känner till en historia där månen ursprungligen var en man som begick incest med sin syster (se myten som nämns under *Kathi*) och har ett namn som kvinnotjusare. [#10] Intressant nog förekommer namnet *Warhokoma* för morgon- eller aftonstjärnan även hos Kari&rsquo;na, som också ser den som månens hustru.[#17], [#18] ##### *Waya nukuthi bunaha* ’Vintergryningen’ Vintergatan är känd bland Lokono som *Waya nukuthi bunaha*, bokstavligen ’Lerabärarnas väg’. Vintergatan representerar fotspåren efter män som en gång gick för att hämta lera för att tillverka krukor, en konst som idag sällan eller aldrig utövas av Lokono. Namnets ursprung är dock fortfarande känt och sammanfattas i en myt.[#19] Samma namn för Vintergatan noterades av William Brett, som tillägger att den är uppkallad efter en specifik vitaktig lera. Charles Dance säger å andra sidan att Vintergatan representerar fotspår efter pekarier som gräver upp leran, medan Walter Roth nämner en annan Lokono-förklaring, enligt vilken Vintergatan representerar en tapir som jagas av en hund och en jaguar. Dessa två källor anger dock inte motsvarande Lokono-namn för Vintergatan, och det är möjligt att dessa två förklaringar är influerade av Kari&rsquo;na, som ser en konstellation av en tiger som följer en konstellation av en tapir inom Vintergatan.[#17] ##### *Mali* ’Sirius’ I modern lokono kallas Sirius *Mali*, vars bokstavliga betydelse är okänd. Cornelius van Coll beskriver en lokono-stjärna som heter *Mali* och förklarar att det är en mycket kraftfull stjärna.[#7], [#17] När den går upp på morgonen i augusti dödar den fiskarna i träsken, och man ska inte peka på den, för då blir fingret förlamat. Cornelius van Colls *Mali* markerar början på den stora torrperioden (augusti till december), som på lokono kallas *malidalithe*, ett ord som härstammar från *Mali*. Äldre källor identifierade *Mali* preliminärt som Lyra, Aquila eller Crux, men med tanke på att den stora torrperioden börjar omkring augusti och att lokono observerar stjärnorna på morgonen måste dessa identifieringar vara felaktiga. Lyra, Aquila och Crux kan inte ses vid denna tid från Lokono-territorierna. [#11], [#17] Det finns inga Lokono-myter om *Mali*, men det finns bevis för att det kan motsvara Kari&rsquo;na-konstellationen *Ombatapo* &lsquo;Föregående ansikte&rsquo;. Kari&rsquo;na-myterna förklarar konstellationens ursprung och namn, som liksom Lokono *Mali* tros döda fiskarna i träsken och tillkännager början på den stora torrperioden. Dessutom identifieras Kari&rsquo;na *Ombatapo* som delar av Puppis och Canis Major, varav den senare inkluderar Sirius. [#18], [#20] ##### *Yôkoro wiwa* ’Stjärnkluster’ Konstellationen *Y&ocirc;koro wiwa* eller *Wiwa y&ocirc;koro*, bokstavligen ’stjärnkluster’, avser Plejaderna och är lätt att känna igen för dagens Lokono. Detta beror troligen på att *Y&ocirc;koro wiwa* beskrivs som den viktigaste av Lokono-konstellationerna, eftersom den markerar början på Lokono-året.[#17] Efter att den först dyker upp i öster i juni följs den av de många *koya*-konstellationerna som hänvisar till djur- och växtandar som utgör Lokono-kalendern. Vid den tiden på året säger Lokono *Y&ocirc;koro wiwa kayaran* ”*Y&ocirc;koro wiwa*s födelse”. Det sägs att om *Y&ocirc;koro wiwa* lyser starkt när den dyker upp för första gången, kommer många människor att dö under det kommande året.[#5] Cornelius van Coll varnar också för att unga människor inte ska titta på den, annars kommer de inte att växa.[#7] Dessa omen och varningar har samband med en myt hos Lokono. Enligt berättelsen fanns det en gång två tvillingbröder, varav den ene hade en hustru, och han sa att döden skulle komma när deras stjärna, *Y&ocirc;koro Wiwa*, gick upp. [#7] Döden kom verkligen och dödade även hans hustru, som brändes på bål, och Lokono blev arg och hämtade en gigantisk grön anakonda för att svälja tvillingarna. Ormen åt en av bröderna, men eftersom klockan redan var fem på morgonen och dagen grydde kunde ormen inte äta den andra brodern. Ormen är nu stjärnbilden *Kamodokoya* ”Den gröna anakondans ande”, i vars buk *Yôkoro Wiwa* sägs befinna sig (se även myten om *Yorhada*). I en annan berättelse förklarar Lokono att *Y&ocirc;koro Wiwa* representerar sju bröder som gått vilse i savannen på väg hem, ett motiv som också är känt från en Kari&rsquo;na-berättelse.[#20] ##### *Yorhada* ’Grill’ Konstellationen *Yorhada* ’Grill’, eller *Wiwa yorhadale* ’Stjärnans grill’, representerar en trägrill på vilken kött rostas.[#4], [#11], [#21] Dess ursprung förklaras i en myt som berättas av Walter Roth om en man som dödade sin fru, rostade henne och gav hennes lever till sin svärmor eftersom hon kallat honom en värdelös jägare.[#10] För att hämnas bad modern sin bror, *Kamodo*, att döda mannen när han gick på jakt. Mannen misstänkte att kvinnan hade gillrat en fälla och undkom döden genom att skicka sin bror i sitt ställe. Grillen på vilken hustrun grillades blev enligt nutida Lokono den västra konstellationen Pegasus, som markerar början på den lilla torrperioden (april), den tid då Lokono-folket rostar mycket fisk. Myten liknar den om *Y&ocirc;koro wiwa* och tvillingarna, där den äldre brodern är ansvarig för att ha stekt sin fru och kan vara samma man som stekte sin fru i *Yorhada*-myten. I båda myterna blir den yngre brodern som dödas av anakondan *Y&ocirc;koro wiwa*, medan grillen blir *Yorhada*. Claudius de Goeje föreslog att *Yorhada* är den västra konstellationen Corvus, men Corvus syns inte i början av den lilla torrperioden.[#11] Det närliggande folket Warao känner också till Pegasus som grillen och är väl förtrogna med myten.[#10] ##### *Kamodokoya* ’Anden av den gröna anakondan’ *Konstellationen Kamodokoya*, ’Anden av den gröna anakondan (*Eunectes murinus*)’, även kallad *Waroboshi*, är fortfarande dåligt beskriven.[#5] Äldre källor föreslår att det är Perseus, Plejaderna, Skorpionen eller Ophiuchus, men de exakta stjärnorna är fortfarande oidentifierade.[#10], [#11], [#21] Flera myter förklarar dess ursprung. Enligt Walter Roth dödade en man sin fru, stekte henne och matade hennes lever till hennes mor eftersom hon kallat honom en värdelös jägare.[#10] För att hämnas bad hon *Kamodo* att döda honom, men mannen undkom ormen som istället åt hans yngre bror. Konstellationen *Kamodokoya* har *Y&ocirc;koro wiwa*, brodern, inuti och ligger nära *Yorhada* &lsquo;Grill&rsquo;, där frun rostades. Theodor Schultz nämner särskilt konstellationen *Waroboshi yorhadale* ”Den gröna anakondans grill”, som kan vara samma som konstellationen *Yorhada*.[#23] Cornelius van Coll talar om tvillingar, varav den ene hade en hustru, och varnade för att deras stjärna bringar död.[#7] Hans hustru dog faktiskt, grillad på elden. Lokono lät ormen döda mannen och stiga upp till himlen som *Kamodokoya*. Slutligen berättar Claudius de Goeje en myt om en kvinna som kände begär efter män och satte en *katuburi*-blomma i sin vagina och blev gravid. Hennes barn var delvis en orm, och folket ville döda det, så det steg upp till himlen. ##### *Kibiwarhakoya* ’Capybaraens ande’ Konstellationen *Kibiwarhakoya* ’Capybaraens ande’ (*Hydrochoerus hydrochaeris*) nämndes av bröderna Penard.[#17] Samma källa uppger också att den följs av konstellationen *Kamodokoya* ’Den gröna anakondans ande’. Konstellationen är fortfarande oidentifierad och dess betydelse är okänd. Inga relaterade myter har dokumenterats. ##### *Mabukuli* ’Man utan lår’ Konstellationen *Mabukuli* ’Man utan lår’ är välkänd bland Lokono och förekommer i några myter. Enligt Charles Dance skar en misslyckad jägare av sitt eget ben, lindade in det i ett blad och gav det till sin styvmor så att hon skulle ha något att äta, och steg sedan upp till himlen.[#16] På samma sätt berättar bröderna Penard om en misslyckad jägare som högg av sitt ben och gav det till sin fru och svärmor och sa att det var tapirkött. [#17] Han bad sedan andra människor att följa hans spår för att hjälpa honom att hämta resten av tapiren, men när de kom fram till platsen fann de bara *akalali*-växten som han hade använt för att behandla sina sår. Hans kropp förvandlades till stjärnbilden *Kama t&acirc;la* och hans ande till *Mabukuli*. Claudius de Goeje berättar en helt annan myt.[#11] Solen, som en gång var en man vid namn *Arawidi* (se myten om *Hadali* ’Solen’), tog en kvinna till hustru, som följde honom med ofödda tvillingar i sin livmoder. En dag gick hon vilse och blev uppäten av gamandar, men hennes tvillingar fostrades av en gammal kvinna, som de senare dödade och flydde från. Vid en gömställe i ett träd såg de en kvinna som fångade fisk med en sil. Hon såg deras spegelbild i vattnet och försökte fånga den, varpå de skrattade. Hon insåg då att de var uppe i trädet och skickade myror upp i trädet för att få dem att komma ner. När de kom ner dödade hon en av dem och tog den andra med sig hem. En av hennes döttrar blev förälskad i mannen och gifte sig med honom. Nu var mannen tvungen att fånga mycket fisk varje dag åt sin svärmor. En dag, trött på sin krävande svärmor, lurade han henne att gå ner i vattnet för att hjälpa honom lasta av en båt full med fisk, där hon blev uppäten av en haj. När hennes andra dotter kom fram flöt hennes mors lever fortfarande på vattnet och berättade för henne att mannen hade dödat henne. Dottern ville döda honom, men han flydde på vingar av bomull som hans fru hade gjort åt honom, så hon högg bara av hans lår, vilket är anledningen till att han nu är stjärnbilden *Mabukuli*. Det verkar som om Orions bälte representerar det avhuggna benet, inte mannen själv. ##### *Kama tâla* ’Tapirens käke’ Konstellationen *Kama t&acirc;la* ’Tapirens käke’ är en av de få konstellationer som lätt kan identifieras av dagens Lokono, precis som *Mabukuli*, som den är relaterad till i en myt.[#8], [#15] Bröderna Penard berättar historien om en misslyckad jägare som skär kött från sitt ben och ger det till sin fru och svärmor och säger att det är tapirkött (*Tapirus terrestris*).[#17] Han ber sedan sina landsmän att följa med honom och hjälpa honom att hämta resten av tapiren, men när de kommer fram hittar de bara *akalali*-växten som han använde för att behandla sina sår. Hans kropp förvandlas till *Kama t&acirc;la* och hans ande till *Mabukuli*. I en Kari&rsquo;na-berättelse är *Kama t&acirc;la* däremot resterna av en tapir som de mytiska tvillingarna jagade, varav en av dem av misstag får benet avhugget och blir stjärnbilden mannen utan lår. ##### *Hithikoya* ’Anden av den svarta curassow’ Konstellationen *Hithikoya* är ’Anden av den svarta curassow’ (*Crax alector*), en vanligt jagad fågel som ofta hålls som husdjur för sina fjädrar och ägg. Enligt en Lokono-myt levde *Hithikoya* på jorden, men Lokono fortsatte att skjuta honom.[#11] Som ett resultat steg han upp till himlen för att varna svarta curassows om den närmande jägaren (se *Yokh&acirc;rhin*) och hans följeslagare med en fackla (se *Al&ecirc;ti*). Lokono identifierar *Hithikoya* som den västra konstellationen Crux. När den dyker upp precis ovanför träden i januari strövar curassows omkring på marken och är lätta att fånga. Under de följande månaderna stiger *Hithikoya* högre upp på morgonen, ju högre upp i träden fåglarna klättrar. I mars dyker den upp högt på himlen och fåglarna finns i trädtopparna. *Hithikoya* informerar därmed Lokono om var de ska leta efter fåglarna vid en viss tid på året. Lokono tillverkar till och med jaktamuletter (*bina*) av en växt vars blad liknar fågeln, som gnids på jägarnas läppar så att de kan imitera fågelns läten och därmed öka sina chanser att fånga en. [#10], [#17] ##### *Yokhârhin* ’Jägare’ Konstellationen *Yokh&acirc;rhin* ’Jägare’ motsvarar &alpha; Centauri och föreställer mannen som jagar *Hithikoya*, ’Anden av den svarta curassow’ (se *Hithikoya*).[#9], [#10], [#11] Hans följeslagare som håller en fackla, känd som *Al&ecirc;ti*, representeras av &beta; Centauri. Myten som rapporterats av bröderna Penard och som förklarar ursprunget till *Hithikoya* inkluderar också dessa två karaktärer.[#11] Enligt berättelsen bodde *Hithikoya* på jorden, men Lokono jagade honom på nätterna och sköt honom. Som ett resultat steg han upp till himlen för att fungera som en signal för svarta curassows och varna dem om den närmande jägaren (*Yokh&acirc;rhin*) och hans följeslagare med facklan (*Al&ecirc;ti*). När *Hithikoya* stiger högre och högre på morgonen mellan januari och mars, dyker *Yokh&acirc;rhin* och därefter *Al&ecirc;ti* upp vid horisonten efter honom. Detta indikerar för Lokono att den svarta curassow nu finns högt uppe i träden och att jägarna kan ge sig ut på natten för att jaga den i trädtopparna. ##### *Alêti* ’Fackla’ Konstellationen *Alêti* ’Fackla’ motsvarar β Centauri och representerar följeslagaren till jägaren *Yokhârhîn*, som håller en fackla gjord av ett tygstycke doppat i bivax, känd som *Alêti*.[#9], [#10], [#11]&nbsp; *Al&ecirc;ti* följer *Yokh&acirc;rhin* för att inte skrämma den svarta curassowfågeln med facklans ljus. Myten som rapporterats av bröderna Penard och som förklarar ursprunget till *Hithikoya* ”Anden av den svarta curassowfågeln” inkluderar också dessa två karaktärer (se *Hithikoya*).[#11] Enligt berättelsen bodde *Hithikoya* på jorden, men Lokono jagade honom på nätterna och sköt honom. Som ett resultat steg han upp till himlen för att fungera som en signal för svarta curassow-fåglarna och varna dem om den närmande jägaren (*Yokh&acirc;rhin*) och hans följeslagare med facklan (*Al&ecirc;ti*). När *Hithikoya* stiger högre och högre på morgonen mellan januari och mars, dyker *Yokh&acirc;rhin* och därefter *Al&ecirc;ti* upp vid horisonten efter honom. Detta indikerar för Lokono att den svarta curassow nu finns högt uppe i träden och att jägarna kan ge sig ut på natten för att jaga den i trädtopparna. ##### *Anorhâkoya* ’Cocoi-hägrens ande’ Konstellationen *Anorh&acirc;koya* representerar cocoi-hägrens (*Ardea cocoi*) ande. Den känns igen av dagens Lokono som Ursa Major, i enlighet med tidigare identifieringar.[#11], [#15] Claudius de Geoje rapporterar att när den lyser starkt tror Lokono att starka vindar kommer att blåsa upp damm i människors ögon och därmed orsaka sjukdomar: hägern plockar deras ögon med sin näbb, sägs det.[#11] På samma sätt är *Anorh&acirc;koya* enligt Cornelius van Coll en häger vars näbb är upp och ner. Om dess näbb var vänd nedåt skulle människor drabbas av alla möjliga ögonsjukdomar.[#7] Detta kan fortfarande hända när starka vindar blåser och för ljuset från näbben in i människors ögon, eftersom ljuset från *Anorh&acirc;koya* (och andra stjärnor) färdas med vinden enligt Lokono. Konstellationen förknippas med den stora torrperioden (augusti till december) och de stormar och vindar som är typiska för denna tid. Den syns på morgonen i mitten av november i nordost med näbben nedåt. ##### *Honolikoya* ’Anden av den rödbruna tigerhäger’ En annan Lokono-konstellation uppkallad efter en hägerart är *Honolikoya* ’Anden av den rödbruna tigerhäger’ (*Tigrisoma lineatum*). Den omnämns i historiska källor som motsvarigheten till Kari&rsquo;na-konstellationen *Kumawari yumï* (’Cocoi-hägerfadern’). Detta är troligen ett misstag, eftersom *honoli* är en annan och välkänd hägerart. Det är möjligt att *Honolikoya* avser samma konstellation som *Anorhâkoya*, tolkad på olika sätt av olika Lokono-konsulter, men det är också möjligt att det är en annan konstellation. I vilket fall som helst förblir *Honolikoya* oidentifierad.[#17] Precis som *Anorh&acirc;koya* sägs konstellationen bringa ögonsjukdomar när den syns på morgonhimlen. Av bröderna Penards beskrivning kan vi sluta oss till att *Honolikoya* bör synas mellan juni och den stora torrperioden, som varar från slutet av augusti till början av december. Det verkar inte finnas någon specifik myt förknippad med denna konstellation.[#17] ##### *Kasorhowakoya* ’Anden av den fyrögda fisken’ Konstellationen *Kasorhowakoya* ’Anden av den fyrögda fisken’ (*Anableps anableps*) identifierades av den samtida Lokono som &lambda; Scorpii och &upsilon; Scorpii. I tidigare källor identifieras den som den övre delen av Skorpionens svans, vilket stämmer överens med 21-talets data.[#8] Konstellationen representerar de två ögonen på den fyrögda fisken, som är känd för att alltid ha ögonen ovanför vattenytan och därför ibland anses vara en inkarnation av vattenanden. Det finns ingen Lokono-myt om den fyrögda fisken, och det är fortfarande okänt vad denna konstellation symboliserar. Det är dock värt att nämna att Kari&rsquo;na har en konstellation som föreställer samma fisk, som motsvarar samma två stjärnor. Maga&ntilde;a och Jara förklarar att Kari&rsquo;na-konstellationens uppkomst markerar fiskesäsongen för denna art.[#18] Det är inte osannolikt att Lokono-konstellationen hade samma funktion. ##### *Katarhokoya* ’Anden av den gröna havssköldpaddan’ Konstellationen *Katarhokoya* ’Den gröna havssköldpaddans ande’ är fortfarande känd vid Pomeroonfloden i Guyana. Den föreställer sköldpaddan *katarho* (*Chelonia mydas*) som simmar mot stranden, som i sin tur representeras av Vintergatan. När konstellationen dyker upp högt på morgonhimlen är det ett tecken på att sköldpaddorna anländer till stränderna för att lägga ägg. Konstellationen identifierades i tidigare källor som *Corona Borealis* och *Orions bälte.* [#8], [#11] Vid den förra överlappar den stjärnor som anges av Lokono på Pomeroon, medan den senare sannolikt är ett misstag eftersom *Orions bälte* genomgående erkänns som *Mabukuli* ”Mannen utan lår”. Konstellationen *Katarhokoya* stiger tidigt på året, men den syns upp och ner större delen av tiden från Lokono-folkets utsiktsplatser i Guyana. Först i mitten av mars, när flera arter av sköldpaddor faktiskt lägger sina ägg på Guyanas Atlantkust, ser den ut som en sköldpadda som simmar mot stranden (Vintergatan). ##### *Hikorhikoya* ’Anden av den gulfotade sköldpaddan’ Konstellationen *Hikorhikoya* ’Anden av den gulfotade sköldpaddan’ dokumenterades av bröderna Penard för Lokono i Surinam; den är fortfarande oidentifierad men bör synas omkring augusti (dvs. i början av den stora torrperioden).[#11], [#17] Bröderna Penard förklarar att när vattnet i träskmarkerna stiger söker den gulfotade sköldpaddan, känd i Lokono som *hikorhi* (*Chelonoidis denticulatus*), högre mark och kan då förmodligen lättare hittas. Det finns inga myter som specifikt är kopplade till konstellationen. Det är dock värt att påpeka att sköldpaddan anses vara en delikatess bland Lokono. När de fångas hålls de ofta i små inhägnader runt huset under långa perioder tills de konsumeras. Lokono skämtar om att de är ”kylskåp”, eftersom sköldpaddorna lever länge om de matas, till skillnad från djur som skjuts och måste tillagas och ätas omedelbart. ##### *Kwakoya* ”Den blå krabbaens ande” Stjärnbilden *Kwakoya* ”Den blå krabba” är fortfarande känd i Lokono-samhällena nära kusten, där man varje år firar krabbfest. Krabbarten är troligen samma som den som representeras av Kari&rsquo;na-stjärnbilden *Kusa yumï* ”Den blå krabba” (*Ucides cordatus*). Konstellationen syns i öster i mitten av juli. I början av augusti står den högt på himlen, vilket signalerar att krabborna anländer till stränderna för att lägga sina ägg. Vid denna tid samlas Lokono och andra ursprungsbefolkningar i området vid Atlantkusten för att fånga de marscherande krabborna. Krabborna anses vara en delikatess och när byborna återvänder till byarna med fångsten anordnas stora festmåltider där krabborna äts. Bröderna Penard skriver att *Kwakoya* dyker upp när krabborna kommer för att lägga sina ägg i maj och juni, men detta verkar vara felaktigt, både med tanke på att krabborna marscherar senare och att den konstellation som erkänns av de moderna Lokono inte är synlig i maj och juni från Guyana.[#17] ##### *Ifakoya* ’Anden av muscovy-ankan’ Konstellationen *Ifakoya* ’Anden av muscovy-ankan’ (*Cairina moschata*) nämndes av bröderna Penard och Claudius de Goeje men förblev oidentifierad fram till nu.[#11], [#17] De nutida Lokono vid Pomeroonfloden i Guyana känner igen den i delar av den västra konstellationen Corona Australis. Det finns inga myter kopplade till denna konstellation, men Lokono säger att när ankan har huvudet riktat mot marken, så att det ser ut som om den har huvudet under vattnet, är ankorna upptagna med att äta växter. Konstellationen intar denna position från mitten av maj. Vid denna tid sägs det att fåglarna är lättare att fånga. Muscovy-ankan anses vara en delikatess och hålls ofta som husdjur, precis som höns. Kari&rsquo;na och Warao känner också igen konstellationen Muscovy-ankan, och åtminstone Warao-konstellationen motsvarar samma stjärnor.[#17] ##### *Awarhakoya* ’Awara-palmens ande’ Konstellationen *Awarhakoya* ’Awara-palmens ande’ har formen av en awara-palm (*Astrocaryum vulgare*). Dess uppkomst högt på himlen i januari betyder att awara-frukterna mognar. Under de följande månaderna rör sig *Awarhakoya* närmare horisonten, vilket betyder att frukterna snart kommer att falla till marken för att plockas. Detta inträffar under den korta torrperioden (mitten av februari till april), känd som *awarhadlithe*, ett begrepp som härstammar från palmens namn.[#7], [#17] Det finns inga myter om *Awarhakoya*, men det sägs att konstellationen följs av *Hadorhikoya* ”Anden av den röda acouchi” och *Hokorherokoya* ”Anden av den rödstjärtade agouti”. Deras uppträdande signalerar att gnagarna samlas vid palmerna för att äta de fallna frukterna. *Awarhakoya* känns idag igen i stjärnor nära den västra konstellationen Coma Berenices, men äldre källor tyder på att den ligger nära Sirius.[#11] Det är den enda konstellationen som är uppkallad efter en växt, vilket vittnar om awara-palmens betydelse för Lokono. Kari&rsquo;na har också en konstellation av awara, som ibland känns igen i samma stjärnor.[#17], [#20] ##### *Hadorhikoya* ’Anden av den röda acouchi’ Den oidentifierade konstellationen *Hadorhikoya* ’Anden av den röda acouchi’ (*Myoprocta acouchy*) nämndes av bröderna Penard.[#17] Den bör följa konstellationen *Awarhakoya* som dyker upp nära den någon gång efter februari. Dess uppkomst signalerar att palmträdens mogna frukter lockar den röda acouchin till awara-groparna, där de kan jagas. Det finns ingen Lokono-myt om *Hadorhikoya*, men en Kari&rsquo;na-myt om den oidentifierade Kari&rsquo;na-konstellationen av den röda acouchin kopplar den till flera andra konstellationer. Enligt berättelsen fanns det två bröder, varav den ene hade en hustru. Den ogifta brodern dödade sin bror, gav hans lever till hustrun, tog henne till hustru och fick ett barn med henne. Den döde broderns ande berättade för kvinnan att hans bror hade dödat honom, så hon och hennes barn bestämde sig för att fly och stiga upp till himlen som konstellationen agouti och acouchi. Anden sa också till sin bror att skära upp hans lik och sprida hans inälvor, som blev Plejaderna, vid vilket mordet blev konstellationen anakonda.[#11] ##### *Hakorherokoya* ’Anden av den rödstjärtade agoutin’ Den oidentifierade konstellationen *Hokorherokoya* ’Anden av den rödstjärtade agoutin’ nämndes av bröderna Penard, som förklarar att den, precis som *Hadorhikoya*, följer *Awarhakoya*.[#17] Den signalerar att den mogna frukten lockar agoutin (*Dasyprocta leporina*) till awara-palmerna, där de kan jagas. Claudius de Goeje tillägger att den följs av *Kabadarokoya* ”Tigerns ande”, som liksom människor känner till agoutins vanor.[#11] Det finns ingen Lokono-myt om *Hokorherokoya*, men en Kari&rsquo;na-myt om den oidentifierade konstellationen av agoutin förklarar dess ursprung. Enligt berättelsen fanns det två bröder, den ene gift, den andre ogift. Den ogifte dödade sin bror, gav hans lever till hans hustru, tog henne till hustru och fick ett barn med henne. Den döde broderns ande berättade för henne att hans bror hade dödat honom, så hon flydde med sitt barn och blev stjärnbilderna agouti och acouchi. Anden sa sedan till sin bror att öppna hans lik och sprida hans inälvor, som blev Plejaderna, medan mördaren blev stjärnbilden Anakonda. [#11] ##### *Kabadarokoya* ’Jaguars ande’ *Kabadarokoya* eller *Arhwakoya* ’Jaguars ande’ nämns av bröderna Penard, som kopplar den till en Lokono-myt.[#7], [#11] Enligt berättelsen var *Kabadaro* (*Panthera onca*) far till *Korhirhwathe* (*Leopardus species*), som han älskade så mycket att han inte ville gifta bort henne. [#33] En dag fastnade en tagg i hans tass och en man hjälpte honom att ta bort den, så han gav mannen sin dotter till hustru. Familjen hade alltid kött att äta, så andra människor blev avundsjuka och sa till mannen att hans fru var otrogen. Han började misshandla henne. När jaguaren fick reda på detta flydde han med sin dotter, men mannen följde efter dem överallt, så till slut steg de upp till himlen. Men när Lokono dödar en jaguar kan de återvända till jorden för att döda människor. Enligt Claudius de Goeje följer den agoutistjärnan, en delikatess för jaguarer. [#11] Konstellationen är oidentifierad. Kari&rsquo;na-konstellationen av jaguaren sägs dyka upp runt den lilla torrperioden, när jaguarer ryter mer eftersom de lider av insekter.[#17], [#20] ##### *Korhirhwathekoya* ’Ocelotens ande’ Konstellationen *Korhirhwathe* ’Ocelotens ande’ nämndes av bröderna Penard, som kopplar den till samma Lokono-myt som sammanfattats ovan för *Kabadarokoya*.[#11] Enligt berättelsen var *Kabadaro* (*Panthera onca*) far till *Korhirhwathe* (*Leopardus species*), som han älskade så mycket att han inte ville gifta bort henne. En dag fastnade dock en tagg i hans tass och en man hjälpte honom att ta bort den, så han gav mannen sin dotter till hustru. Familjen hade alltid gott om kött, så andra blev avundsjuka och sa till mannen att hans fru var otrogen. Som ett resultat började han misshandla *Korhirhwathe*. När jaguaren fick reda på detta tog han sin dotter och flydde med henne in i skogen, men mannen följde efter dem överallt, så till slut steg de upp till himlen och blev stjärnbilder. Nu, när Lokono dödar en jaguar, kan de återvända till jorden för att döda människor. ##### *Hawkoya* ’Anden av den blekhalade sengångaren’ Konstellationen *Hawkoya* ’Anden av den blekhalade sengångaren’ nämndes av Claudius de Goeje.[#11] Den representerar en art av sengångare (*Bradypus tridactylus*) och är ett omen för stormar och blåsigt väder som inträffar i början av den stora torrperioden (mellan augusti och december). Vid denna tid börjar sengångarna vandra omkring mer, och Lokono säger att det beror på vindarna.[#17] Konstellationen förblir oidentifierad. ##### *Warhemedokoya* ’Anden av det tvåtåiga sengångaren’ På samma sätt sägs *Warhemedokoya* ’Anden av det tvåtåiga sengångaren’, som nämns av bröderna Penard, dyka upp när stormarna och vindarna under den stora torrperioden är på väg att börja och få sengångarna att röra sig mer.[#17] Den representerar tvåtåiga sengångare (*Choloepus didactylus*). Konstellationen är fortfarande oidentifierad. ##### *Yôwanakoya* ’Anden av den gröna leguanen’ Konstellationen *Y&ocirc;wanakoya* ’Anden av den gröna leguanen’ nämns av bröderna Penard.[#17] Den föreställer den gröna leguanen (*Iguana iguana*) och syns när leguanerna lägger sina ägg i sanden, vilket bör vara någon gång i april och maj, men konstellationen är fortfarande oidentifierad. ##### *Yarheyarherokoya* ’Anden av den lila svansade papegojan’ Konstellationen *Yarheyarherokoya* ”Anden av den lila svansade papegojan” (*Touit batavicus*) nämndes av Claudius de Goeje.[#11] Konstellationen är inte känd för nutida Lokono; vi vet inte heller vad dess utseende brukade betyda. ##### *Marodikoya* ’Marailguanens ande’ Konstellationen *Marodikoya* ’Marailguanens ande’ nämndes av Claudius de Goeje, som kommenterar att den har formen av marailguanen (*Penelope marail*).[#11] Konstellationen är okänd för nutida Lokono; vi vet inte heller vad dess utseende brukade betyda. ##### *Hikarowanakoya* ’Den lilla gökens ande’ Konstellationen *Hikarowanakoya* ’Den lilla gökens ande’ nämndes endast av Claudius de Goeje.[#11] Den föreställer den lilla göken (*Coccycua minuta*). Konstellationen är fortfarande oidentifierad; vi vet inte heller vad dess utseende brukade betyda. Penard-bröderna nämner dock Kari&rsquo;na-konstellationen av en gökart som identifierats som den mycket liknande *Piaya cayana*.[#17], [#22] Kari&rsquo;na-konstellationen sägs bringa lycka till jägare. Intressant nog kopplar Lokono-folket också jägarnas tur till den lilla göken. De säger att om fågeln flyger förbi dig och ropar *pikwan pikwan pikwan*, måste du vara på din vakt, eftersom något dåligt kan hända dig. ##### *S&ucirc;tukoya* ’Anden av den rödhandade tamarinen’ Konstellationen *S&ucirc;tukoya* ’Anden av den rödhandade tamarinen’ (*Saguinus midas*) nämndes av Cornelius van Coll och bröderna Penard, men den är fortfarande dåligt identifierad.[#7], [#11], [#43] Enligt Claudius de Goeje ska den motsvara den västra konstellationen Coma Berenices.[#17] Det är dock oklart om detta stämmer, eftersom vi idag hittar konstellationen *Awarhakoya* i denna del av himlen, som är lätt att känna igen för många talare. Det finns inga myter kopplade till denna konstellation. ##### *Howakoya* ’Anden av den vitkindade saki’ Konstellationen *Howakoya* ’Anden av den vitkindade saki’ nämndes endast av Claudius de Goeje.[#17] Den representerar anden av den vitkindade saki (*Pithecia pithecia*), men konstellationen och dess betydelse är okända.[#44] ##### *Imenarikoya* ’Skorpionens ande’ Konstellationen *Imenarikoya* ’Skorpionens ande’ nämndes endast av Claudius de Goeje.[#11] Konstellationen avser andan av en oidentifierad art av en stor giftig skorpion. Det finns inga kända myter om *Imenarikoya*. Konstellationen kan vara ett fall av kulturellt lån från icke-ursprungsbefolkningar, vilket har föreslagits för konstellationen Kari&rsquo;na som föreställer en skorpion. ##### *Maraka* ’Medicinmannens skaller’ Konstellationen *Maraka* ”Medicinmannens skaller” nämndes av Claudius de Goeje och avser en skaller som används av Lokono-medicinmännen. Den är gjord av en kalebass som är genomborrad med en pinne, prydd med fjädrar från en viss papegoja och fylld med många små kristaller, var och en av vilka rymmer en annan ande, det vill säga en annan typ av *koya*.[#11] Konstellationen är fortfarande oidentifierad; det finns ingen motsvarighet i Kari&rsquo;na eller Warao och det finns inga myter kopplade till den. ##### *Shimarhabokoya* ”Pilbågens ande” och *Arakabosakoya* ”Vapnets ande” Konstellationen *Shimarhabokoya* ’Pilens och bågens ande’ och *Arakabosakoya* ’Vapnets ande’ nämndes av Claudius de Goeje.[#11] Båda konstellationerna är fortfarande oidentifierade och har inga motsvarigheter hos Kari&rsquo;na och Warao, och det finns inga myter kopplade till dem. ##### *Korherokoya* ’Papegojans ande’ Konstellationen *Korherokoya* ’Papegojans ande’ nämndes endast av Claudius de Goeje.[#11] Konstellationen avser en ande av en oidentifierad papegojart, men den nämndes som motsvarighet till Kari&rsquo;na-konstellationen *Kurewako yumï* ”Fadern till den orangevingade papegojan”, som representerar den orangevingade papegojan (*Amazona amazonica*). Det finns inga kända myter om *Korherokoya*. Den ska dyka upp i februari när papegojorna är tillräckligt stora för att tas ur sina bon, men konstellationen förblir oidentifierad. ##### *Kasipenikoya* ’Havssköldpaddans ande’ Konstellationen *Kasipenikoya* ’Havssköldpaddans ande’ nämndes av Claudius de Goeje.[#11] Den avser anden av en oidentifierad sköldpaddsart. Det kan vara samma som *Katarokoya*. Termen *kataro* (*Chelonia mydas*) verkar vara ett lånord från Kari&rsquo;na, och det är därför möjligt att *kasipeni* är det ursprungliga Lokono-ordet för samma sköldpadda. Det finns dock flera arter av sköldpaddor i Guyana, och därför kan *kataro* och *kasipeni* också hänvisa till olika arter, och deras andar kan identifieras med olika konstellationer.
