Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The temple in (today's) Egypt probably dates to the Roman (or Late Greek) time of Egypt and, thus, does not show the original Egyptian sky but a mixture of Greco-Roman, Egyptian and Babylonian figures, all drawn in an Egyptian style. <p><img width="600" src="illustrations/Dendera_zodiac_Louvre.jpg"/></p> <p><i>Photograph for the display in Musée du Louvre (Paris), Public Domain/ CC0. The plate is 255 x 253 cm in size.</i></p> ### List of constellation figure <p><table> <tr valign="middle"> <td> <img width="255" src="illustrations/ari.png" /></td> <td>zodiac</td> <td><b>Aries</b><br />a ram (not the Babylonian Hired Man, not the Roman ram that jumps through a ring)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/tau.png" /></td> <td>zodiac</td> <td><b>Taurus</b><br />a bull (not the Babylonian halfed bull)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/gem.png" /></td> <td>zodiac</td> <td><b>Gemini</b><br />a couple (Shu & Tefnut), i.e. a woman and a man (neither the Babylonian warriors nor the Greek heros)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cnc.png" /></td> <td>zodiac</td> <td><b>Cancer</b><br />a crab (as usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/leo+erua.png" /></td> <td>zodiac</td> <td><b>Leo</b><br />a lion (as usual)<br />with a woman whose head is at Coma Berenices</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vir.png" /></td> <td>zodiac</td> <td><b>Virgo</b><br />a maiden, depicted like the Babylonian goddess Shala (clay tablet AO 6448 from Uruk)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lib.png" /></td> <td>zodiac</td> <td><b>Libra</b><br />a balance (as usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sco.png" /></td> <td>zodiac</td> <td><b>Scorpius</b><br />a scorpion (as usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sgr.png" /></td> <td>zodiac</td> <td><b>Sagittarius</b><br />this figure is an Egyptised version of the Babylonian god Pabilsang; the double-head indicates a mythical context</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cap.png" /></td> <td>zodiac</td> <td><b>Capricornus</b><br />a goat-fish (Babylonian)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aqr+psa.png" /></td> <td>zodiac</td> <td><b>Aquarius</b><br />Egyptian god of the Nile, Hapi</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/psc.png" /></td> <td>zodiac</td> <td><b>Pisces</b><br />two fish (not the Babylonian "tails of the Giant Swallow" and not "Swallow-Fish")</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/uma_wagon+fox+ewe+yoke.png" /></td> <td>north</td> <td><b>Ursa Major</b><br />the Bull's Thigh is Egyptian (also depicted on diagonal star clocks, two millennia earlier), the Jackal and the Sheep are at the places of the Babylonian asterisms "Fox" and "Ewe"</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lup+cen.png" /></td> <td>south</td> <td><b>Lupus</b><br />the beast is at the place of the Babylonian "Mad Dog" (rabid dog) and the Greco-Roman Lupus</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/nilpferd.png" /></td> <td>north</td> <td><b>Bootes, Corona Borealis and others</b><br />the hippo goddess is an old Egyptian goddess who guards the celestial pole and the Bull's Thigh (constellation)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/hya+crv.png" /></td> <td>north</td> <td><b>Hydra and Corvus</b><br />the huge snake with the bird on its tail is the new interpretation of the Babylonian constellations Snake (Mush-Dragon) and Raven</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/ori.png" /></td> <td>south</td> <td><b>Orion</b><br />Osiris is a deified Egyptian king</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/horusfalke_canopus.png" /></td> <td>south</td> <td><b>southwesternmost part of Argo plus Columba</b><br />a falcon sitting on a canopy - obviously an Egyptian constellation that remains today as a star name</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sirius_bow+arrow.png" /></td> <td>south</td> <td><b>Canis Major</b><br />Sothis is the Egyptian name of a constellation around Sirius; in Babylon, there is a goddess with Bow and Arrow at this place</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/himmelskuh_sirius.png" /></td> <td>south</td> <td><b>Canis Minor</b><br />as all other bright stars in the area are already decorated, this heavenly cow apparently needs to be placed on Procyon</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lep.png" /></td> <td>south</td> <td><b>Lepus</b><br />in Babylonian uranology, a rooster is placed below the Orion-constellation in the modern Lepus; this bird is apparently the Egyptian version of it</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/peg.png" /></td> <td>north</td> <td><b>Pegasus area</b><br />the Babylonian constellation of The Field is a quadrilateral of bright stars. It looks like the Egyptian hieroglyph for "water" which makes sense in the neighbourhood of fish.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aql_gegend.png" /></td> <td>north</td> <td><b>Aquila area</b><br />this small dark bird (a duck?) apparently is located in the area of Aquila. For the time being, I put it on the bright star (Altair).</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/corpse.png" /></td> <td>north</td> <td><b>Delphinus area</b><br />next to this bird, there is a cadaver of an animal - interestingly at the place of the Babylonian constellation of "the Corpse"</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cyg_gegend.png" /></td> <td>north</td> <td><b>Cygnus / Cepheus area</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lyr_gula.png" /></td> <td>north</td> <td><b>Lyra / Ophiuchus area</b><br />there is a huge Egyptian figure in the area of Lyra and Ophiuchus. In Lyra was the Babylonian constellation of the goddess of medicine, while Ophiuchus is the Greek equivalent. Thus, this might possibly be the Egyptian mythological founder of medicine, Imhotep.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cet_unterAri.png" /></td> <td>south</td> <td><b>Cetus area</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_3.png" /></td> <td>south</td> <td><b>Centaurus area</b><br />the Egyptian figure shows a landworker and at this place, there is the Babylonian god of agriculture and war (Ningirsu), so this might be a very strange depiction of the Egyptian god Min who was merged with Greek Pan in late epochs</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_2.png" /></td> <td>south</td><td> <b>eastern and southern Argo area</b><br />the image shows a mother goddess, in Egyptian this is Isis and in Babylonian this would be Ninmakh (who is indeed positioned at this place)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below.png" /></td> <td>south</td> <td><b>northwestern Argo area</b><br />the hat of this woman resembles the Egyptian goddess Anuket, the goddess of the Nile flood. In Babylonian uranology of the middle first millennium, there is the goddess Nunki at this area: due to the sound of the names, an exchange or transfer is likely.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/goat.png" /></td> <td>north</td> <td><b>Auriga</b><br />goat is at the position of the constellation Auriga (neither in Babylonian nor in Greek tradition, there is a goat at this place. Highly likely, the Roman star name Capella (the Goat) resembles this Egyptian constellation.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/alfCen_512.jpg" /></td> <td>south</td> <td><b>alpha Centauri area</b><br />the ceiling clearly depicts an Egyptian Chenti Irti figure: this little creature should be positioned in the area around/ above the bright star alpha Centauri, and there is no Greek or Babylonian equivalent. The meaning of Chenti Irti is unclear but a suggestion is "the sharp sighted one" which could make sense for a bright star that is only roughly 5° above the horizon (2nd c. BCE in Egypt)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/udjat.jpg" /></td> <td>north</td> <td><b>"above" Aries</b><br />the udjat eye in this context probably refers to the spring equinox</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/affe.jpg" /></td> <td>north</td> <td><b>Perseus area</b><br />the baboon is an attribute or representation of the Egyptian god Thoth and therefore worshipped. However, it is uncertain whether this particular baboon is connected to Thoth.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vogel.jpg" /></td> <td>north</td> <td><b>Ursa Minor area</b><br />a falcon (one of the many falcon deities)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cas_grp.png" /></td> <td>north</td> <td><b>Cassiopeia area (or Cas/And)</b><br />?</td> </tr> </table> </p> ### Planets In this sky culture, some Egyptian names are attached to the planets. Honestly, each planet had many names, sometimes depending on the context (e.g. Venus as morning star and evening star). We cannot include all names in the Stellarium name but they are stored in other database. On the Dendera ceiling, the planets are represented at fixed positions and as deities. The planets are depicted as deities in their "standard position". As planets move, they can only be presented in the sky by defining fixed positions where the figurative representation is found in every celestial map, every star list and catalogue. <p>These standard positions: <table class="layout"> <tr><td>Sun</td> <td>Aries</td></tr> <tr><td>Moon</td> <td>Taurus</td></tr> <tr><td>Venus</td> <td>Pisces</td></tr> <tr><td>Jupiter</td> <td>Cancer (or betw. Cnc and Leo)</td></tr> <tr><td>Mercury</td> <td>Virgo</td></tr> <tr><td>Mars</td> <td>Capricornus</td></tr> <tr><td>Saturn</td> <td>Libra</td></tr> </table> These positions are equal to the "secret places" in Babylonian astrology and the "hypsomata" (exaltation points) in Greek astrology.</p> Additionally, the equinoxes are marked with great disks: One in Libra and one Aries.
de: Da der Tempel (im heutigen Ägypten) jedoch spät-griechisch oder römisch datiert, zeigt er nicht die original ägyptischen Sternbilder, sondern eine Mixtur von griechisch-römischen, ägyptischen und sogar babylonischen Figuren, die alle in einem ägyptischen Stil gezeichnet sind. <p><img width="600" src="illustrations/Dendera_zodiac_Louvre.jpg"/></p> <p><br/><i>Photographie der im Musée du Louvre (Paris) ausgestellten Tempeldecke, Public Domain/ CC0. Die Platte ist 255 x 253 cm groß.</i></p> ### Liste der Sternbilder (ohne Dekane) <p><table> <tr valign="middle"> <td> <img width="255" src="illustrations/ari.png"> </td> <td >Zodiak</td> <td><b>Aries</b><br> ein Widder (nicht der babylonische Lohnarbeiter und nicht das römische Lamm, das durch einen Ring springt)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/tau.png"> </td> <td >Zodiak</td> <td> <b>Taurus</b><br> ein Stier (nicht der babylonische halbe Stier)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/gem.png"> </td> <td>Zodiak</td> <td> <b>Gemini</b><br>Geschwisterpaar (Schu & Tefnut), d.h. eine Frau und ein Mann (weder die babylonischen Krieger/ Unterweltsgötter, noch die griechischen Heroen)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cnc.png"> </td> <td>Zodiak</td> <td> <b>Cancer</b><br> ein Krebs (wie gewöhnlich) </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/leo+erua.png"> </td> <td>Zodiak</td> <td><b>Leo</b><br> ein Löwe (wie gewöhnlich) <br> mit einer Frau, deren Haar auf Coma Berenices liegt</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vir.png"> </td> <td>Zodiak</td> <td><b>Virgo</b><br> ein Mädchen, abgebildet wie die babylonische Göttin Shala (Tontafel AO 6448 aus Uruk)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lib.png"> </td> <td>Zodiak</td> <td><b>Libra</b><br> eine Waage (wie gewöhnlich)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sco.png"> </td> <td>Zodiak</td> <td><b>Scorpius</b><br> ein Skorpion (wie gewöhnlich)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sgr.png"> </td> <td>Zodiak</td> <td> <b>Sagittarius</b><br> diese Figur ist klar die ägyptisierte version des babylonischen Gottes Pabilsang; der janusartige Doppelkopf deutet auf einen mystischen Kontext </td></tr> <tr valign="middle"> <td><img width="255" src="illustrations/cap.png"> </td> <td>Zodiak</td> <td> <b>Capricornus</b><br> ein Ziegenfisch (babylonisch)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aqr+psa.png"> </td> <td>Zodiak</td> <td><b>Aquarius</b><br> ägyptischer Gott der Nilflut, Hapi</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/psc.png"> </td> <td>Zodiak</td> <td><b>Pisces</b><br> zwei Fische (nicht die babylonischen "Schwänze der Riesenschwalbe" und nicht der babylonische "Schwalbenfisch") </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/uma_wagon+fox+ewe+yoke.png"> </td> <td>Nord</td> <td> <b>Ursa Major</b><br> der Stierschenkel ist ägyptisch (schon auf Diagonalsternuhren ein Millennium früher abgebildet), der Fuchs und das Schaf sind an den Stellen der babylonischen Asterismen "Fuchs" und "Mutterschaf" </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lup+cen.png"> </td> <td>Süd</td> <td> <b>Lupus</b><br> das Untier ist der babylonische "Verrückte Hund" (tollwütiger Hund) und der griechisch-römische Lupus</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/nilpferd.png"> </td> <td>Nord</td> <td><b>Bootes, Corona Borealis und andere</b><br> die Nilpferdgöttin ist eine altägyptische Gottheit, die den Himmelspol und den Stierschenkel (Sternbild) bewacht </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/hya+crv.png"> </td> <td>Nord</td> <td> <b>Hydra und Corvus</b><br> die große Schlange mit dem Vogel auf dem Schwanz ist eine neue Interpretation der babylonischen Sternbilder Schlange (Mush-Drache) und Raben</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/ori.png"> </td> <td>Süd</td> <td> <b>Orion</b><br> Osiris ist ein vergöttlichter ägyptischer König</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/horusfalke_canopus.png"> </td> <td>Süd</td> <td> <b>Südwestlichster Teil von Argo plus Columba</b><br> ein Falke auf einer Kanope - offensichtlich ein ägyptisches Sternbild, das heute als Sternname (Canopus) überlebt </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sirius_bow+arrow.png"> </td> <td>Süd</td> <td> <b>Canis Major</b><br> Satis ist Göttin der Nilflut (mit Pfeil und Bogen), Sothis ist der ägyptische Name für das Sternbild um Sirius; in Babylon gab es in dieser Gegend die Sternbilder Pfeil und Bogen, die (im -1. Jt.) von einer Göttin gehalten werden</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/himmelskuh_sirius.png"> </td> <td>Süd</td> <td> <b>Canis Minor</b><br> nachdem auf allen anderen hellen Sternen bereits Sternbilder liegen, gehört diese Himmelskuh vermutlich auf die Gegend um Procyon </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lep.png"> </td> <td>Süd</td> <td> <b>Lepus</b><br> in der babylonischen "Uranologie" steht unter dem Orion ein Hahn (ein Frankolin?), d.h. etwa auf der Gegend von IAU-Lepus; dieser Vogel ist anscheinend das ägyptische Pendant dazu</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/peg.png"> </td> <td>Nord</td> <td> <b>Pegasus Gegend</b><br> the Babylonian constellation of The Field is a quadrilateral of bright stars. It looks like the Egyptian hieroglyph for "water" which makes sense in the neighbourhood of fish. </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aql_gegend.png"> </td> <td>Nord</td> <td> <b>Aquila Gegend</b><br> dieser dunkle Vogel (eine Ente?) ist anscheinend in der Gegend von Aquila gelegen. Vorläufig stellen wir ihn auf den hellen Stern Atair. </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/corpse.png"> </td> <td>Nord</td> <td> <b>Delphinus Gegend</b><br> nahe der dunklen Ente gibt es einen Kadaver, der wohl hier her gehört - interessanterweise an eine Gegend, wo babylonisch sich das Sternbild "der Leichnam" befindet</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cyg_gegend.png"> </td> <td>Nord</td> <td> <b>Cygnus/ Cepheus Gegend</b><br> ?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lyr_gula.png"> </td> <td>Nord</td> <td> <b>Lyra/ Ophiuchus Gegend</b><br> es gibt eine riesige ägyptische Figur in der Gegend von Lyra und Ophiuchus. In Lyra war das babylonische Sternbild der Göttin der Medizin, während Ophiuchus das griechische Pendant ist. Es könnte sich also möglicherweise um den ägyptischen mythologischen Begründer der Medizin, Imhotep, handeln. </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cet_unterAri.png"> </td> <td>Süd</td> <td> <b>Cetus Gegend</b><br> ?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_3.png"> </td> <td>Süd</td> <td> <b>Centaurus Gegend</b><br> die ägyptische Figur zeigt einen Landarbeiter, und an dieser Stelle befindet sich der babylonische Gott des Ackerbaus und des Krieges (Ningirsu), so dass es sich um eine sehr seltsame Darstellung des ägyptischen Gottes Min handeln könnte, der in späten Epochen mit dem griechischen Pan verschmolzen wurde</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_2.png"></td><td>Süd</td><td> <b>östliche und südliche Argo-Gegend </b><br> das Bild zeigt eine Muttergöttin, im Ägyptischen ist dies Isis und im Babylonischen wäre dies Ninmakh (die sich tatsächlich an dieser Stelle befindet)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below.png"> </td> <td>Süd</td> <td> <b>Nordwestliche Argo Gegend</b><br> der Kopfputz dieser Frau erinnert an die ägyptische Göttin Anuket, der Göttin der Nilflut. In der babylonischen Uranologie des mittleren ersten Jahrtausends gibt es in dieser Gegend die Göttin Nunki: aufgrund des Klangs der Namen ist ein Austausch oder eine Übertragung wahrscheinlich. </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/goat.png"> </td> <td>Nord</td> <td> <b>Auriga</b><br> die Ziege befindet sich an der Position des Sternbildes Auriga (weder in der babylonischen noch in der griechischen Tradition gibt es an dieser Stelle eine Ziege. Höchstwahrscheinlich erinnert der römische Sternname Capella (die Ziege) diesem ägyptischen Sternbild. </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/alfCen_512.jpg"> </td> <td>Süd</td> <td> <b>alpha Centauri Gegend</b><br> im Relief ist eindeutig eine ägyptische Chenti Irti-Figur abgebildet: Dieses kleine Wesen sollte in der Gegend um/über dem hellen Stern Alpha Centauri stehen, und es gibt keine griechische oder babylonische Entsprechung. Die Bedeutung von Chenti Irti ist unklar, aber ein Vorschlag ist "der scharfäugie", was bei einem hellen Stern, der nur etwa 5° über dem Horizont steht, Sinn machen könnte (2. Jh. v. Chr. in Ägypten)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/udjat.jpg"> </td> <td>Nord</td> <td> <b>"above" Aries</b><br> das Udjat Auge markiert hier vormutlich das Frühlingsäquinoktium </td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/affe.jpg"> </td> <td>Nord</td> <td> <b>Perseus Gegend</b><br> Paviane sind allg. eine Repräsentation des ägyptischen Gottes Thoth und wurde daher angebetet. Ob dieser konkrte Pavian auch Thoth gehört, ist unklar.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vogel.jpg"> </td> <td>Nord</td> <td> <b>Ursa Minor Gegend</b><br> ein Falke (eine der zahlreichen Falkengottheiten)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cas_grp.png"> </td> <td>Nord</td> <td> <b>Cassiopeia Gegend</b><br> ? </td> </tr> </table> </p> ### Planets In dieser Himmelskultur werden den Planeten einige ägyptische Namen beigefügt. Ehrlich gesagt, hatte jeder Planet viele Namen, manchmal abhängig vom Kontext (z.B. Venus als Morgenstern und Abendstern). Wir können nicht alle Namen in das Stellarium-Label aufnehmen, aber sie sind in einer anderen Datenbank gespeichert. Auf der Decke von Dendera sind die Planeten an festen Positionen und als Gottheiten dargestellt. Die Planeten werden als Gottheiten in ihrer "Standardposition" abgebildet. Da sich die Planeten bewegen, können sie am Himmel nur durch die Festlegung fester Positionen dargestellt werden, deren bildliche Darstellung sich in jeder Himmelskarte, jeder Sternenliste und jedem Katalog findet. <p>Standardpositionen: <table class="layout"> <tr><td>Sonne </td> <td> Aries</td></tr> <tr><td>Monf </td> <td>Taurus </td></tr> <tr><td>Venus</td> <td>Pisces </td></tr> <tr><td>Jupiter</td> <td>Cancer (oder zw. Cnc und Leo)</td></tr> <tr><td>Merkur </td> <td> Virgo</td></tr> <tr><td>Mars </td> <td>Capricornus </td></tr> <tr><td>Saturn </td> <td>Libra</td></tr> </table> Diese Positionen entsprechen den "geheimen Orten" in der babylonischen Astrologie und den "Hypsomata" (Erhöhungspunkten) in der griechischen Astrologie. </p> Außerdem sind die Tagundnachtgleichen mit großen Scheiben markiert: Eine in der Waage und eine im Widder.
es_419: El templo en el (actual) Egipto probablemente data de la época romana (o griega tardía) de Egipto y, por lo tanto, no muestra el cielo egipcio original sino una mezcla de figuras grecorromanas, egipcias y babilónicas, todas dibujadas en estilo egipcio. <p><img width="600" src="illustrations/Dendera_zodiac_Louvre.jpg"/></p> <p><i>Fotografía para la exposición en Musée du Louvre (París), Dominio Público/ CC0. El plato tiene un tamaño de 255 x 253 cm.</i></p> ### Lista de figuras de constelaciones <p><table> <tr valign="middle"> <td> <img width="255" src="illustrations/ari.png" /></td> <td>zodiaco</td> <td><b>Aries</b><br />un carnero (no el Asalariado Babilónico, no el carnero romano que salta a través de un anillo)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/tau.png" /></td> <td>zodiaco</td> <td><b>Tauro</b><br />un toro (no el medio toro babilónico)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/gem.png" /></td> <td>zodiaco</td> <td><b>Géminis</b><br />una pareja (Shu y Tefnut), es decir, una mujer y un hombre (ni los guerreros babilónicos ni los héroes griegos)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cnc.png" /></td> <td>zodiaco</td> <td><b>Cáncer</b><br />un cangrejo (el usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/leo+erua.png" /></td> <td>zodiaco</td> <td><b>Leo</b><br />un león (el usual)<br />con una mujer cuya cabeza está en Coma Berenices</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vir.png" /></td> <td>zodiaco</td> <td><b>Virgo</b><br />una doncella, representada como la diosa babilónica Shala (tablilla de arcilla AO 6448 de Uruk)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lib.png" /></td> <td>zodiaco</td> <td><b>Libra</b><br />una balanza (la usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sco.png" /></td> <td>zodiaco</td> <td><b>Escorpio</b><br />un escorpión (el usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sgr.png" /></td> <td>zodiaco</td> <td><b>Sagitario</b><br />esta figura es una versión egipcia del dios babilónico Pabilsang; la doble cabeza indica un contexto mítico</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cap.png" /></td> <td>zodiaco</td> <td><b>Capricornio</b><br />un pez cabra (babilónico)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aqr+psa.png" /></td> <td>zodiaco</td> <td><b>Acuario</b><br />Hapi, dios egipcio del Nilo</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/psc.png" /></td> <td>zodiaco</td> <td><b>Piscis</b><br />dos peces (no las "colas de la golondrina gigante" babilónicas ni el "pez golondrina")</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/uma_wagon+fox+ewe+yoke.png" /></td> <td>norte</td> <td><b>Osa Mayor</b><br />el Muslo del Toro es egipcio (también representado en relojes de estrellas diagonales, dos milenios antes), el chacal y la oveja están en los lugares de los asterismos babilónicos "zorro" y "oveja".</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lup+cen.png" /></td> <td>sur</td> <td><b>Lupus</b><br />la bestia está en el lugar del "perro rabioso" babilónico (perro rabioso) y el lupus grecorromano</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/nilpferd.png" /></td> <td>norte</td> <td><b>Bootes, Corona Borealis y otros</b><br />la diosa hipopótamo es una antigua diosa egipcia que custodia el polo celeste y el Muslo del Toro (constelación)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/hya+crv.png" /></td> <td>norte</td> <td><b>Hydra y Corvus</b><br />la enorme serpiente con el pájaro en la cola es la nueva interpretación de las constelaciones babilónicas Serpiente (Mush-Dragon) y Cuervo</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/ori.png" /></td> <td>sur</td> <td><b>Orión</b><br />Osiris es un rey egipcio deificado</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/horusfalke_canopus.png" /></td> <td>sur</td> <td><b>parte más al suroeste de Argo más Columba</b><br />un halcón sentado en un dosel - obviamente una constelación egipcia que permanece hoy como el nombre de una estrella</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sirius_bow+arrow.png" /></td> <td>sur</td> <td><b>Can Mayor</b><br />Sothis es el nombre egipcio de una constelación alrededor de Sirio; en Babilonia, hay una diosa con arco y flecha en este lugar</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/himmelskuh_sirius.png" /></td> <td>sur</td> <td><b>Can Menor</b><br />como todas las demás estrellas brillantes en el área ya están decoradas, esta vaca celestial aparentemente debe colocarse en Procyon</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lep.png" /></td> <td>sur</td> <td><b>Lepus</b><br />en la uranología babilónica, se coloca un gallo debajo de la constelación de Orión en el moderno Lepus; este pájaro es aparentemente la versión egipcia del mismo</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/peg.png" /></td> <td>norte</td> <td><b>Área de Pegaso</b><br />la constelación babilónica de El Campo es un cuadrilátero de estrellas brillantes. Parece el jeroglífico egipcio para "agua", que tiene sentido en la vecindad de los peces.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aql_gegend.png" /></td> <td>norte</td> <td><b>Área de Aquila</b><br />este pequeño pájaro oscuro (¿un pato?) aparentemente se encuentra en el área de Aquila. Por el momento, lo pongo en la estrella brillante (Altair).</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/corpse.png" /></td> <td>norte</td> <td><b>Área de Delphinus</b><br />junto a este pájaro, hay un cadáver de un animal - curiosamente en el lugar de la constelación babilónica de "el cadáver"</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cyg_gegend.png" /></td> <td>norte</td> <td><b>Área de Cygnus/Cepheus</b><br />¿?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lyr_gula.png" /></td> <td>norte</td> <td><b>Área de Lira/Ofiuco</b><br />hay una enorme figura egipcia en el área de Lira y Ofiuco. En Lyra estaba la constelación babilónica de la diosa de la medicina, mientras que Ofiuco es el equivalente griego. Por lo tanto, este podría ser posiblemente el fundador mitológico egipcio de la medicina, Imhotep.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cet_unterAri.png" /></td> <td>sur</td> <td><b>Área de Cetus</b><br />¿?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_3.png" /></td> <td>sur</td> <td><b>Área de Centauro</b><br />la figura egipcia muestra a un trabajador de la tierra y en este lugar está el dios babilónico de la agricultura y la guerra (Ningirsu), por lo que esta podría ser una representación muy extraña del dios egipcio Min, que se fusionó con el griego Pan en épocas tardías.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_2.png" /></td> <td>sur</td><td> <b>Área este y sur de Argo</b><br />la imagen muestra a una diosa madre, en egipcio es Isis y en babilónico sería Ninmakh (quien efectivamente está posicionada en este lugar)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below.png" /></td> <td>sur</td> <td><b>Área noroeste de Argo</b><br />el sombrero de esta mujer se asemeja a la diosa egipcia Anuket, la diosa de la inundación del Nilo. En la uranología babilónica de mediados del primer milenio, está la diosa Nunki en esta zona: por el sonido de los nombres, es probable un intercambio o transferencia.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/goat.png" /></td> <td>norte</td> <td><b>Auriga</b><br />la cabra está en la posición de la constelación Auriga (ni en la tradición babilónica ni en la griega, hay una cabra en este lugar. Muy probablemente, el nombre de la estrella romana Capella (la Cabra) se parece a esta constelación egipcia.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/alfCen_512.jpg" /></td> <td>sur</td> <td><b>Área de alpha Centauri</b><br />el techo representa claramente una figura egipcia de Chenti Irti: esta pequeña criatura debe colocarse en el área alrededor/sobre la brillante estrella alfa Centauri, y no existe un equivalente griego o babilónico. El significado de Chenti Irti no está claro, pero una sugerencia es "el de vista aguda", lo que podría tener sentido para una estrella brillante que se encuentra aproximadamente a 5 ° sobre el horizonte (siglo II a. C. en Egipto)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/udjat.jpg" /></td> <td>norte</td> <td><b>"arriba" de Aries</b><br />el ojo udjat en este contexto probablemente se refiere al equinoccio de primavera</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/affe.jpg" /></td> <td>norte</td> <td><b>Área de Perseus</b><br />el babuino es un atributo o representación del dios egipcio Thoth y por lo tanto adorado. Sin embargo, no está claro si este babuino en particular está conectado con Thoth.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vogel.jpg" /></td> <td>norte</td> <td><b>Área de la Osa Menor</b><br />un halcón (una de las muchas deidades del halcón)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cas_grp.png" /></td> <td>norte</td> <td><b>Área de Cassiopeia (o Cas/And)</b><br />¿?</td> </tr> </table> </p> ### Planetas En esta cultura estelar, algunos nombres egipcios se adjuntan a los planetas. Honestamente, cada planeta tenía muchos nombres, a veces dependiendo del contexto (por ejemplo, Venus como estrella de la mañana y estrella de la tarde). No podemos incluir todos los nombres en el nombre de Stellarium, pero están almacenados en otra base de datos. En el techo de Dendera, los planetas están representados en posiciones fijas y como deidades. Los planetas se representan como deidades en su "posición estándar". A medida que los planetas se mueven, solo se pueden presentar en el cielo definiendo posiciones fijas donde la representación figurativa se encuentra en cada mapa celeste, cada lista de estrellas y catálogo. <p>Estas posiciones estándar: <table class="layout"> <tr><td>Sol</td> <td>Aries</td></tr> <tr><td>Luna</td> <td>Tauro</td></tr> <tr><td>Venus</td> <td>Piscis</td></tr> <tr><td>Júpiter</td> <td>Cáncer (o entre Cnc y Leo)</td></tr> <tr><td>Mercurio</td> <td>Virgo</td></tr> <tr><td>Marte</td> <td>Capricornus</td></tr> <tr><td>Saturno</td> <td>Libra</td></tr> </table> Estas posiciones son iguales a los "lugares secretos" de la astrología babilónica ya los "hypsomata" (puntos de exaltación) de la astrología griega.</p> Además, los equinoccios están marcados con grandes discos: uno en Libra y otro en Aries.
