Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: HENRY, Teuira, 1928. Ancient Tahiti, based on material recorded by J. M. Orsmond, bul. n°48 Honolulu, Bishop Museum. - 1968 (1951). Tahiti aux temps anciens, Paris, SO, n°1, Musée de l'Homme, 722 p., [Traduit par Bertrand Jaunez]. - [#2]: GRAINDORGE, Maurice, 2015. Le Ciel de Tahiti et des Mers du Sud, Papeete, Haere Po. - [#3]: TERIIEROOITERAI, Claude, 2013. Mythes, astronomie, découpage du temps et navigation traditionnelle : l’héritage océanien contenu dans les mots de la langue tahitienne, thèse de doctorat en langues et cultures océaniennes. - [#4]: ELLIS, William, 1972, A la recherche de la Polynésie d’autrefois, Paris, Publication de la Société des Océanistes N°25, 2 vol., 942 p. - [#5]: FORSTER, Johann, Reinhold, 1982. The Resolution Journal of Johann Reinholf Forster 1772-1775, 4 volumes, Edited by Michael E. Hoare, The Hakluyt Society, London. - 1996, [1778]. Observations made during a Voyage Round the World, Honolulu, UH, 446 p. - [#6]: DROLLET, Alexandre, 1989 [1922]. "Rectifications à apporter à certains noms mal orthographiés en langue tahitienne", in BSEO Papeete, N°248, p.100-101. - [#7]: LAGUESSE, Janine, 1945, "A propos des connaissances astronomiques des anciens Tahitiens", Papeete, in BSEO, N°75, pp. 141-154. - [#8]: PROKOP, Libor. Nomenclature alphanumérique des étoiles du ciel tahitien. - [#9]: SAURA Bruno, Huahine aux temps anciens, Cahiers du patrimoine n°8, 2005
sv: - [#1]: HENRY, Teuira, 1928. Ancient Tahiti, baserat på material dokumenterat av J. M. Orsmond, bul. nr 48 Honolulu, Bishop Museum. - 1968 (1951). Tahiti aux temps anciens, Paris, SO, nr 1, Musée de l'Homme, 722 s., [Översatt av Bertrand Jaunez]. - [#2]: GRAINDORGE, Maurice, 2015. Le Ciel de Tahiti et des Mers du Sud, Papeete, Haere Po. - [#3]: TERIIEROOITERAI, Claude, 2013. Mythes, astronomie, découpage du temps et navigation traditionnelle : l’héritage océanien contenu dans les mots de la langue tahitienne, doktorsavhandling i oceaniska språk och kulturer. - [#4]: ELLIS, William, 1972, A la recherche de la Polynésie d’autrefois, Paris, Publication de la Société des Océanistes N°25, 2 vol., 942 s. - [#5]: FORSTER, Johann, Reinhold, 1982. The Resolution Journal of Johann Reinholf Forster 1772-1775, 4 volymer, redigerad av Michael E. Hoare, The Hakluyt Society, London. - 1996, [1778]. Observations made during a Voyage Round the World, Honolulu, UH, 446 s. - [#6]: DROLLET, Alexandre, 1989 [1922]. ”Rectifications à apporter à certains noms mal orthographiés en langue tahitienne”, i BSEO Papeete, nr 248, s. 100-101. - [#7]: LAGUESSE, Janine, 1945, ”A propos des connaissances astronomiques des anciens Tahitiens”, Papeete, i BSEO, nr 75, s. 141-154. - [#8]: PROKOP, Libor. Alfanumerisk nomenklatur för stjärnorna på den tahitiska himlen. - [#9]: SAURA Bruno, Huahine aux temps anciens, Cahiers du patrimoine nr 8, 2005

source: This sky culture was contributed by a working group composed of Christine Briant, Libor Prokop, Regis Plichart and Thibaud Guillaud-Saumur, with the help of association "Fa'afaite i te Ao Ma'ohi" (Rereao Carlson, Titaua Teipoarii) for the Maui's Hook/Hiro's Kite constellation and the association "Te Fare Hiroà no Vavau" for the mention of Ruanui in the skyculture name. WALKER Maurani did the translation of this text from French to English.
ru: Эта культура неба была предоставлена ​​рабочей группой в составе Кристины Брайант, Либора Прокопа, Реджиса Плишара и Тибо Гийо-Сомюра при поддержке ассоциации «Fa'afaite i te Ao Ma'ohi» (Rereao Carlson, Titaua Teipoarii) за созвездие Мауи Хук/Хиро Кайт и ассоциации «Te Fare Hiroà no Vavau» за упоминание Руануи в названии небесной культуры. УОКЕР Маурани сделал перевод этого текста с французского на английский.
sv: Denna himmelskultur har bidragits med av en arbetsgrupp bestående av Christine Briant, Libor Prokop, Regis Plichart och Thibaud Guillaud-Saumur, med hjälp av föreningen ”Fa'afaite i te Ao Ma'ohi” (Rereao Carlson, Titaua Teipoarii) för konstellationen Maui's Hook/Hiro's Kite och föreningen "Te Fare Hiroà no Vavau" för omnämnandet av Ruanui i namnet på himmelskulturen. WALKER Maurani översatte denna text från franska till engelska.
uk: Дані цієї картини зоряного неба було надано робочою групою, що складалася з Christine Briant, Libor Prokop, Regis Plichart і Thibaud Guillaud-Saumur, за допомоги асоціації "Fa'afaite i te Ao Ma'ohi" (Rereao Carlson, Titaua Teipoarii) за сузір'я Гачок Мауї/Змій Хіро та асоціації "Te Fare Hiroà no Vavau" за згадку Руануї у назві картини зоряного неба. Переклад тексту з французької англійською виконано WALKER Maurani.

source: ### Milky Way The names of the Milky Way are quite numerous, but they can be distinguished into two groups - the names coming from the past (e.g., *Goose Road*) and the name of a later period (*Mamay Road*). The names of the later period is clearly apparent connection to the memory of the Mongol-Tatar invasion to Russia. ### Pleiades The Pleiades has a many names and their more than the Milky Way names, but all of them in Siberia can be reduced to the notion for a star cluster as a bird's nest. Among these names *Duck Nest* is the most common. ### Ursa Major In Siberia often used name for this constellation is *Elk* (although in Eastern Siberia the name "Bear" is used more frequently). ### Orion In Siberia in the constellation of Orion is usually used only three stars of his belt, who called *Kichigi* (the Threshers) - is typical for north-eastern Russia image of the threshers, who are stand in the row. In the European part of Russia called Kichigi usually hides the Ursa Major constellation.
es_419: ### Vía Láctea Los nombres de la Vía Láctea son bastante numerosos, pero se pueden distinguir en dos grupos: los nombres del pasado (por ejemplo, *Camino de Ganso*) y el nombre de un período posterior (*Camino de Mamay*). Los nombres del período posterior son una conexión claramente aparente con el recuerdo de la invasión mongol-tártara a Rusia. ### Pléyades Las Pléyades tienen muchos nombres y son más que los nombres de la Vía Láctea, pero todos ellos en Siberia pueden reducirse a la noción de un cúmulo estelar como nido de pájaro. Entre estos nombres, *Nido de Pato* es el más común. ### Osa Mayor En Siberia, el nombre que se usa con frecuencia para esta constelación es *Alce* (aunque en Siberia oriental, el nombre "Oso" se usa con más frecuencia). ### Orión En Siberia, en la constelación de Orión, generalmente se usan solo tres estrellas de su cinturón, que llamaron *Kichigi* (La Trilladora), es típico de la imagen del noreste de Rusia de los trilladores que están parados en la fila. En la parte europea de Rusia, llamada Kichigi, generalmente se esconde la constelación de la Osa Mayor.
ru: ### Млечный Путь Названия Млечного Пути довольно многочисленны, однако их можно выделить в две группы - названия, идущие из глубины веков (например, *Гусиная дорога*) и названия более позднего времени (*Мамаева дорога*). В названиях более позднего времени отчетливо прослеживается связь с памятью о татаро-монгольском нашествии на Русь. ### Плеяды Названий Плеяд выделяется более, чем для Млечного Пути, но все их на территории Сибири можно свести к представлению о скоплении как о птичьем гнезде. Среди этих названий *Утиное гнездо* является самым распространенным. ### Большая Медведица В Сибири чаще всего для этого созвездия используют название *Лось* (хотя в Восточной Сибири тематика медведя является чаще используемой). ### Орион В Сибири в созвездии Ориона как правило выделяют только характерные три звезды его пояса, получившие название *Кичиги* - характерный для северо-востока России образ молотильщиков, вставших в ряд. В европейской части России под названием Кичиги обычно скрывается созвездие Большой Медведицы.
sv: ### Vintergatan Namnen på Vintergatan är ganska många, men de kan delas in i två grupper - de namn som kommer från det förflutna (t.ex. *Goose Road*) och namnet på en senare period (*Mamay Road*). Namnen på den senare perioden är tydligt kopplade till minnet av den mongol-tatariska invasionen i Ryssland. ### Plejaderna Plejaderna har många namn och fler än Vintergatan, men alla dessa namn i Sibirien kan reduceras till en föreställning om en stjärnhop som ett fågelbo. Bland dessa namn är *Duck Nest* det vanligaste. ### Ursa Major I Sibirien används ofta namnet *Elk* för denna konstellation (även om namnet "Bear" används mer frekvent i östra Sibirien). ### Orion I Sibirien i konstellationen Orion används vanligtvis bara tre stjärnor i hans bälte, som kallas *Kichigi* (Torkarna) - är typisk för nordöstra Ryssland bild av tröskarna, som står i raden. I den europeiska delen av Ryssland kallas Kichigi vanligtvis döljer Ursa Major konstellationen.
uk: ### Чумацький Шлях Назви Чумацького Шляху є доволі різноманітними, але їх можна поділити на дві групи: назви що походять з давнини (наприклад *Гусяча Дорога*) та назви пізнішого періоду (*Мамаєва Дорога*). Назви пізнішого періоду мають явний зв’язок із згадками про монголо-татарську навалу. ### Плеяди У Плеяд багато назв, більше ніж у Чумацького Шляху, але усі ці назви у Сибіру можна звести до порівняння скупчення зірок із гніздом птаха. Серед цих назв найпоширенішою є *Гніздо Качки*. ### Велика Ведмедиця У Сибіру часто використовується назва цього сузір’я *Лось* (хоча у Східному Сибіру частіше використовується назва «Ведмідь»). ### Оріон У Сибіру із сузір’я Оріона зазвичай називають лише три зірки з пояса, які називають *Кічиги* (Молотарі) — типова для північної Росії картина молотарів, які стоять у ряд. У європейській частині Росії назву «кічиги» зазвичай використовують для сузір’я Великої Ведмедиці.

source: The Sami people are considered to be the native population of northern Norway, Sweden, Finland and West Russia (the Kola Peninsula). More information can be found at [#1] and [#2].
es_419: Se considera que el pueblo sami es la población nativa del norte de Noruega, Suecia, Finlandia y Rusia occidental (península de Kola). Se puede encontrar más información en [#1] y [#2].
ru: Саамцы считаются коренным населением северной Норвегии, Швеции, Финляндии и Кольского полуострова в России. Подробнее информацию о них можно найти на сайте [#1] и в статье [#2] в Википедии.
sv: Samerna anses vara ursprungsbefolkning i norra Norge, Sverige, Finland och västra Ryssland (Kolahalvön). Mer information finns på [#1] och [#2].
uk: Вважається, що саами (лопарі або лапландці) є корінними мешканцями північних областей Норвегії, Швеції, Фінляндії та західної частини Російської Федерації (Кольського півострова). Докладніші дані можна знайти на [#1] та на [#2].
