Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ##### <notr>Sumu</notr> ("Triggerfish") Crux/Southern Cross; associated with the legend of Filo and Mea (Alpha and Beta Centauri) fishing for the Sumu. ##### <notr>Faipā</notr> ("Fishhook Lure") the entire hook shaped constellation of Scorpius; associated with the legend of ʻAloʻalolelā and the magic fishhook (pā). ##### <notr>Toloa</notr> ("Wild Duck") asterism within Faipā, representing a flying duck (head of Scorpius); associated with the legend of Suga and Pae (M4 and M80) hunting the Toloa; the duckʻs head (Antares) is recorded as having been used to sail from Pukapuka to ʻUpolu when the star was "low in the sky to the westward". ##### <notr>Tūlālupe</notr> ("Pigeon Perch") asterism within Faipā (distal tail of Scorpius); associated with the chiefly sport of pigeon snaring. ##### <notr>Matāliʻi</notr> ("Face of Liʻi") Pleiades (grouping of seven stars representing eyes, ears, nostrils, and mouth of demigod Liʻi); associated with the legend of a Tanifā (Cetus) pursuing a canoe paddled by Liʻi; acronychal rising of Matāliʻi signaled the beginning of the new year (Vāipālolo season) and ushered in the festivities of the first fruits (Talomua) during the lunar months of Taumafamua and Toetaumafa. Note: for display clarity and ease of use Matāliʻi is assigned to the star Alcyone. ##### <notr>Tanifā</notr> ("Sea Monster") Cetus (tail of Cetus is the head of Tanifā), pursuing Liʻi (Pleiades). ##### <notr>Iʻofi</notr> ("Tongs") Taurus; associated with the legend of Tiʻitiʻiatalaga/Maui. ##### <notr>Amoga</notr> ("Carrying Pole") constellation stretching from Pi-3 Orionis to Gamma Monocerotis; associated with the legend of Tiʻitiʻiatalaga; zenith star for traveling between Sāmoa and Tonga. ##### <notr>Tolugāmāuli</notr> ("Triad of Moons") asterism within Amoga (three stars of Orionʻs Belt); associated with legend of Tiʻitiʻiatalaga; noted as the "star course" to sail from Manuʻa to Pukapuka. ##### <notr>ʻAnava</notr> ("Warclub") constellation found largely within Ursa Major. ##### <notr>Tiʻotala</notr> ("Kingfisher") Delphinus; associated with the legend of the tiʻotala (kingfisher) ambushing the grasshopper (sē). ##### <notr>Sē</notr> ("Grasshopper") constellation found within Pegasus; associated with the legend of the tiʻotala (kingfisher) ambushing the grasshopper (sē). ##### <notr>Tuigālama</notr> ("Candlenut Torch") Orionʻs arm/club; associated with the legend of Tiʻitiʻiatalaga. ##### <notr>Toʻivā</notr> ("Great Adze") Sickle of Leo; associated with the legend of Tapuʻitea (Venus) and her son Toʻivāitotonuoleʻatoatufuga ("Great Adze Within the Builderʻs Tool Basket").
es_419: ##### Sumu ("Ballesta") Crux/Cruz del Sur; asociado con la leyenda de Filo y Mea (Alfa y Beta Centauri) pescando Sumus. ##### Faipā ("Señuelo de anzuelo") toda la constelación en forma de gancho de Escorpio; asociado con la leyenda de ʻAloʻalolelā y el anzuelo mágico (pā). ##### Toloa Asterismo ("Pato Salvaje") dentro de Faipā, que representa un pato volador (cabeza de Escorpio); asociado a la leyenda de Suga y Pae (M4 y M80) cazando al Toloa; se registra que la cabeza de pato ( Antares ) se usó para navegar desde Pukapuka a ʻUpolu cuando la estrella estaba "baja en el cielo hacia el oeste". ##### Tūlālupe ("Percha de Paloma") asterismo dentro de Faipā (cola distal de Escorpio); asociado con el deporte principal de la trampa de palomas. ##### Matāliʻi ("Rostro de Liʻi") Pléyades (agrupación de siete estrellas que representan los ojos, los oídos, las fosas nasales y la boca del semidiós Liʻi); asociado con la leyenda de Tanifā (Cetus) persiguiendo una canoa remada por Liʻi; El levantamiento de las siglas de Matāliʻi marcó el comienzo del nuevo año (temporada de Vāipālolo) y marcó el comienzo de las festividades de los primeros frutos (Talomua) durante los meses lunares de Taumafamua y Toetaumafa. Nota: para mayor claridad de visualización y facilidad de uso, Matāliʻi se asigna a la estrella Alcyone. ##### Tanifā ("Monstruo marino") Cetus (la cola de Cetus es la cabeza de Tanifā), persiguiendo a Liʻi (Pléyades). ##### Iʻofi ("Tenazas") Tauro; asociado con la leyenda de Tiʻitiʻiatalaga/Maui. ##### Amoga ("Poste de transporte") constelación que se extiende desde Pi-3 Orionis hasta Gamma Monocerotis; asociado con la leyenda de Tiʻitiʻiatalaga; estrella cenital para viajar entre Samoa y Tonga. ##### Tolugāmāuli ("Triada de Lunas") asterismo dentro de Amoga (tres estrellas del Cinturón de Orión); asociado con la leyenda de Tiʻitiʻiatalaga; señalado como el "curso estrella" para navegar desde Manuʻa a Pukapuka. ##### ʻAnava ("Club de guerra") constelación que se encuentra en gran parte dentro de la Osa Mayor. ##### Tiʻotala ("Martín pescador") Delphinus; asociado con la leyenda del tiʻotala (martin pescador) emboscando al saltamontes (sē). ##### Sē ("Saltamontes") constelación encontrada dentro de Pegaso; asociado con la leyenda del tiʻotala (martin pescador) emboscando al saltamontes (sē). ##### Tuigālama ("Antorcha de nuez") brazo/garrote de Orión; asociado con la leyenda de Tiʻitiʻiatalaga. ##### Toʻivā ("Gran Azuela") Hoz de Leo; asociado con la leyenda de Tapuʻitea (Venus) y su hijo Toʻivāitotonuoleʻatoatufuga ("Gran azuela dentro de la canasta de herramientas del constructor").
ru: ##### Sumu («Спинорог») Crux/Южный Крест; связан с легендой о Фило и Меа (Альфа и Бета Центавра), ловивших Суму. ##### Faipā («Рыболовная приманка») все созвездие Скорпиона в форме крючка; связан с легендой об Алоалолеле (ʻAloʻalolelā) и волшебном рыболовном крючке (pā). ##### Toloa («Дикая утка») астеризм в Файпе (Faipā), представляющий летящую утку (голову Скорпиона); связан с легендой о Суге (Suga) и Паэ (Pae) (M4 и M80), охотящихся на толоа (Toloa); голова утки (Антарес) зарегистрирована как использовавшаяся для плавания из Пукапуки (Pukapuka) в Уполу (ʻUpolu), когда звезда была «низко в небе на западе». ##### Tūlālupe («Голубиный насест») астеризм в Файпе (Faipā) (дистальный хвост Скорпиона); связанный в основном с ловлей голубей. ##### Matāliʻi («Лицо Лии») Плеяды (группа из семи звёзд, представляющих глаза, уши, ноздри и рот полубога Лии (Liʻi)); связан с легендой о Танифе (Tanifā) (Кит), преследующем каноэ, на котором гребет Лии; Акронихальный восход Маталии (Matāliʻi) сигнализировал о начале нового года (сезон Вайпалоло (Vāipālolo)) и возвещал праздник первых плодов (Talomua) в лунные месяцы Таумафамуа (Taumafamua) и Тоэтаумафа (Toetaumafa). Примечание: для ясности отображения и простоты использования Маталии (Matāliʻi) назначена звезде Альциона. ##### Tanifā («Морское чудовище») Кит (хвост Кита - голова Танифы (Tanifā)), преследующий Лии (Liʻi) (Плеяды). ##### Iʻofi («Щипцы») Телец; связан с легендой о Тиитиаталага / Мауи (Tiʻitiʻiatalaga / Maui). ##### Amoga («Несущий полюс») созвездие, простирающееся от Пи-3 Ориона до Гаммы Единорога; связан с легендой о Тиитиаталага (Tiʻitiʻiatalaga); зенитная звезда для путешествий между Самоа (Sāmoa) и Тонгой (Tonga). ##### Tolugāmāuli («Триада Лун») астеризм в пределах Амоги (Amoga) (три звезды Пояса Ориона); связан с легендой о Тиитиаталага (Tiʻitiʻiatalaga); отмечен как «звёздный курс» для плавания из Мануа (Manuʻa) в Пукапуку (Pukapuka). ##### ʻAnava («Боевой клуб») созвездие находится в основном в пределах Большой Медведицы. ##### Tiʻotala («Зимородок») Дельфин; связан с легендой о тиотале (tiʻotala) (зимородке), устроившем засаду на кузнечика (sē). ##### Sē («Кузнечик») созвездие находится внутри Пегаса; связан с легендой о тиотале (tiʻotala) (зимородке), устроившем засаду на кузнечика (sē). ##### Tuigālama («Свеча-факел») Рука/дубина Ориона; связано с легендой о Тиитиаталага (Tiʻitiʻiatalaga). ##### Toʻivā («Большое тесло») Серп Льва; связан с легендой о Тапуитеа (Tapuʻitea) (Венере) и ее сыне Тоиваитотонуолеатоатуфуга (Toʻivāitotonuoleʻatoatufuga) («Большое тесло в корзине инструментов строителя»).
sv: ##### <notr>Sumu</notr> ("Triggerfish") Crux/Södra korset; förknippas med legenden om Filo och Mea (Alfa och Beta Centauri) som fiskar efter Sumu. ##### <notr>Faipā</notr> ("Fishhook Lure") hela den krokformade konstellationen Scorpius; förknippas med legenden om ʻAloʻalolelā och den magiska fiskkroken (pā). ##### <notr>Toloa</notr> ("Vildanden") asterism inom Faipā, föreställande en flygande anka (Skorpius huvud); förknippad med legenden om Suga och Pae (M4 och M80) som jagar Toloa; ankans huvud (Antares) uppges ha använts för att segla från Pukapuka till ʻUpolu när stjärnan stod "lågt på himlen västerut". ##### <notr>Tūlālupe</notr> ("Pigeon Perch") asterism inom Faipā (Skorpionens yttersta svans); förknippad med den huvudsakliga sporten att fånga duvor. ##### <notr>Matāliʻi</notr> ("Liʻis ansikte") Plejaderna (grupp av sju stjärnor som representerar ögonen, öronen, näsborrarna och munnen hos halvguden Liʻi); förknippas med legenden om en Tanifā (Cetus) som förföljer en kanot som paddlas av Liʻi; matāliʻis akronychala uppstigning signalerade början på det nya året (Vāipālolo-säsongen) och inledde festligheterna med de första frukterna (Talomua) under månmånaderna Taumafamua och Toetaumafa. För tydlighetens och användarvänlighetens skull har Matāliʻi tilldelats stjärnan Alcyone. ##### <notr>Tanifā</notr> ("Havsmonster") Cetus (Cetus svans är Tanifās huvud), följer Liʻi (Plejaderna). ##### <notr>Iʻofi</notr> ("Tongs") Oxen; förknippas med legenden om Tiʻitiʻiatalaga/Maui. ##### <notr>Amoga</notr> ("Bärande polen") stjärnbild som sträcker sig från Pi-3 Orionis till Gamma Monocerotis; förknippas med legenden om Tiʻitiʻiatalaga; zenitstjärna för resor mellan Sāmoa och Tonga. ##### <notr>Tolugāmāuli</notr> ("Månarnas triad") asterism inom Amoga (tre stjärnor i Orions bälte); förknippad med legenden om Tiʻitiʻiatalaga; känd som "stjärnkursen" för att segla från Manuʻa till Pukapuka. ##### <notr>ʻAnava</notr> ("Krigsklubben") konstellation som till stor del återfinns inom Ursa Major. ##### <notr>Tiʻotala</notr> ("Kungsfiskare") Delphinus; förknippas med legenden om tiʻotala (kungsfiskare) som ligger i bakhåll för gräshoppan (sē). ##### <notr>Sē</notr> ("Gräshoppa") konstellation som finns inom Pegasus; förknippas med legenden om tiʻotala (kungsfiskaren) som överfaller gräshoppan (sē). ##### <notr>Tuigālama</notr> ("Candlenut Torch") Orions arm/klubba; förknippas med legenden om Tiʻitiʻiatalaga. ##### <notr>Toʻivā</notr> ("Great Adze") Lejonets sickel; förknippas med legenden om Tapuʻitea (Venus) och hennes son Toʻivāitotonuoleʻatoatufuga ("Great Adze Within the Builderʻs Tool Basket").
uk: ##### Sumu («Спиноріг») Південний Хрест; пов'язано із легендою про Філо і Меа (Альфу і Бету Центравра), що намагаються спіймати Суму. ##### Faipā («Приманка на Гачку») усе сузір'я Скорпіона у формі гачка; пов'язано із легендою про Ало'алолела та магічний гачок (па). ##### Toloa («Дика Качка») астеризм у Файпа, що відтворює качку, що летить (голова Скорпіона); пов'язано із легендою про Сугу і Пае (M4 і M80), що полюють на Толоа; голову качки (Антарес) за записами використовують для плавання з Пукапуки до Уполу, коли зірка «низько на небі на заході». ##### Tūlālupe («Голубине Сідало») астеризм у Файпа (віддалений хвіст Скорпіона); пов'язано із улюбленою забавкою вождів — полюванням на голубів із пастками. ##### Matāliʻi («Обличчя Лі'і») Плеяди (група з семи зірок — очі, вуха, ніздрі та рот напівбога Ліʻі); пов'язано із легендою про Таніфа (Кита), що переслідує каное, у якому гребе Лі'і; схід під час заходу сонця Маталі'і сигналізує про початок нового року (сезон Файпалоло) і починає святкування перших фруктів (Таломуа) під час місячних місяців Таумафамуа і Тоетаумафа. Зауваження: для ясності показу та простоти використання Маталі'і пов'язано із зіркою Альціоною. ##### Tanifā («Морське Чудовисько») Кит (хвіст Кита є головою Таніфа), що переслідує Лі'і (Плеяди). ##### Iʻofi («Кліщі») Телець; пов'язано із легендою про Ті'іті'іаталага/Мауї. ##### Amoga («Коромисло») сузір'я, що простягається від пі-3 Оріона до Гамми Єдинорога; пов'язано із легендою про Ті'іті'іаталага; зенітна зірка для подорожей між Самоа та Тонга. ##### Tolugāmāuli («Трійко Місяців») астеризм у Амога (три зірки у Поясі Оріона); пов'язано із легендою про Тіʻітіʻіаталага; згадують як «зоряне прокляття», яке пливе від Ману'а до Пукапука. ##### ʻAnava («Бойова палиця») сузір'я, яке розташовано в основному у Великій Ведмедиці. ##### Tiʻotala («Рибалочка») Дельфін; пов'язано із легендою про ті'отала (рибалочку), що атакує коника (се). ##### Sē («Коник») сузір'я у Пегасі; пов'язано із легендою про ті'отала (рибалочку), що атакує коника (се). ##### Tuigālama («Факел зі свічкового дерева») Рука або палиця Оріона; пов'язано із легендою про Ті'іті'іаталага. ##### Toʻivā («Велике Тесло») Серп Лева; пов'язано із легендою про Тапу'ітеа (Венеру) та її сина То'іваітотонуоле'атоатуфуга («Велике Тесло у Кошику Інструментів Будівника»).

source: - [#1]: Brown, George (1910). Melanesians and Polynesians: Their Life Histories Described and Compared. MacMillan and Co. - [#2]: Collocott, E.E.V. (1922). Tongan Astronomy and Calendar. Occasional Papers of the Bernice Pauahi Bishop Museum, 8(4). - [#3]: Efi, Tui Ātua Tupua Tamasese (2009). Tupualegase: The Eternal Riddle. in Su’esu’e Manogi: In Search of Fragrance. National University of Samoa. - [#4]: Efi, Tui Ātua Tupua Tamasese, personal communications - [#5]: Johnson, Rubelite and Mahealona, John (1975). Nā Inoa Hōkū. Topgallant Publishing. Kirch, Patrick and Green, Roger (2001). Hawaiki, Ancestral Polynesia. Cambridge University Press. - [#6]: Kramer, Augustin (1994). The Samoa Islands, Volume 1. University of Hawaiʻi Press. - [#7]: Kramer, Augustin (1995). The Samoa Islands, Volume 2. Polynesian Press. - [#8]: Lefale, Penehuro (2010). Ua Afa le Aso. Climate Change, 100:317-335. - [#9]: Leuluaʻialiʻi, Lepanona, personal communications - [#10]: Lewis, David (1994). We the Navigators. University of Hawaiʻi Press. - [#11]: Makemson, Maud (1941). The Morning Star Rises. Yale University Press. - [#12]: Meleiseā, Leasiolagi Dr. Mālama, personal communications - [#13]: Noyes, Martha (2011). Polynesian Star Catalog, Revised. Self-published. - [#14]: Pratt, George (1893). A Grammar and Dictionary of the Samoan Language, 3rd Edition. London Missionary Society. - [#15]: Refiti, Lealiʻifano Dr. Albert, personal communications - [#16]: Seiulialiʻi, Seiuliali’i Pasikale, personal communications - [#17]: Simanu, Aumua (2002). O Si Manu a Aliʻi. University of Hawaiʻi Press. - [#18]: Smith, S. Percy (1892). Futuna, or Horne Island and Its People. In The Journal of the Polynesian Society, 1(1):33-52. - [#19]: Stair, John B. (1898). The Names and Movements of the Heavenly Bodies, as Looked at from a Samoan Point of View. The Journal of the Polynesian Society, 7(1):48-49. - [#20]: Stair, John B. (1897). Old Samoa or Flotsam and Jetsam from the Pacific Ocean. Religious Tract Society. - [#21]: Turner, George (1884). Samoa a Hundred Years Ago and Long Before. MacMillan and Co. - [#22]: Tuvale, Teʻo (1918). An Account of Samoan History up to 1918. M.L. MSS. 39 Item C. Manuscript filmed by Public Library of New South Wales, July 1968.
sv: - [#1]: Brown, George (1910). Melanesier och polynesier: Deras livshistorier beskrivna och jämförda. MacMillan och Co. - [#2]: Collocott, E.E.V. (1922). Tongansk astronomi och kalender. Occasional Papers of the Bernice Pauahi Bishop Museum, 8(4). - [#3]: Efi, Tui Ātua Tupua Tamasese (2009). Tupualegase: Den eviga gåtan. i Su'esu'e Manogi: In Search of Fragrance. Samoas nationella universitet. - [#4]: Efi, Tui Ātua Tupua Tamasese, personlig kommunikation - [#5]: Johnson, Rubelite och Mahealona, John (1975). Nā Inoa Hōkū. Topgallant Publishing. Kirch, Patrick och Green, Roger (2001). Hawaiki, forntida Polynesien. Cambridge University Press. - [#6]: Kramer, Augustin (1994). Samoaöarna, volym 1. University of Hawaiʻi Press. - [#7]: Kramer, Augustin (1995). The Samoa Islands, volym 2. Polynesian Press. - [#8]: Lefale, Penehuro (2010). Ua Afa le Aso. Klimatförändringar, 100:317-335. - [#9]: Leuluaʻialiʻi, Lepanona, personlig kommunikation - [#10]: Lewis, David (1994). Vi Navigatörerna. University of Hawaiʻi Press. - [#11]: Makemson, Maud (1941). Morgonstjärnan går upp. Yale University Press. - [#12]: Meleiseā, Leasiolagi Dr. Mālama, personliga meddelanden - [#13]: Noyes, Martha (2011). Polynesiska stjärnkatalogen, reviderad. Självpublicerad. - [#14]: Pratt, George (1893). En grammatik och ordbok över det samoanska språket, 3:e upplagan. London Missionary Society. - [#15]: Refiti, Lealiʻifano Dr. Albert, personliga meddelanden - [#16]: Seiulialiʻi, Seiuliali'i Pasikale, personliga meddelanden - [#17]: Simanu, Aumua (2002). O Si Manu a Aliʻi. University of Hawaiʻi Press. - [#18]: Smith, S. Percy (1892). Futuna, eller Horne Island och dess folk. I The Journal of the Polynesian Society, 1(1):33-52. - [#19]: Stair, John B. (1898). De himmelska kropparnas namn och rörelser, sett från en samoansk synvinkel. The Journal of the Polynesian Society, 7(1):48-49. - [#20]: Stair, John B. (1897). Gamla Samoa eller Flotsam och Jetsam från Stilla havet. Religiösa Traktatsällskapet. - [#21]: Turner, George (1884). Samoa för hundra år sedan och långt tidigare. MacMillan och Co. - [#22]: Tuvale, Teʻo (1918). En redogörelse för Samoas historia fram till 1918. M.L. MSS. 39 Item C. Manuskriptet filmades av Public Library of New South Wales, juli 1968.

source: This sky culture was contributed by Jake Fitisemanu (jjfitisemanu (a^t^) gmail.com) with consultation of Samoan cultural custodians and published historical sources. Programming support from Dan Smale.
es_419: Esta cultura estelar fue aportada por Jake Fitisemanu (jjfitisemanu en gmail.com) con la consulta de custodios culturales de Samoa y fuentes históricas publicadas. Soporte de programación de Dan Smale.
ru: Эта небесная культура была создана Джейком Фитисеману (jjfitisemanu (a^t^) gmail.com) с консультациями с хранителями культурны Самоа и данных из опубликованных исторических источников. Программная поддержка от Дэна Смейла.
sv: Denna himmelskultur har tagits fram av Jake Fitisemanu (jjfitisemanu (a^t^) gmail.com) i samråd med samoanska kulturförvaltare och publicerade historiska källor. Programmeringsstöd från Dan Smale.
uk: Цю картину зоряного неба було надіслано Джейком Фітісеману (Jake Fitisemanu, jjfitisemanu (a^t^) gmail.com) за консультації із хранителями культури Самоа та за опублікованими історичними джерелами. Підтримку у програмуванні надав Ден Смейл (Dan Smale).

source: - [#1]: [Stars and constellations in sardinian language](https://web.archive.org/web/20201029082540/http://www.sarabu.it/193_521_news_2863.php) - [#2]: [Stellarium Script: Sardinian Constellations Tour](http://www.stellarium.org/wiki/index.php/Scripts) - [#3]: [Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Sardinian)
de: - [#1]: [Stars and constellations in sardinian language](https://web.archive.org/web/20201029082540/http://www.sarabu.it/193_521_news_2863.php) - [#2]: [Stellarium-Skript: Sardinische Sternbilder-Tour](http://www.stellarium.org/wiki/index.php/Scripts) - [#3]: [Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Sardinian)
es_419: - [#1]: [Estrellas y constelaciones en idioma sardo](https://web.archive.org/web/20201029082540/http://www.sarabu.it/193_521_news_2863.php) - [#2]: [Script de Stellarium: Recorrido por las constelaciones sardas](http://www.stellarium.org/wiki/index.php/Scripts) - [#3]: [Wiki de Stellarium](http://www.stellarium.org/wiki/index.php/Sky_cultures#Sardinian)
ru: - [#1]: [Звёзды и созвездия на сардинском языке](https://web.archive.org/web/20201029082540/http://www.sarabu.it/193_521_news_2863.php) - [#2]: [Stellarium Script: Sardinian Constellations Tour](http://www.stellarium.org/wiki/index.php/Scripts) - [#3]: [Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Sardinian)
sv: - [#1]: [Stjärnor och konstellationer på sardiska språket](https://web.archive.org/web/20201029082540/http://www.sarabu.it/193_521_news_2863.php) - [#2]: [Stellarium Script: Sardinian Constellations Tour](http://www.stellarium.org/wiki/index.php/Scripts) - [#3]: [Stellarium Wiki](http://www.stellarium.org/wiki/index.php/Sky_cultures#Sardinian)
uk: - [#1]: [Зірки і сузір’я сардинською мовою](https://web.archive.org/web/20201029082540/http://www.sarabu.it/193_521_news_2863.php) - [#2]: [Скрипт Stellarium: екскурсія сардинськими сузір’ями](http://www.stellarium.org/wiki/index.php/Scripts) - [#3]: [Вікі Stellarium](http://www.stellarium.org/wiki/index.php/Sky_cultures#Sardinian)

source: These constellations have been created by the Stellarium's user *Giuseppe Putzolu*, giuseppe.putzolu(at)gmail.com ### Credits The constellations of the Sardinian culture are the result of research done by Tonino Bussu and Marco Puddu
de: Diese Sternbilder wurden vom Stellarium-Nutzer *Giuseppe Putzolu*, giuseppe.putzolu(at)gmail.com, erstellt. ### Danksagungen Die Sternbilder der sardischen Kultur sind Ergebnis der von Tonino Bussu und Marco Puddu durchgeführten Forschungen.
es_419: Estas constelaciones han sido creadas por el usuario de Stellarium *Giuseppe Putzolu*, giuseppe.putzolu(at)gmail.com ### Créditos Las constelaciones de la cultura sarda son fruto de la investigación de Tonino Bussu y Marco Puddu
ru: Эти созвездия были созданы пользователем в Stellarium'а *Джузеппе Путцолу (Giuseppe Putzolu)*, giuseppe.putzolu(at)gmail.com ### Благодарности Созвездия сардинской культуры являются результатом исследований, проведенных Тонино Буссу (Tonino Bussu) и Марко Пудду (Marco Puddu).
sv: Dessa konstellationer har skapats av Stellariums användare *Giuseppe Putzolu*, giuseppe.putzolu(at)gmail.com ### Krediter Den sardinska kulturens konstellationer är resultatet av forskning utförd av Tonino Bussu och Marco Puddu
uk: Дані для цих сузір’їв для Stellarium було створено користувачем *Giuseppe Putzolu*, giuseppe.putzolu(at)gmail.com ### Подяки Збирання даних сузір’їв сардинської картини зоряного неба є результатом досліджень, проведених Тоnino Bussu і Маrco Puddu

source: The [Seri people](https://en.wikipedia.org/wiki/Seri_people) are an indigenous group in Mexico.
es_419: El [pueblo seri](https://en.wikipedia.org/wiki/Seri_people) es un grupo indígena en México.
ru: [Сери](https://en.wikipedia.org/wiki/Seri_people) - коренная народность в Мексике.
sv: [Seri-folket] (https://en.wikipedia.org/wiki/Seri_people) är en ursprungsbefolkning i Mexiko.
uk: [Народ сері](https://en.wikipedia.org/wiki/Seri_people) є корінними мешканцями Мексики.
