Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Maaß, Alfred, “Astrologische Kalender der Balinesen — Astrologische Kalender der Balinesen,” in Koninklijk Bataviaasch Genootschap van Kunsten en Wetenschappen, Feestbundel bij gelegenheid van zijn 150 jarig bestaan 1778-1928, 2 vols. (Weltevreden, 1929), Vol. 2, 126-157. - [#2]: Pengkaji Museum Bali, "Kajian Palelintangan", (Denpasar, 2019). - [#3]: [Museum Bali](https://museumbali.org/) - [#4]: [Kerta Gosa Museum](https://e-museum.klungkungkab.go.id/kerta-gosa/)
sv: - [#1]: Maaß, Alfred, ”Astrologische Kalender der Balinesen — Astrologische Kalender der Balinesen,” i Koninklijk Bataviaasch Genootschap van Kunsten en Wetenschappen, Feestbundel bij gelegenheid van zijn 150 jarig bestaan 1778-1928, 2 volymer. (Weltevreden, 1929), vol. 2, 126-157. - [#2]: Pengkaji Museum Bali, ”Kajian Palelintangan”, (Denpasar, 2019). - [#3]: [Museum Bali](https://museumbali.org/) - [#4]: [Kerta Gosa Museum](https://e-museum.klungkungkab.go.id/kerta-gosa/)

source: The Balinese sky culture were compiled and added to Stellarium by <em> Youla A Azkarrula: youlaafifahrvvl@gmail.com </em>. She is a researcher from Bali, Indonesia. She worked for this project based on her pre-doctoral research under supervision of Dr. Dr. Susanne M Hoffmann. The paintings were repainted by: <em>Jessica Gullberg </em>. She is a great artist and illustrator, created numerous original pencil drawings, watercolor paintings, and illustrations of archaeological sites, cultural artifacts, and astronomical interpretations. ### About This celestial culture is essentially already partially reflected in the Balinese calendar, which is published annually by the government. Later, in a seminar held by the Bali Museum, previous research by German ethnologist and explorer Alfred Maaß was presented. Alfred Maaß made a report about his journey into an article titled "Astrologische Kalender der Balinesen"[#1]. In his article, he gave a description of each lintang in the Palelangan in the form of "Position in the Sky". But there are 10 lintangs that are not explained. Then a team from the Bali Museum continued to study deeper about the Palelintangan for the ritual. Furthermore, they mentioned a little about lintang in the form of asterism. They explained that the X-star constellation was similar to the constellation Y (the constellation set by IAU). With an explanation from the two main sources, we began to form Contellation Lines using Sky Culture Maker (SCM) from the description given, composed and triangulation. We have adjusted the full form of Contellation Lines to the images given by each lintang. In anchoring the artwork, we chose to use the re-paint image from the existing sources with the condition that using older images and in accordance with the description given by the resource persons in the Maaß article. Based on the interviews we conducted with several people, namely Hindu Religious Instructors, Chair of the Bali Dharma Hindu Association and the seminar from Balinese astronomers, that the information contained in the Maaß manuscript can be used as a reference because this information comes from traditional leaders in Klungkung. ### Acknowledgements The positioning of the Balinese terms in the sky and the drawing of the stick figures for Stellarium had been done by Youla A Azkarrula. As an astronomer she thanks for the help of several scholar and her professor. - Dr. Dr. Susanne M. Hoffmann (Secretary Commission C5 Cultural Astronomy, IAU; FSU, Jena) - Ir I Made Suatjana (Balinese Astronomer) - I Gede Marayana (Balinese Astronomer) - Gede Ketut Sulistyadi (Head of Pesamuan Alit Parisada Hindu Dharma (PHDI) Tabanan Regency)
sv: Den balinesiska himmelskulturen har sammanställts och lagts till i Stellarium av <em> Youla A Azkarrula: youlaafifahrvvl@gmail.com . </em> Hon är forskare från Bali, Indonesien. Hon arbetade med detta projekt utifrån sin forskarutbildning under handledning av Dr. Dr. Susanne M Hoffmann. Målningarna har målats om av: <em>Jessica Gullberg . </em> Hon är en fantastisk konstnär och illustratör som har skapat ett stort antal originella blyertsteckningar, akvarellmålningar och illustrationer av arkeologiska platser, kulturella artefakter och astronomiska tolkningar. ### Om Denna himmelska kultur återspeglas i viss mån redan i den balinesiska kalendern, som publiceras årligen av regeringen. Senare, under ett seminarium som anordnades av Bali Museum, presenterades tidigare forskning av den tyske etnologen och upptäcktsresanden Alfred Maaß. Alfred Maaß skrev en rapport om sin resa i en artikel med titeln "Astrologische Kalender der Balinesen"[#1]. I sin artikel gav han en beskrivning av varje lintang i Palelangan i form av "Position i himlen". Men det finns 10 lintangs som inte förklaras. Därefter fortsatte ett team från Bali Museum att studera Palelintangan för ritualen mer ingående. Vidare nämnde de lite om lintang i form av asterism. De förklarade att X-stjärnkonstellationen liknade konstellationen Y (konstellationen som fastställts av IAU). Med en förklaring från de två huvudkällorna började vi forma konstellationslinjer med hjälp av Sky Culture Maker (SCM) utifrån den beskrivning som gavs, komponerades och triangulerades. Vi har anpassat den fullständiga formen av konstellationslinjerna till de bilder som ges av varje lintang. För att förankra konstverket valde vi att använda den ommålade bilden från befintliga källor, med villkoret att vi använde äldre bilder och i enlighet med beskrivningen som gavs av sakkunniga i Maaß-artikeln. Baserat på de intervjuer vi genomförde med flera personer, nämligen hinduiska religionslärare, ordförande för Bali Dharma Hindu Association och seminariet från balinesiska astronomer, kan informationen i Maaß manuskript användas som referens eftersom denna information kommer från traditionella ledare i Klungkung. ### Tack Placeringen av de balinesiska termerna på himlen och ritningen av stickfigurerna för Stellarium har gjorts av Youla A Azkarrula. Som astronom tackar hon flera forskare och sin professor för hjälpen. - Dr. Dr. Susanne M. Hoffmann (sekreterare för kommission C5 Cultural Astronomy, IAU; FSU, Jena) - Ir I Made Suatjana (balinesisk astronom) - I Gede Marayana (balinesisk astronom) - Gede Ketut Sulistyadi (chef för Pesamuan Alit Parisada Hindu Dharma (PHDI) Tabanan Regency)

source: - Elias's Cart &mdash; the burning cart that is ridden by Elias, the Christianized version of a constellation previously seen as *simply* a large cart. - The Bride - The Chicks - The Cross &mdash; a Peter’s cross - The Crown &mdash; the thorn wreath that was put on Christ’s head. - The Goat - The Grass Snakes - The Kingdoms &mdash; These two stars served as a symbol of two states: the Great Lithuanian Princedom and the Polish Kingdom. - The Mowers &mdash; These three stars stand one after another in the manner of people mowing the fields. - The Nail &mdash; The north star is seen as a nail around which the skies revolve. - The Ploughman - The Rake - The Ram - The Serpent &mdash; St. Yuri killed this serpent and hung it near the star that always stands in the same place - The Sieve &mdash; It was said that “God used to sift grains of *zhito* through it“. - The Small Cart &mdash; Ursa Minor resembles the large cart of Ursa Major. - The Throne &mdash; Lord Jesus’s chair. - The Twins - The Goose's Way
es_419: - El carro de Elías &mdash; el carro en llamas montado por Elías, la versión cristianizada de una constelación que antes se veía *simplemente* como un carro grande. - La Novia - Los Polluelos - La Cruz &mdash; una cruz de Pedro - La Corona &mdash; la corona de espinas que fue puesta en la cabeza de Cristo. - La Cabra - Las Serpientes de Hierba - Los Reinos &mdash; Estas dos estrellas sirvieron como símbolo de dos estados: el Gran Principado Lituano y el Reino de Polonia. - Los Cortacéspedes &mdash; estas tres estrellas se colocan una tras otra a la manera de las personas que cortan los campos. - El Clavo &mdash; la estrella del norte es vista como un clavo alrededor del cual giran los cielos. - El Arador - El Rastrillo - El Carnero - La Serpiente &mdash; San Yuri mató a esta serpiente y la colgó cerca de la estrella que siempre se encuentra en el mismo lugar - La Criba &mdash; se decía que "Dios solía cribar granos de *zhito*a través de ella". - El Carrito Pequeño &mdash; la Osa Menor se asemeja al carrito grande de la Osa Mayor. - El Trono &mdash; la silla de Señor Jesús. - Los Gemelos - El Camino del Ganso
ru: - Тележка Ильи &mdash; горящая повозка, на которой едет Илья, христианизированная версия созвездия, ранее считавшаяся *просто* большой повозкой. - Невеста - Цыплята - Крест &mdash; крест Петра - Корона &mdash; колючий венок, возложенный на голову Христа. - Коза - Ужи - Королевства &mdash; эти две звезды служили символом двух государств: Великого княжества Литовского и Королевства Польского. - Косари &mdash; эти три звезды стоят друг за другом на манер людей, косящих поля. - Гвоздь &mdash; Полярная звезда видится как гвоздь, вокруг которого вращается небо. - Пахарь - Грабли - Баран - Змей &mdash; святой Юрий убил этого змея и повесил возле звезды, которая всегда стоит на одном и том же месте. - Сито &mdash; говорили, что «Бог просеивал через него зерна *жито*». - Маленькая тележка &mdash; Малая Медведица напоминает большую телегу Большой Медведицы. - Трон &ndash; стул Господа Иисуса. - Близнецы - Гусиный путь
sv: - Elias's Cart - den brinnande kärran som Elias rider på, den kristnade versionen av en konstellation som tidigare sågs som *enbart* en stor kärra. - Bruden - Kycklingarna - Korset - ett Petruskors - Kronan - törnekransen som sattes på Kristi huvud. - Geten - Gräsormarna - Kungadömena - Dessa två stjärnor var en symbol för två stater: det stora litauiska furstendömet och det polska kungadömet. - Klipparna - Dessa tre stjärnor står efter varandra som människor som klipper åkrarna. - Spiken - Nordstjärnan ses som en spik som himlen kretsar kring. - Plogmannen - Krattan - Baggen - Ormen - Sankt Jurij dödade denna orm och hängde den nära stjärnan som alltid står på samma plats - Sikten - Det sades att "Gud brukade sila korn av *zhito* genom den". - Den lilla vagnen - Ursa Minor liknar den stora vagnen i Ursa Major. - Tronen - Lord Jesus stol. - Tvillingarna - Gåsens väg
uk: - Віз Іллі — вогняний віз, яким подорожує небом пророк Ілля. Християнізована версія сузір’я, яке у давніші часи уявляли як *простий* великий віз. - Наречена - Курчата - Хрест — хрест апостола Петра - Корона — терновий вінець, який вінчав голову Христа. - Козел - Вужі - Королівства — ці дві зірки є символом двох держав — Великого Князівства Литовського і Польського королівства. - Косарі — ці три зірки розташовано так, як розташовуються косарі, коли косять поле. - Гвіздок — Полярна зірка уявлялася білорусам гвіздком, навколо якого обертається небо. - Плугатар - Граблі - Овен - Змій — за легендою, святий Георгій вбив цього змія і повісив його поряд із зіркою, яка не змінює свого місця - Сито — кажуть, що Бог використовує це сито для засівання полів *житом*. - Малий Віз — Мала Ведмедиця уявлялася білорусам чимось подібним до великого воза у Великій Ведмедиці. - Трон — престол Ісуса. - Близнюки - Гусяча Дорога

source: - [#1]: [Belarussian Folk Astronomy](http://aviti.livejournal.com) The author's website, in Belarusian. - [#2]: Авілін Ц. «Паміж небам і зямлёй. Этнаастраномія», Менск, Тэхналёґія, 2015. ISBN 978-985-458-261-0. - [#3]: [Belarusian Ethnoastronomy.](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy) - [#4]: [Ethnoastronomical aspect of traditional belarusian fitonimicon: problem statement.](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement) - [#5]: [Meteor Beliefs Project: East European meteor folk-beliefs.](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs) - [#6]: [Meteor Beliefs Project Belarussian meteor folk-beliefs.](https://www.academia.edu/1586808/Meteor_Beliefs_Project_Belarussian_meteor_folk-beliefs) - [#7]: [Astronyms in Belarussian folk beliefs.](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs)
es_419: - [#1]: [Astronomía Popular Bielorrusa](http://aviti.livejournal.com) El sitio web del autor, en bielorruso. - [#2]: Авілін Ц. «Паміж небам і зямлёй. Этнаастраномія», Менск, Тэхналёґія, 2015. ISBN 978-985-458-261-0. - [#3]: [Etnoastronomía Bielorrusa.](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy) - [#4]: [Aspecto etnoastronómico del fitonimicon bielorruso tradicional: planteamiento del problema.](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement) - [#5]: [Proyecto de creencias de meteoros: creencias populares de meteoros de Europa del Este.](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs) - [#6]: [Proyecto de Creencias de Meteoros Creencias populares de meteoros bielorrusos.](https://www.academia.edu/1586808/Meteor_Beliefs_Project_Belarussian_meteor_folk-beliefs) - [#7]: [Astrónimos en las creencias populares bielorrusas.](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs)
sv: - [#1]: [Belarussian Folk Astronomy](http://aviti.livejournal.com) Författarens webbplats, på vitryska. - [#2]: Авілін Ц. "Паміж небам і зямлёй. Этнаастраномія", Менск, Тэхналёґія, 2015. ISBN 978-985-458-261-0. - [#3]: [Vitrysk etnoastronomi.](https://www.academia.edu/6901765/Belarusian_Ethnoastronomy) - [#4]: [Etnoastronomisk aspekt av traditionell vitrysk fitonimicon: problemformulering.](https://www.academia.edu/8787640/Ethnoastronomical_aspect_of_traditional_belarusian_fitonimicon_problem_statement) - [#5]: [Meteor Beliefs Project: Östeuropeiska meteor folk-tro.](https://www.academia.edu/1586711/Meteor_Beliefs_Project_East_European_meteor_folk-beliefs) - [#6]: [Meteor Beliefs Project Vitryska meteor folk-beliefs.](https://www.academia.edu/1586808/Meteor_Beliefs_Project_Belarussian_meteor_folk-beliefs) - [#7]: [Astronymer i vitrysk folktro](https://www.academia.edu/1586571/Astronyms_in_Belarussian_folk_beliefs)

source: The creation of this sky culture for Stellarium was suggested by Alexander Wolf to Johan Meuris, based on the article **Astronyms in Belarussian Folk Beliefs** by Tsimafei Avilin, published in the peer-reviewed journal Archaeologia Baltica. Illustrations by Johan Meuris.
es_419: Alexander Wolf sugirió la creación de esta cultura estelar para Stellarium a Johan Meuris en base al artículo **Astrónimos en creencias populares bielorrusas** de Tsimafei Avilin, publicado en la revista revisada por pares Archaeologia Baltica. Ilustraciones por Johan Meuris.
ru: Создание этой культуры неба для Stellarium было предложено Александром Вольфом Йохану Мейрису на основании статьи Тимофея Авилина **Астронимы в белорусских народных верованиях**, опубликованной в рецензируемом журнале Archaeologia Baltica. Иллюстрации Йохана Мейриса.
sv: Skapandet av denna himmelskultur för Stellarium föreslogs av Alexander Wolf till Johan Meuris, baserat på artikeln **Astronyms in Belarussian Folk Beliefs** av Tsimafei Avilin, publicerad i den peer-reviewed tidskriften Archaeologia Baltica. Illustrationer av Johan Meuris.
uk: Створення цієї картини зоряного неба для Stellarium було запропоновано Алєксандром Вольфом Йогану Мойрісу. Основою слугує стаття **Astronyms in Belarussian Folk Beliefs**, автором якої є Тімафєй Авілін і яку опубліковано у рецензованому журналі Archaeologia Baltica. Ілюстрації створено Йоганом Мойрісом (Johan Meuris).

source: Text and data: CC BY-SA 4.0 Illustrations: Free Art License
es_419: Texto y datos: CC BY-SA 4.0 Ilustraciones: Licencia Arte Libre."
ru: Текст и данные: CC BY-SA 4.0 Иллюстрации: Free Art License
sv: Text och data: CC BY-SA 4.0 Illustrationer: Fri konst-licens
uk: Текст і дані: CC BY-SA 4.0 Ілюстрації: Free Art License

source: One hundred and forty years ago, a Boorong family at Lake Tyrrell (North-Western Victoria, Australia) told William Stanbridge something of their stories relating to the night sky. Some forty stars, constellations and other celestial phenomena were named and located. He wrote them down and related this information to the Philosophical Institute in Melbourne in 1857. In his paper he wrote down the Aboriginal term and gave its European equivalent. What John Morieson has done is look closely at these celestial phenomena, attempt to satisfactorily identity them and to imitate the way the Boorong people may have seen them. John's interpretation was used to create the constellation figures in Stellarium. The Boorong were very much acquainted with the night sky, and William Stanbridge wrote in 1857 that they &quot;Pride themselves upon knowing more of Astronomy than any other tribe&quot;.
es_419: Hace ciento cuarenta años, una familia Boorong en el lago Tyrrell (noroeste de Victoria, Australia) le contó a William Stanbridge algunas de sus historias relacionadas con el cielo nocturno. Se nombraron y ubicaron unas cuarenta estrellas, constelaciones y otros fenómenos celestes. Los anotó y relacionó esta información con el Instituto Filosófico de Melbourne en 1857. En su artículo, escribió el término aborigen y dio su equivalente europeo. Lo que John Morieson ha hecho es observar atentamente estos fenómenos celestes, intentar identificarlos satisfactoriamente e imitar la forma en que los Boorong pueden haberlos visto. La interpretación de John se utilizó para crear las figuras de la constelación en Stellarium. Los Boorong estaban muy familiarizados con el cielo nocturno, y William Stanbridge escribió en 1857 que "se enorgullecen de saber más de Astronomía que cualquier otra tribu".
ru: Сто сорок лет назад, семья племени буронгов на озере Тиррелл (Северо-Западный Виктория, Австралия) рассказала Уильяму Стэнбриджу (William Stanbridge) некоторые связанные с ночным небом истории их племени. Около сорока звезд, созвездий и других небесных явлений были названы и расположены на небе. Он записал их и связанную с ними информацию для Философского института в Мельбурне в 1857 году. В своей работе он записал термины аборигенов и дал соответствующий европейский эквивалент. Что Джон Мориесон (John Morieson) сделал, так это внимательно посмотрел на эти небесные явления, пытаясь удовлетворительно идентифицировать их и представить как люди буронгов, возможно, видели их. Интерпретация Джона была использована для создания фигур созвездий в Stellarium. Племя буронгов было очень хорошо знакомо с ночным небом, и Уильям Стэнбридж писал в 1857 году, что они &quot;гордятся от большего, чем у любого другого племени, знания астрономии&quot;.
sv: För hundrafyrtio år sedan berättade en Boorong-familj vid Lake Tyrrell (nordvästra Victoria, Australien) för William Stanbridge några av sina berättelser om natthimlen. Ett fyrtiotal stjärnor, konstellationer och andra himlafenomen namngavs och lokaliserades. Han skrev ner dem och berättade om denna information för Philosophical Institute i Melbourne 1857. I sitt dokument skrev han ner den aboriginska termen och gav dess europeiska motsvarighet. Vad John Morieson har gjort är att titta närmare på dessa himlafenomen, försöka identifiera dem på ett tillfredsställande sätt och imitera hur Boorong-folket kan ha sett dem. Johns tolkning användes för att skapa konstellationsfigurerna i Stellarium. Boorongfolket var mycket väl förtrogna med natthimlen och William Stanbridge skrev 1857 att de &quot;stoltserar med att veta mer om astronomi än någon annan stam&quot;.
uk: Сто сорок років тому сім’я Буронг з озера Тіррелл (Північно-західна Вікторія, Австралія) розповіла Вільяму Стенбріджу дещо про традиційні історії, пов’язані із нічним небом. Ними було повідомлено про назви та розташування близько сорока зірок, сузір’їв та інших небесних явищ. Вільям записав усе це і спрямував дані до Інституту філософії у Мельбурні 1857 року. У своїй праці він записав терміни аборигенів і надав їхні європейські відповідники. Джон Морісон ретельно ознайомився із записами щодо цих небесних явищ, спробував знайти задовільні відповідники для них і зімітував спосіб у який люди Буронг могли їх бачити. Інтерпретації Джона було використано для створення фігур сузір’їв у Stellarium. Сім’я Буронг доволі добре знала нічне небо, отже Вільям Стенбрідж записав у 1857 році, що вони «горді з того, що знають астрономію краще за будь-яке інше плем’я».
