Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: [Polynesian Voyaging Society](http://hokulea.com) - [#2]: [Hawaiian Voyaging Society](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Hawaiian Star Lines and Names for Stars](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html) The Hawaiian Star Compass landscape which should be used with this skyculture is available at the [Stellarium Landscapes](https://stellarium.org/landscapes.html) collection.
es_419: - [#1]: [Sociedad Polinesia de Viajeros](http://hokulea.com) - [#2]: [Sociedad Hawaiana de Viajes](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Líneas de estrellas y nombres de estrellas hawaianas](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html) El paisaje de la brújula estelar hawaiana que debería usarse con esta cultura del cielo está disponible en la colección de [paisajes de Stellarium](https://stellarium.org/landscapes.html).
ru: - [#1]: [Polynesian Voyaging Society](http://hokulea.com) - [#2]: [Hawaiian Voyaging Society](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Имилоа](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Гавайские звездные линии и имена для звезд](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html) Ландшафт Hawaiian Star Compass, который следует использовать в этой небесной культуре, доступен в коллекции [ландшафтов Stellarium](https://stellarium.org/landscapes.html).
sv: - [#1]: [Polynesian Voyaging Society](http://hokulea.com) - [#2]: [Hawaiian Voyaging Society](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Imiloa](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Hawaiian Star Lines och namn för stjärnor](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html) Hawaiian Star Compass-landskapet som bör användas med denna himmelskultur finns tillgängligt i samlingen [Stellarium Landscapes](https://stellarium.org/landscapes.html).
uk: - [#1]: [Спільнота полінезійських мандрівників](http://hokulea.com) - [#2]: [Спільнота гавайських мандрівників](http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html) - [#3]: [Імілоа](http://www.imiloahawaii.org/71/star-paths) - [#4]: [Гавайські зоряні лінії та назви зірок](http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html) Ландшафт гавайського зоряного компаса, яким варто скористатися у поєднанні з цією картиною зоряного неба, є частиною збірки [ландшафтів Stellarium](https://stellarium.org/landscapes.html).

source: The *master navigator* behind this sky culture was Mau Piailug of Satawal, who taught the Polynesian art of celestial navigation to Nainoa Thompson, who developed this version of the sky culture that was used from 2013-17 by Hawaiians to sail around the world during the Malama Honua Voyage of Hokule’a, the Polynesian voyaging canoe. Stellarium has been used as a tool by the navigators of Hokule’a and this sky culture serves as a tool for practicing Polynesian navigation. The technical implementation of the sky culture included here was contributed in 2017 by teachers Darren Kamalu and Christopher Blake, Students Jonah Apo, Nicholas Koanui, Brenden Aila and the Celestial Navigation class at Kamehameha Schools Kapalama, Honolulu, Hawai’i. Artwork by Kealoha Kaneakua.
es_419: El *principal navegante* detrás de esta cultura estelar fue Mau Piailug de Satawal, quien enseñó el arte polinesio de la navegación celestial a Nainoa Thompson, quien desarrolló esta versión de la cultura estelar que los hawaianos utilizaron de 2013-17 para navegar alrededor del mundo durante el Malama Honua Voyage of Hokule'a, la canoa polinesia de viaje. Stellarium ha sido utilizado como una herramienta por los navegadores de Hokule’a y esta cultura estelar sirve como una herramienta para practicar la navegación polinesia. La implementación técnica de la cultura estelar incluida aquí fue contribuida en 2017 por los maestros Darren Kamalu y Christopher Blake, los estudiantes Jonah Apo, Nicholas Koanui, Brenden Aila y la clase de Navegación Celestial en las Escuelas Kamehameha Kapalama, Honolulu, Hawai. Ilustraciones de Kealoha Kaneakua.
ru: The *master navigator* behind this sky culture was Mau Piailug of Satawal, who taught the Polynesian art of celestial navigation to Nainoa Thompson, who developed this version of the sky culture that was used from 2013-17 by Hawaiians to sail around the world during the Malama Honua Voyage of Hokule’a, the Polynesian voyaging canoe. Stellarium has been used as a tool by the navigators of Hokule’a and this sky culture serves as a tool for practicing Polynesian navigation. Техническая реализация культуры неба, представленной здесь, была создана в 2017 году учителями Дарреном Камалу и Кристофером Блейком, учениками Джона Апо, Николасом Коануи, Бренденом Айлой и классом небесной навигации в школах Камехамеха, Капалама, Гонолулу, Гавайи. Работа Кеалохи Канеакуа.
sv: Mästernavigatören bakom denna himmelskultur var Mau Piailug från Satawal, som lärde ut den polynesiska konsten att navigera på himlen till Nainoa Thompson, som utvecklade den här versionen av himmelskulturen som användes 2013-17 av hawaiianer för att segla jorden runt under Malama Honua Voyage of Hokule'a, den polynesiska resande kanoten. Stellarium har använts som ett verktyg av navigatörerna på Hokule'a och denna himmelskultur fungerar som ett verktyg för att öva polynesisk navigering. Den tekniska implementeringen av den här himmelskulturen gjordes 2017 av lärarna Darren Kamalu och Christopher Blake, eleverna Jonah Apo, Nicholas Koanui, Brenden Aila och klassen för himmelsk navigation vid Kamehameha Schools Kapalama, Honolulu, Hawai'i. Konstverk av Kealoha Kaneakua.
uk: *Головним навігатором*, який надав дані для цієї картини зоряного неба, був Мау Пьяйлуг із Сатавалу. Він навчав полінезійського мистецтва небесної навігації Найноа Томпсона, який створив цю версію картини зоряного неба, якою користувалися гавайці у період з 2013 до 2017 року для подорожей світом під час подорожі Малама Хонуа на хокле'а, полінезійських каное для далекого плавання. Stellarium використовується як інструмент навігації Гокуле'а, а ця картина зоряного неба є інструментом з практичної полінезійської навігації. Технічною реалізацією картини зоряного неба, якою ви користуєтеся, було створено 2017 року зусиллями вчителів Дарена Камалу (Darren Kamalu) та Крістофера Блейка (Christopher Blake), учнів Джони Апо (Jonah Apo), Ніколаса Коануї (Nicholas Koanui), Брендена Аїли (Brenden Aila) та класу небесної навігації у Капаламській школі Камеамеги, Гонолулу, Гаваї. Художні роботи виконано Кеалогою Канеакуа (Kealoha Kaneakua).

source: ### <notr>Rāśi (राशिः)</notr> The sidereal zodiac is an imaginary belt of 360 degrees (like the tropical zodiac), divided into 12 equal parts. Each twelfth part (of 30 degrees) is called a sign or rashi. Their names are shown in (brackets). In stellarium, we show Rāśi constellations attached to the corresponding asterisms, and not as divisions of the ecliptic offset away from their original locations to account for precession. In traditional astronomy there are two systems of measuring time - Lunar Calendar & Solar calendar. In both cases one year is divided into 12 months or "māsā". Name of the solar months originated from these constellation' names. ### <notr>Nakṣatra (नक्षत्रम्)</notr> In Hindu tradition the ecliptic is divided into 27 parts of approximately 13°20', which correspond with 27 asterisms known as the nakṣatra-s (full list, with western equivalents here: https://en.wikipedia.org/wiki/Nakshatra ). In the earliest extant layers of the tradition this number is 28. This division is critical for several purposes including timing rituals and determining the birth lunar mansions. Since these asterisms define an area in the sky, they are also technically constellations. sUrya-siddhAnta and vedAnga-jyotiSha specify start coordinates for the 13°20' divisions using some stars (Please see penultimate paragraph in [this page](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n42/mode/1up)) The earliest complete nakṣatra lists are found in the Taittirīya-śruti and the Atharvaveda where they are recited as part of the nakṣatreṣṭi ritual which places the deities of pantheon in these celestial compartments. Some scholars opine that the tradition shows that by the early medieval period, the nakṣatra identification had changed to a small degree from the Vedic period. There are multiple rich mythologies and symbolisms associated with the same constellations and stars (Example: [Raj Vedam on Rohini](https://www.youtube.com/watch?v=Jq__DXtfeXw)) - it wouldn't do to rely on one to the exclusion of others during translation or truncated description. Hence we stick to etymological translations; and rather than including long mythological accounts here, just suggest that interested readers delve into them separately. (See references below.) Name of the lunar months originated from those 12 divisions' names in which full moon or "Purnimā" occurs. Unlike a solar day which defined by a sunrise to next sunrise, a lunar day or moon's position in a nakshatra doesn't depends on sun rising or moon rising. Thus a lunar day may start in any time of a solar day. Like other ancient human cultures, vedic people innovated a number of systems of which intercalary lunar months became most used, that is adding another month every 32.5 months on average or 4 months in every 11 years to correct the mismatch between lunar and solar year. A few of the yogatārā-s or prominent asterisms in the nakṣatra-s (going by their mainstream identification) lie slightly outside their constellation boundaries - in which case, any resultant problem (with regards to ritual timing or astrology) should be solved by other means (some people propose alternate identifications for such yogatārā-s). ### Navagraha - Nine "planets" They observed that some celestial body moves independently relative to background stars and named them "planets" or "graha". As such The sun and moon are also treated as graha. They also named the lunar nodes as graha-s as these points are very important to calculate the eclipses. Name of vedic days originated from these planet's names. |Graha|Designation|Name of Solar days| |-----|-----------|------------------| |<notr>Sūrya </notr>(Sun)|Sun God|<notr>Ravivāsara </notr>(Sunday)| |<notr>Chandra/Soma </notr>(Moon)|Moon god|<notr>Somavāsara </notr>(Monday)| |<notr>Maṅgala </notr>(Mars)|God of war|<notr>Maṅgalavāsara </notr>(Tuesday)| |<notr>Budha </notr>(Mercury)|Son of Moon|<notr>Budhavāsara </notr>(Wednesday)| |<notr>Bṛihaspati/Guru </notr>(Jupiter)|Teacher of Gods|<notr>Guruvāsara </notr>(Thursday)| |<notr>Śukra </notr>(Venus)|Mentor of Demons|<notr>Śukravāsara </notr>(Friday)| |<notr>Śani </notr>(Saturn)|God of Misfortune|<notr>Śanivāsara </notr>(Saturday)| |<notr>Rahu</notr>|lunar node|-| |<notr>Ketú</notr>|lunar node|-|
ru: ### Rāśi (राशिः) Звёздным зодиаком является мнимый пояс в 360 градусов (как и тропический зодиак), разделенный на 12 равных частей. Каждая 12-я часть (участок в 30 градусов) называется знак или Раши. Их названия приведены в круглых скобках &mdash; (). В стеллариуме мы показываем созвездия Раши [Rāśi], прикрепленные к соответствующим астеризмам, а не как части эклиптики, смещенные от их исходного положения для учета прецессии. В традиционной астрономии есть две системы измерения времени — лунный календарь и солнечный календарь. В обоих случаях год делится на 12 месяцев или «маса» [māsā]. Название солнечных месяцев произошло от названий этих созвездий. ### Nakṣatra (नक्षत्रम्) В индуистской традиции эклиптика делится на 27 частей примерно по 13°20', что соответствует 27 астеризмам, известным как накшатры (полный список с западными эквивалентами здесь: https://goo.gl/2PVi28). В самых ранних сохранившихся преданиях это число 28. Это деление имеет решающее значение для нескольких целей, включая ритуалы времени и определение рождений лунных стоянок. Поскольку эти астеризмы определяют область на небе, технически они также являются созвездиями. sUrya-siddhAnta и vedAnga-jyotiSha указывают начальные координаты делений 13°20', используя некоторые звёзды (см. предпоследний абзац на [этой странице](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n42/mode/1up)) Самые ранние полные списки накшатр находятся в Тайттирия-шрути и Атхарваведе, где они читаются как часть ритуала накшатрешти, помещающего божества пантеона в эти небесные отсеки. Некоторые ученые полагают, что традиция показывает, что к периоду раннего средневековья идентификация накшатры в небольшой степени изменилась по сравнению с ведическим периодом. Существует множество богатых мифологий и символизмов, связанных с одними и теми же созвездиями и звездами (Пример: [Радж Ведам на Рохини](https://www.youtube.com/watch?v=Jq__DXtfeXw)) - не следует полагаться на одну, исключая другие, во время перевода или усеченного описания. Поэтому мы придерживаемся этимологических переводов; и вместо того, чтобы включать сюда длинные мифологические рассказы, просто предлагаем заинтересованным читателям изучить их отдельно. (См. ссылки ниже.) Название лунных месяцев произошло от названий тех 12 частей, в которых происходит полнолуние или «Пурнима» [Purnimā]. В отличие от солнечного дня, который определяется восходом солнца до следующего восхода солнца, лунный день или положение луны в накшатре не зависят от восхода солнца или восхода луны. Таким образом, лунный день может начаться в любое время солнечного дня. Подобно другим древним человеческим культурам, ведические люди изобрели ряд систем, в которых наиболее часто стали использоваться вставочные лунные месяцы, то есть добавляли еще один месяц в среднем каждые 32,5 месяца или 4 месяца каждые 11 лет, чтобы исправить несоответствие между лунным и солнечным годом. Некоторые йогатары [yogatārā-s] или выдающиеся астеризмы в накшатрах (исходя из их основной идентификации) лежат немного за пределами своих созвездий, и в этом случае любая результирующая проблема (относительно ритуального времени или астрологии) должна определяться другим значениями (некоторые люди предлагают альтернативные определения для таких йогатар). ### Наваграха [Navagraha] — девять «планет». Они заметили, что некоторые небесные тела движутся независимо от фоновых звезд, и назвали их «планетами» или «граха». Таким образом, Солнце и Луна также считаются грахами. Они также назвали лунные узлы грахами, поскольку эти точки очень важны для расчета затмений. Название ведических дней произошло от названий этих планет. |Граха|Обозначение|Название солнечных дней| |-----|-----------|-----------------------| |Sūrya (Солнце)|Солнечный Бог|Ravivāsara (Воскресенье)| |Chandra/Soma (Луна)|Лунный бог|Somavāsara (Понедельник)| |Maṅgala (Марс)|Бог войны|Maṅgalavāsara (Вторник)| |Budha (Меркурий)|Сын Луны|Budhavāsara (Среда)| |Bṛihaspati/Guru (Юпитер)|Учитель богов|Guruvāsara (Четверг)| |Śukra (Венера)|Наставник демонов|Śukravāsara (Пятница)| |Śani (Сатурн)|Бог несчастья|Śanivāsara (Суббота)| |Rahu|лунный узел|-| |Ketú|лунный узел|-|
sv: ### <notr>Rāśi (राशिः)</notr> Den sideriska zodiaken är ett imaginärt bälte på 360 grader (liksom den tropiska zodiaken), uppdelat i 12 lika stora delar. Varje tolfte del (på 30 grader) kallas ett tecken eller rashi. Deras namn visas inom (parentes). I Stellarium visar vi Rāśi-konstellationer kopplade till motsvarande asterismer, och inte som indelningar av ekliptikan som är förskjutna från sina ursprungliga positioner för att ta hänsyn till precessionen. I traditionell astronomi finns det två system för att mäta tid – månkalendern och solkalendern. I båda fallen är ett år uppdelat i 12 månader eller ”māsā”. Namnen på solmånaderna har sitt ursprung i dessa konstellationers namn. ### <notr>Nakṣatra (नक्षत्रम्)</notr> I hinduisk tradition är ekliptikan uppdelad i 27 delar på cirka 13°20', som motsvarar 27 asterismer kända som nakṣatra-s (fullständig lista med västerländska motsvarigheter här: https://en.wikipedia.org/wiki/Nakshatra ). I de tidigaste bevarade skikten av traditionen är detta antal 28. Denna indelning är avgörande för flera ändamål, bland annat för att tidsbestämma ritualer och fastställa födelsemånens hus. Eftersom dessa asterismer definierar ett område på himlen är de tekniskt sett också konstellationer. sUrya-siddhAnta och vedAnga-jyotiSha specificerar startkoordinater för 13°20'-indelningarna med hjälp av vissa stjärnor (se näst sista stycket på [denna sida](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n42/mode/1up)). De tidigaste fullständiga nakṣatra-listorna finns i Taittirīya-śruti och Atharvaveda, där de reciteras som en del av nakṣatreṣṭi-ritualen, som placerar gudarna i pantheonet i dessa himmelska avdelningar. Vissa forskare anser att traditionen visar att nakṣatra-identifieringen hade förändrats i viss utsträckning från den vediska perioden till den tidiga medeltiden. Det finns flera rika mytologier och symboliker associerade med samma konstellationer och stjärnor (Exempel: [Raj Vedam om Rohini](https://www.youtube.com/watch?v=Jq__DXtfeXw)) – det skulle inte vara lämpligt att förlita sig på en och utesluta andra vid översättning eller förkortad beskrivning. Därför håller vi oss till etymologiska översättningar och istället för att inkludera långa mytologiska berättelser här, föreslår vi att intresserade läsare fördjupar sig i dem separat. (Se referenser nedan.) Namnen på månmånaderna har sitt ursprung i namnen på de 12 delarna där fullmånen eller ”Purnimā” inträffar. Till skillnad från en soldag som definieras av en soluppgång till nästa soluppgång, beror en måndag eller månens position i en nakshatra inte på soluppgången eller månuppgången. En måndag kan alltså börja när som helst under en soldag. Liksom andra forntida kulturer utvecklade det vediska folket ett antal system, av vilka interkalära månmånader blev det mest använda, det vill säga att man i genomsnitt lägger till en extra månad var 32,5:e månad eller fyra månader vart elfte år för att korrigera skillnaden mellan månåret och solåret. Några av yogatārā-s eller framträdande asterismer i nakṣatra-s (enligt deras vanliga identifiering) ligger något utanför sina konstellationsgränser - i vilket fall eventuella problem (när det gäller rituell timing eller astrologi) bör lösas på annat sätt (vissa föreslår alternativa identifieringar för sådana yogatārā-s). ### Navagraha – Nio ”planeter” De observerade att vissa himlakroppar rör sig oberoende av bakgrundsstjärnorna och kallade dem ”planeter” eller ”graha”. Solen och månen behandlas också som graha. De kallade även månens noder för graha-s, eftersom dessa punkter är mycket viktiga för att beräkna solförmörkelser. Namnen på de vediska dagarna har sitt ursprung i dessa planeternas namn. |Graha|Beteckning|Namn på soldagar| |-----|-----------|------------------| |<notr>Sūrya </notr>(Solen)|Solguden|<notr>Ravivāsara </notr>(Söndag)| |<notr>Chandra/Soma </notr>(Månen)|Månguden|<notr>Somavāsara </notr>(Måndag)| |<notr>Maṅgala </notr>(Mars)|Krigsguden|<notr>Maṅgalavāsara </notr>(Tisdag)| |<notr>Budha </notr>(Merkurius)|Månens son|<notr>Budhavāsara </notr>(onsdag)| |<notr>Bṛihaspati/Guru </notr>(Jupiter)|Gudarnas lärare|<notr>Guruvāsara </notr>(torsdag)| |<notr>Śukra </notr>(Venus)|Demonernas mentor|<notr>Śukravāsara </notr>(fredag)| |<notr>Śani </notr>(Saturnus)|Olyckans gud|<notr>Śanivāsara </notr>(lördag)| |<notr>Rahu</notr>|månens nod|-| |<notr>Ketú</notr>|månens nod|-|
uk: ### Rāśi (राशिः) Сонячний зодіак вважається уявним поясом з 360 градусів (подібно до тропічного зодіаку), поділеним на 12 рівних частин. Така дванадцята частина (у 30 градусів) називається знаком або раші. Назви раші позначено круглими дужками. У stellarium показано сузір'я Раші, пов'язані із відповідними астеризмами, а не з поділом екліптики, який зсунувся від початкових позицій через прецесію. У традиційній астрономії дві системи вимірювання часу — місячний календар і сонячний календар. У обох випадках рік поділено на 12 місяців або «маса». Назва сонячних місяців походить від назв цих сузір'їв. ### Nakṣatra (नक्षत्रम्) У індійській традиції екліптику поділено на 27 частин у приблизно 13°20'. Це відповідає 27 астеризмам, які відомі як накшатри (повний список із західноєвропейськими еквівалентами наведено тут: https://en.wikipedia.org/wiki/Nakshatra). У найранішій відомій традиції кількість накшатр дорівнювала 28. Цей поділ є важливим з декількох причин, зокрема точного визначення моментів проведення ритуалів та визначення початку місячних областей. Оскільки ці астеризми визначають області на небі, вони також, технічно, є сузір'ями. Сур'я-сіддханта та веданга-джйотіша вказують початкові координати для секторів у 13°20' з використанням певних зірок (повні відомості наведено на [цій сторінці](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n42/mode/1up)) Найстаріший відомий повний список накшатр наведено у книзі «Тайттірія-шруті» та у «Атарваведі», де їх згадують як частину ритуалу накшатрешті, при якому божества пантеону розташовуються у відповідних небесних місцях. Дехто з учених вважає, що вказана традиція стосується раннього середньовіччя, що ідентифікацію накшатр було дещо змінено з часу ведичного періоду. Із тими самими сузір'ями і зірками пов'язано декілька міфів та символів (приклад: [Радж Ведам для Рохіні](https://www.youtube.com/watch?v=Jq__DXtfeXw)) — не варто покладатися на один із них і виключати інші під час перекладу або обрізання опису. Через це, нами використано етимологічні переклади і не включено довгі міфологічні обґрунтування. Радимо зацікавленим читачам пошукати їх окремо. (Див. посилання, які наведено нижче.) Назви місячних місяців походять від назв цих 12 частин, коли ми спостерігаємо повний місяць або «пурніма». На відміну від сонячного дня, який визначається як період від сходу сонця до наступного сходу сонця, місячний день або розташування місяці у накшатрі не залежить від сходу сонця або місяця. Отже, місячний день може починатися у будь-який момент сонячного дня. Подібно до інших давніх людських культур, ведична культура удосконалила декілька систем, найбільш використовуваною з яких була система зі додаванням місячних місяців: додатковий місяць додавався у середньому кожні 32,5, тобто додавалися 4 місяці кожні 11 років для синхронізації між місячними і сонячними роками. Декілька йогатар або значних астеризмів у накшатрах (за їхньою стандартною ідентифікацією) лежать дещо за межами відповідних сузір'їв. У цих випадках проблему із визначенням часу для ритуалів або астрологічного передбачення слід розв'язувати у інший спосіб (дехто пропонує альтернативну ідентифікацію для таких йогатар). ### Наваграха — дев'ять «планет» Давні астрономи спостерегли, що деякі небесні тіла рухаються незалежно від фонових зірок. Вони назвали такі тіла «планетами» або «грахами». Сонце та Місяць також вважалися грахами або планетами. Крім того, грахами вважалися місячні вузли, оскільки ці точки є дуже важливими для передбачення часу затемнень. Назви ведичних днів походять від назви планет. |Граха|Значення|Назва солярних днів| |-----|--------|-------------------| |Sūrya (Сонце)|Бог Сонця|Ravivāsara (Неділя)| |Chandra/Soma (Місяць)|Бог місяця|Somavāsara (Понеділок)| |Maṅgala (Марс)|Бог війни|Maṅgalavāsara (Вівторок)| |Budha (Меркурій)|Син Місяця|Budhavāsara (Середа)| |Bṛihaspati/Guru (Юпітер)|Учитель богів|Guruvāsara (Четвер)| |Śukra (Венера)|Наставник демонів|Śukravāsara (П'ятниця)| |Śani (Сатурн)|Бог нещастя|Śanivāsara (Субота)| |Rahu|місячний вузол|-| |Ketú|місячний вузол|-|
