Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The constellation <em>Ifakoya</em> &lsquo;Spirit of the Muscovy duck&rsquo; (<em>Cairina moschata</em>) was mentioned by the Penard brothers and Claudius de Goeje but remained unidentified until now.<sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-17">[17]</a></sup> The contemporary Lokono on the Pomeroon River in Guyana recognize it in parts of the Western constellation Corona Australis. There are no myths related to this constellation but the Lokono say that when the head of the duck points toward the ground, looking as if the duck has its head under the water, the ducks are busy feeding on plants. The constellation assumes this position from mid-May. At this time, it is said that the birds are easier to catch. The Muscovy duck is considered a delicacy and is also often kept around the house like chickens. The Kari'na and the Warao also recognize the constellation of the Muscovy duck, and at least the Warao one corresponds to the same stars.<sup><a href="#footnote-17">[17]</a></sup>
fi: Tähtikuvio <em>Ifakoya</em> &lsquo;Muskoviankan henki&rsquo; (<em>Cairina moschata</em>) Penardin veljekset ja Claudius de Goeje mainitsivat sen, mutta se on pysynyt tuntemattomana tähän asti.<sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-17">[17]</a></sup> Nykyaikainen Lokono Pomeroon-joella Guyanassa tunnistaa sen osissa Corona Australis -tähdistöä. Tähän tähtikuvioon ei liity myyttejä, mutta Lokono sanoo, että kun ankan pää osoittaa maata kohti ja näyttää siltä, että ankan pää on veden alla, ankat ruokkivat kasveja. Tähdistö ottaa tämän aseman toukokuun puolivälistä alkaen. Tällä hetkellä sanotaan, että linnut on helpompi saada kiinni. Myskiankkaa pidetään herkkuna, ja sitä pidetään usein myös kotona kuin kanoja. Kari'na ja Warao tunnistavat myös Muskovian tähdistön, ja ainakin Warao vastaa samoja tähtiä.<sup><a href="#footnote-17">[17]</a></sup>

source: <em>Awarhakoya</em> 'Spirit of the awara palm'
fi: <em>Awarhakoya</em> 'Awara-palmun henki'

source: The constellation <em>Awarhakoya</em> &lsquo;Spirit of the awara palm&rsquo; has the shape of an awara palm (<em>Astrocaryum vulgare</em>). Its appearance high in the sky in January means that awara fruits are ripening. In the following months, <em>Awarhakoya</em> moves closer to the horizon, meaning that the fruits will soon fall to the ground to be picked. This occurs in the small dry season (mid-February to April), known as <em>awarhadlithe</em>, a term derived from the name of the palm.<sup><a href="#footnote-7">[7], </a></sup><sup><a href="#footnote-17">[17]</a></sup> There are no myths about <em>Awarhakoya </em>but it is said that the constellation is followed by that of the <em>Hadorhikoya</em> &lsquo;Spirit of the red acouchi&rsquo; and <em>Hokorherokoya</em> &lsquo;Spirit of the red-rumped agouti&rsquo;. Their appearance signals that the rodents are gathering by the palms to eat the fallen fruit. <em>Awarhakoya</em> is recognized today in stars close to the Western constellation Coma Berenices, but older sources suggest it is near Sirius.<sup><a href="#footnote-11">[11]</a></sup> It is the only constellation named after a plant, which speaks to the importance of the awara palm to the Lokono. The Kari'na also have a constellation of the awara, sometimes recognized in the same stars.<sup><a href="#footnote-17">[17], </a></sup><sup><a href="#footnote-20">[20]</a></sup>
fi: Tähtikuvio <em>Awarhakoya</em> &lsquo;Awara-palmun henki&rsquo; on awara-kämmenen muotoinen (<em>Astrocaryum vulgare</em>). Sen ilmestyminen korkealle taivaalle tammikuussa tarkoittaa, että awara-hedelmät kypsyvät. Seuraavina kuukausina, <em>Awarhakoya</em> siirtyy lähemmäs horisonttia, mikä tarkoittaa, että hedelmät putoavat pian maahan poimittavaksi. Tämä tapahtuu pienenä kuivana aikana (helmikuun puolivälistä huhtikuuhun), joka tunnetaan nimellä <em>awarhadlithe</em>, termi, joka on johdettu kämmenen nimestä.<sup><a href="#footnote-7">[7], </a></sup><sup><a href="#footnote-17">[17]</a></sup>Siitä ei ole myyttejä <em>Awarhakoya </em>mutta sanotaan, että tähdistöä seuraa tähdistö <em>Hadorhikoya</em> &lsquo;Punaisen acouchin henki&rsquo; ja <em>Hokorherokoya</em> &lsquo;Punaruskean agoutin henki&rsquo;. Niiden ulkonäkö on merkki siitä, että jyrsijät kerääntyvät kämmenien viereen syömään pudonneita hedelmiä. <em>Awarhakoya</em>tunnetaan nykyään tähdistä lähellä läntistä Coma Berenices -tähdistöä, mutta vanhemmat lähteet viittaavat siihen, että se on lähellä Siriusta.<sup><a href="#footnote-11">[11]</a></sup> Se on ainoa kasvin mukaan nimetty tähdistö, joka kertoo awara-palmun merkityksestä Lokonolle. Kari'nalla on myös awaran tähdistö, joka joskus tunnistetaan samoista tähdistä.<sup><a href="#footnote-17">[17], </a></sup><sup><a href="#footnote-20">[20]</a></sup>

source: <em>Hadorhikoya</em> 'Spirit of the red acouchi'
fi: <em>Hadorhikoya</em> 'Punaisen acouchin henki'

source: The unidentified constellation <em>Hadorhikoya</em> &lsquo;Spirit of the red acouchi&rsquo; (<em>Myoprocta acouchy</em>) was mentioned by the Penard brothers.<sup><a href="#footnote-17">[17]</a></sup> It should follow the constellation <em>Awarhakoya</em> appearing near it sometime after February. Its appearance signals that the ripe fruits of the palm attract the red acouchi to the awara grooves, where they can be hunted. There is no Lokono myth about <em>Hadorhikoya</em>, but a Kari&rsquo;na myth about the unidentified Kari&rsquo;na constellation of the red acouchi relates it to the several other constellations. According to the story, there were two brothers, of which one had a wife. The unmarried brother killed his brother, fed his liver to the wife, took her as his wife, and had a child with her. The spirit of the dead brother told the woman that his brother killed him, so she and her child decided to run away and ascend to the sky as the constellation of the agouti and acouchi. The spirit also told his brother to cut open his corpse and scatter his insides, which became the Pleiades, while the killer became the constellation of the anaconda.<sup><a href="#footnote-11">[11]</a></sup>
fi: Tuntematon tähtikuvio <em>Hadorhikoya</em> &lsquo;Punaisen acouchin henki&rsquo; (<em>Myoprocta acouchy</em>) mainittiin Penardin veljesten toimesta.<sup><a href="#footnote-17">[17]</a></sup> Sen pitäisi seurata tähtikuviota <em>Awarhakoya</em> ilmestyy sen lähelle joskus helmikuun jälkeen. Sen ulkonäkö osoittaa, että palmun kypsät hedelmät houkuttelevat punaiset acouchit awaran uriin, joissa niitä voidaan metsästää. Lokonosta ei ole mitään myyttiä <em>Hadorhikoya</em>, mutta Kari'na-myytti tunnistamattomasta Kari'na-tähdistöstä, punaisesta acouchista, yhdistää sen useisiin muihin tähdistöihin. Tarinan mukaan siellä oli kaksi veljeä, joista toisella oli vaimo. Naimaton veli tappoi veljensä, syötti tämän maksan vaimolleen, otti tämän vaimokseen ja sai lapsen hänen kanssaan. Kuolleen veljen henki kertoi naiselle, että hänen veljensä tappoi hänet, joten hän ja hänen lapsensa päättivät paeta ja nousta taivaalle agoutin ja acouchin tähdistönä. Henki käski myös veljeään leikkaamaan hänen ruumiinsa auki ja hajottamaan sisäpuolensa, josta tuli Plejadit, kun taas tappajasta tuli anakondan tähtikuvio.<sup><a href="#footnote-11">[11]</a></sup>

source: <em>Hakorherokoya</em> 'Spirit of the red-rumped agouti'
fi: <em>Hakorherokoya</em> 'Punaruskean agoutin henki'

source: The unidentified constellation <em>Hokorherokoya</em> &lsquo;Spirit of the red-rumped agouti&rsquo; was mentioned by the Penard brothers, who explain that like <em>Hadorhikoya</em>, it follows <em>Awarhakoya</em>.<sup><a href="#footnote-17">[17]</a></sup> It signals that the ripe fruit attracts the agouti (<em>Dasyprocta leporina</em>) to the awara palms, where they can be hunted. Claudius de Goeje adds that it is followed by <em>Kabadarokoya</em> &lsquo;Spirit of the tiger&rsquo;, which, like humans, knows agouti's habits.<sup><a href="#footnote-11">[11]</a></sup> There is no Lokono myth about <em>Hokorherokoya</em>, but a Kari&rsquo;na myth about the unidentified constellation of the agouti explains its origin. According to the story, there were two brothers, one married, the other not. The unmarried one killed the other, fed his liver to the wife, took her as his wife, and had a child with her. The dead brother's spirit told her that his brother killed him, so she and her child ran away, becoming the agouti and acouchi constellations. The spirit then told his brother to open his corpse and scatter his insides, which became the Pleiades, while the killer became the anaconda constellation.<sup><a href="#footnote-11">[11]</a></sup>
fi: Tuntematon tähtikuvio <em>Hokorherokoya</em> &lsquo;Punaruskean agoutin henki&rsquo; mainitsivat Penardin veljekset, jotka selittävät sen näin <em>Hadorhikoya</em>, se seuraa <em>Awarhakoya</em>.<sup><a href="#footnote-17">[17]</a></sup>Se osoittaa, että kypsät hedelmät houkuttelevat agouteja (<em>Dasyprocta leporina</em>) awara-palmuihin, joissa niitä voidaan metsästää. Claudius de Goeje lisää, että sitä seuraa <em>Kabadarokoya</em> &lsquo;Tiikerin henki&rsquo;, joka, kuten ihmiset, tuntee agoutin tavat.<sup><a href="#footnote-11">[11]</a></sup> Lokonosta ei ole mitään myyttiä <em>Hokorherokoya</em>, mutta Kari'na-myytti tunnistamattomasta agoutin tähdistöstä selittää sen alkuperän. Tarinan mukaan siellä oli kaksi veljeä, joista toinen oli naimisissa, toinen ei. Naimaton tappoi toisen, syötti tämän maksan vaimolleen, otti tämän vaimokseen ja sai lapsen hänen kanssaan. Kuolleen veljen henki kertoi hänelle, että hänen veljensä tappoi hänet, joten hän ja hänen lapsensa juoksivat karkuun, muuttuen agouti- ja acouchi-tähtikuviksi. Henki käski sitten veljeään avaamaan ruumiinsa ja hajottamaan sisäpuolensa, josta tuli Plejadit, kun taas tappajasta tuli anakondatähti..<sup><a href="#footnote-11">[11]</a></sup>

source: <em>Kabadarokoya</em> 'Spirit of the jaguar'
fi: <em>Kabadarokoya</em> 'Jaguaarin henki'

source: <em>Kabadarokoya</em> or <em>Arhwakoya</em> &lsquo;Spirit of the jaguar&rsquo; was mentioned by the Penard brothers, who link it to a Lokono myth.<sup><a href="#footnote-7">[7], </a></sup><sup><a href="#footnote-11">[11]</a></sup> According to the story, <em>Kabadaro</em> (<em>Panthera onca</em>) was the father of <em>Korhirhwathe </em>(<em>Leopardus species</em>), whom he loved so much, he did not want to marry her out.<sup><a href="#footnote-33">[33]</a></sup> One day a thorn got stuck in his paw and a man helped him take it out, so he gave the man his daughter as his wife. The family always had meat, so other people were jealous and told the man that his wife cheated on him. He started mistreating her. When the jaguar learned about this, he ran away with his daughter but the man followed them everywhere, so finally they ascended to the sky. But when the Lokono kill a jaguar, they can come back to earth to kill people. According to Claudius de Goeje, it follows the agouti star, a delicacy of the jaguars.<sup><a href="#footnote-11">[11]</a></sup> The constellation is unidentified. The Kari&rsquo;na constellation of the jaguar is said to appear around the small dry season, when jaguars roar more because they suffer from insects.<sup><a href="#footnote-17">[17], </a></sup><sup><a href="#footnote-20">[20]</a></sup>
fi: <em>Kabadarokoya</em> tai <em>Arhwakoya</em> &lsquo;Jaguaarin henki&rsquo; Penardin veljekset mainitsivat sen yhdistäen sen Lokono-myyttiin.<sup><a href="#footnote-7">[7], </a></sup><sup><a href="#footnote-11">[11]</a></sup> Tarinan mukaan, <em>Kabadaro</em> (<em>Panthera onca</em>) oli isä <em>Korhirhwathelle </em>(<em>Leopardus species</em>), jota hän rakasti niin paljon, hän ei halunnut mennä naimisiin hänen kanssaan.<sup><a href="#footnote-33">[33]</a></sup> Eräänä päivänä piikki juuttui hänen tassuun ja mies auttoi häntä ottamaan sen pois, joten hän antoi miehelle tyttärensä vaimokseen. Perheessä oli aina lihaa, joten muut ihmiset olivat kateellisia ja kertoivat miehelle, että hänen vaimonsa petti häntä. Hän alkoi pahoinpidellä häntä. Kun jaguaari sai tietää tästä, hän pakeni tyttärensä kanssa, mutta mies seurasi heitä kaikkialle, joten lopulta he nousivat taivaalle. Mutta kun Lokonot tappavat jaguaarin, he voivat palata maan päälle tappamaan ihmisiä. Claudius de Goejen mukaan se seuraa agouti-tähteä, jaguaarien herkkua.<sup><a href="#footnote-11">[11]</a></sup> Tähdistö on tuntematon. Jaguaarin Karian tähdistön sanotaan ilmestyvän pienen kuivan kauden aikoihin, jolloin jaguaarit karjuvat enemmän, koska ne kärsivät hyönteisistä.<sup><a href="#footnote-17">[17], </a></sup><sup><a href="#footnote-20">[20]</a></sup>

source: <em>Korhirhwathekoya</em> 'Spirit of the ocelot'
fi: <em>Korhirhwathekoya</em> 'Oselotin henki'

source: The constellation <em>Korhirhwathe</em> &lsquo;Spirit of the ocelot&rsquo; was mentioned by the Penard brothers, who link it to the same Lokono myth summarized above for <em>Kabadarokoya</em>.<sup><a href="#footnote-11">[11]</a></sup> According to the story, <em>Kabadaro</em> (<em>Panthera onca</em>) was the father of <em>Korhirhwathe </em>(<em>Leopardus species</em>), whom he loved so much, he did not want to marry her out. However, one day a thorn got stuck in his paw and a man helped him take it out, so he gave the man his daughter as his wife. The family always had plenty of meat, so other people became jealous and told the man that his wife cheated on him. As a result, he started mistreating <em>Korhirhwathe</em>. When the jaguar learned about this, he took his daughter, and ran away with her into the forest, but the man followed them everywhere, so finally they ascended to the sky becoming constellations. Now, when the Lokono kill a jaguar, they can come back to earth to kill people.
fi: Tähtikuvio <em>Korhirhwathe</em> &lsquo;Oselotin henki&rsquo; mainitsivat Penardin veljekset, jotka yhdistävät sen samaan Lokono-myyttiin, joka on tiivistetty edellä <em>Kabadarokoya</em>.<sup><a href="#footnote-11">[11]</a></sup> Tarinan mukaan, <em>Kabadaro</em> (<em>Panthera onca</em>) oli isä <em>Korhirhwathelle </em>(<em>Leopardus species</em>), jota hän rakasti niin paljon, hän ei halunnut mennä naimisiin hänen kanssaan. Eräänä päivänä piikki kuitenkin juuttui hänen tassuun ja mies auttoi häntä ottamaan sen pois, joten hän antoi miehelle tyttärensä vaimokseen. Perheellä oli aina runsaasti lihaa, joten muut ihmiset tulivat kateellisiksi ja kertoivat miehelle, että hänen vaimonsa petti häntä. Tämän seurauksena hän alkoi pahoinpidellä <em>Korhirhwathe</em>. Kun jaguaari sai tietää tästä, hän otti tyttärensä ja juoksi tämän kanssa metsään, mutta mies seurasi heitä kaikkialle, joten lopulta he nousivat taivaalle muuttuen tähtikuviksi. Nyt, kun Lokonot tappavat jaguaarin, he voivat palata maan päälle tappamaan ihmisiä.

source: <em>Hawkoya</em> 'Spirit of the pale-throated sloth'
fi: <em>Hawkoya</em> 'Kalpeakurkisen laiskan henki'

source: The constellation <em>Hawkoya</em> &lsquo;Spirit of the pale-throated sloth&rsquo; was mentioned by Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> It represents a species of a sloth (<em>Bradypus tridactylus</em>) and is an omen of storms and windy weather that occur at the beginning of the big dry season (between August and December). At this time, the sloths start to wander about more, and the Lokono say that it is because of the winds.<sup><a href="#footnote-17">[17]</a></sup> The constellation remains unidentified.
fi: Tähtikuvio <em>Hawkoya</em> &lsquo;Kalpeakurkisen laiskan henki&rsquo;mainitsi Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> Se edustaa erästä laiskalajia (<em>Bradypus tridactylus</em>) ja se on merkki myrskyistä ja tuulisesta säästä, joita esiintyy suuren kuivan kauden alussa (elo-joulukuun välillä). Tällä hetkellä laiskiaiset alkavat vaeltaa enemmän ja lokonot sanovat sen johtuvan tuulista.<sup><a href="#footnote-17">[17]</a></sup> Tähtikuvio on edelleen tuntematon.

source: <em> Warhemedokoya </em> 'Spirit of the two-toed sloth'
fi: <em> Warhemedokoya </em> 'Kaksivarpaisen laiskuuden henki'

source: Similarly, <em>Warhemedokoya</em> &lsquo;Spirit of the two-toed sloth&rsquo;, mentioned by the Penard brothers, is said to appear when the storms and winds of the big dry season are about to start and make the sloths move about more.<sup><a href="#footnote-17">[17]</a></sup> It represents the two-toed sloth (<em>Choloepus didactylus</em>). The constellation remains unidentified.
fi: Samoin, <em>Warhemedokoya</em> &lsquo;Kaksivarpaisen laiskuuden henki&rsquo;, Penardin veljesten mainitseman sanotaan ilmestyvän, kun suuren kuivan kauden myrskyt ja tuulet ovat alkamassa ja saavat laiskot liikkumaan enemmän.<sup><a href="#footnote-17">[17]</a></sup> Se edustaa kaksivarpaista laiskiasta (<em>Choloepus didactylus</em>). Tähtikuvio on edelleen tuntematon.

source: <em> Yôwanakoya </em> 'Spirit of the green iguana'
fi: <em> Yôwanakoya </em> 'Vihreän iguaanin henki'

source: The constellation <em>Y&ocirc;wanakoya</em> &lsquo;Spirit of the green iguana&rsquo; is mentioned by the Penard brothers.<sup><a href="#footnote-17">[17]</a></sup> It represents the green iguana (<em>Iguana iguana</em>) and appears when the iguanas lay their eggs in the sand, which should be sometime in April and May, but the constellation remains unidentified.
fi: Tähtikuvio <em>Y&ocirc;wanakoya</em> &lsquo;Vihreän iguaanin henki&rsquo; mainitaan Penardin veljesten toimesta.<sup><a href="#footnote-17">[17]</a></sup>Se edustaa vihreää iguaania (<em>Iguana iguana</em>) ja ilmestyy, kun leguaanit munivat hiekkaan, mikä pitäisi olla joskus huhti-toukokuussa, mutta tähtikuvio on edelleen tuntematon.

source: <em> Yarheyarherokoya </em> 'Spirit of the lilac-tailed parrot'
fi: <em> Yarheyarherokoya </em> 'Lilahäntäpapukaijan henki'

source: The constellation <em>Yarheyarherokoya</em> &lsquo;Spirit of the lilac-tailed parrot&rsquo; (<em>Touit batavicus</em>) was mentioned by Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> The constellation is not known to contemporary Lokono; neither do we know what its appearance used to signify.
fi: Tähtikuvio <em>Yarheyarherokoya</em> &lsquo;Lilahäntäpapukaijan henki&rsquo; (<em>Touit batavicus</em>) mainitsi Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> Tähdistö ei ole nykyajan Lokonon tiedossa; emme myöskään tiedä, mitä sen ulkonäkö merkitsi.

source: <em> Marodirokoya </em> 'Spirit of the marail guan'
fi: <em> Marodirokoya </em> 'Henki marail guan'

source: The constellation <em>Marodikoya</em> &lsquo;Spirit of the marail guan&rsquo; was mentioned by Claudius de Goeje, who comments that it has the shape of the marail guan (<em>Penelope marail</em>).<sup><a href="#footnote-11">[11]</a></sup> The constellation is not known to contemporary Lokono; neither do we know what its appearance used to signify.
fi: Tähtikuvio <em>Marodikoya</em> &lsquo;Marail guan henki&rsquo; mainitsi Claudius de Goeje, joka kommentoi, että sillä on marail-guaanin muoto (<em>Penelope marail</em>).<sup><a href="#footnote-11">[11]</a></sup> Tähdistö ei ole nykyajan Lokonon tiedossa; emme myöskään tiedä, mitä sen ulkonäkö merkitsi.

source: <em> Hikarowanakoya </em> 'Spirit of the little cuckoo'
fi: <em> Hikarowanakoya </em> 'Pienen käen henki'

source: The constellation <em>Hikarowanakoya</em> &lsquo;Spirit of the little cuckoo&rsquo; was only mentioned by Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> It represents the little cuckoo (<em>Coccycua minuta</em>). The constellation remains unidentified; neither do we know what its appearance used to signify. However, the Penard brothers mention the Kari&rsquo;na constellation of a cuckoo species identified as the very similar <em>Piaya cayana</em>.<sup><a href="#footnote-17">[17], </a></sup><sup><a href="#footnote-22">[22]</a></sup> The Kari'na constellation is said to bring luck to hunters. Interestingly, the Lokono link hunter&rsquo;s luck to the little cuckoo as well. They say that if the bird passes you calling <em>pikwan pikwan pikwan</em>, you have to watch out, as something bad might happen to you.
fi: Tähtikuvio <em>Hikarowanakoya</em> &lsquo;Pienen käen henki&rsquo; sen mainitsi vain Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> Se edustaa pientä käkeä (<em>Coccycua minuta</em>). Tähdistö pysyy tunnistamattomana; emme myöskään tiedä, mitä sen ulkonäkö merkitsi. Penardin veljekset kuitenkin mainitsevat hyvin samankaltaiseksi tunnistetun käkilajin Kari'na-tähdistön. <em>Piaya cayana</em>.<sup><a href="#footnote-17">[17], </a></sup><sup><a href="#footnote-22">[22]</a></sup> Kari'na-tähdistön sanotaan tuovan onnea metsästäjille. Mielenkiintoista on, että Lokonon linkkimetsästäjän onni on myös pikkukäki. Sanotaan, että jos lintu ohittaa sinut kutsumalla <em>pikwan pikwan pikwan</em>, sinun on oltava varovainen, sillä sinulle voi tapahtua jotain pahaa.

source: <em> S&ucirc;tukoya </em> 'Spirit of the red-handed tamarin'
fi: <em> S&ucirc;tukoya </em> 'Punakätisen tamarinin henki'

source: The constellation <em>S&ucirc;tukoya</em> &lsquo;Spirit of the red-handed tamarin&rsquo; (<em>Saguinus midas</em>) was mentioned by Cornelius van Coll and the Penard brothers but it remains poorly identified.<sup><a href="#footnote-7">[7], </a></sup><sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-43">[43]</a></sup> According to Claudius de Goeje, it should correspond to the Western constellation Coma Berenices.<sup><a href="#footnote-17">[17]</a></sup> It is not clear whether this is correct, however, given that today we find the constellation <em>Awarhakoya</em> in this part of the sky, which is easily recognized by numerous speakers. There are no myths related to this constellation.
fi: Tähtikuvio <em>S&ucirc;tukoya</em> &lsquo;Punakätisen tamarinin henki&rsquo; (<em>Saguinus midas</em>) Cornelius van Coll ja Penardin veljekset mainitsivat sen, mutta se on edelleen huonosti tunnistettu.<sup><a href="#footnote-7">[7], </a></sup><sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-43">[43]</a></sup> Claudius de Goejen mukaan sen pitäisi vastata läntistä Coma Berenices -tähdistöä.<sup><a href="#footnote-17">[17]</a></sup> Ei ole kuitenkaan selvää, pitääkö tämä paikkansa, kun otetaan huomioon, että nykyään löydämme tähdistön <em>Awarhakoya</em> tässä osassa taivasta, jonka monet puhujat tunnistavat helposti. Tähän tähtikuvioon ei liity myyttejä.

source: <em> Howakoya </em> 'Spirit of the white-faced saki'
fi: <em> Howakoya </em> 'Valkokasvoisen sakin henki'

source: The constellation <em>Howakoya</em> 'Spirit of the white-faced saki&rsquo; was only mentioned by de Claudius de Goeje.<sup><a href="#footnote-17">[17]</a></sup> It represents the spirit of white-faced saki (<em>Pithecia pithecia</em>) but the constellation and its significance remain unknown.<sup><a href="#footnote-44">[44]</a></sup>
fi: Tähtikuvio <em>Howakoya</em> 'Valkokasvoisen sakin henki&rsquo; sen mainitsi vain de Claudius de Goeje.<sup><a href="#footnote-17">[17]</a></sup> Se edustaa valkokasvoisen sakin henkeä (<em>Pithecia pithecia</em>) mutta tähdistö ja sen merkitys jäävät tuntemattomiksi.<sup><a href="#footnote-44">[44]</a></sup>

source: <em> Imenarikoya </em> 'Spirit of the scorpion'
fi: <em> Imenarikoya </em> 'Skorpionin henki'
