Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Starlore ##### isiLimela &mdash; Pleiades The first sighting of &#8220;isiLimela&#8221; indicated the start of the Xhosa digging or planting season. It is also said that the month of the Digging Stars symbolised new life in a man for the coming-out ceremony of the Abakwetha circumcision school and it has always been a custom for Xhosa men to count their years of manhood from this time. ##### iQhawe &mdash; Sirius Sirius is known as &#8220;iQhawe&#8221; in Xhosa, which means &#8220;the champion&#8221;, probably because it is the brightest star in the night sky. It can also be seen as one of two suitors or rivals (along with Canopus, the second brightest star), but we cannot say for whose affections they are fighting. ##### uCanzibe &mdash; Canopus Canopus is the second brightest star in the heavens and is referred to as &#8220;uCanzibe&#8221; in Xhosa, which means shining and sparkling. The star is seen as traditional Xhosa boys dancing, or sometimes as one of two suitors (Sirius, the brightest star, being the other), possibly rivals in their quest for affection. ##### umNyele &mdash; The Milky Way &#8220;umNyele&#8221; is the Xhosa for the raised bristles along the back of the sky, like those on the back of an angry dog. It was told that the dog would rise up if you point to the heaven with straight fingers. This was a good deterrence and the people would remember to show respect for the god &#8220;Qamata&#8221; by always pointing to the sky with a bent finger. ##### amaKroza &mdash; Orion&#8217;s Belt In Xhosa the three stars of Orion&#8217;s Belt are known as the &#8220;amaKroza&#8221;, or &#8220;those in a queue&#8221;. These are the graves where ancestors rest peacefully, the heavens where their spirits roam and the most holy place beyond the starry heavens, the dwelling of the supreme god, &#8220;Qamata&#8221;.
es_419: ### Leyenda estelar ##### isiLimela &mdash; Pléyades: El primer avistamiento de &#8220;isiLimela&#8221; indicaba el comienzo de la temporada de excavación o siembra de Xhosa. También se dice que el mes de las estrellas excavadoras simbolizaba una nueva vida en un hombre para la ceremonia de inauguración de la escuela de circuncisión Abakwetha y siempre ha sido una costumbre que los hombres xhosa cuenten sus años de virilidad a partir de este momento. ##### iQhawe &mdash; Sirio: Sirio es conocido como &#8220;iQhawe&#8221; en xhosa, que significa &#8220;el campeón&#8221;, probablemente porque es la estrella más brillante del cielo nocturno. También puede ser visto como uno de los dos pretendientes o rivales (junto con Canopus, la segunda estrella más brillante), pero no podemos decir por quién están luchando. ##### uCanzibe &mdash; Canopus: Canopus es la segunda estrella más brillante del cielo y se la conoce como &#8220;uCanzibe&#8221; en xhosa, que significa brillante y chispeante. La estrella es vista como un baile tradicional de niños xhosa, oa veces como uno de dos pretendientes (Sirio, la estrella más brillante, siendo el otro), posiblemente rivales en su búsqueda de afecto. ##### umNyele &mdash; La Vía Láctea: &#8220;umNyele&#8221; es el Xhosa para las cerdas levantadas a lo largo de la parte posterior del cielo, como las de la espalda de un perro enojado. Se decía que el perro se levantaría si señalabas al cielo con los dedos rectos. Esta fue una buena disuasión y la gente recordaría mostrar respeto por el dios &#8220;Qamata&#8221; apuntando siempre al cielo con un dedo doblado. ##### amaKroza &mdash; Cinturón de Orión: En xhosa, las tres estrellas del cinturón de Orión se conocen como &#8220;amaKroza&#8221;, o &#8220;aquellos en una cola&#8221;. Estas son las tumbas donde los antepasados descansan en paz, los cielos donde vagan sus espíritus y el lugar más sagrado más allá de los cielos estrellados, la morada del dios supremo, &#8220;Qamata&#8221;.
ru: ### Знания о звёздах ##### Лела (isiLimela) &mdash; Плеяды Первое появление «isiLimela» указывало на начало сезона копания или посадки коса. Также говорят, что месяц Копающих Звезд символизировал новую жизнь в мужчине для церемонии открытия школы обрезания Абаквета, а у мужчин коса всегда был обычай отсчитывать годы своей зрелости с этого времени. ##### iQhawe &mdash; Сириус Сириус на языке коса известен как «iQhawe», что означает «чемпион», вероятно, потому, что это самая яркая звезда на ночном небе. Его также можно рассматривать как одного из двух женихов или соперников (наряду с Канопусом, второй по яркости звездой), но мы не можем сказать, за чьи чувства они борются. ##### uCanzibe &mdash; Канопус Канопус — вторая по яркости звезда на небе, которую называют на языке коса «uCanzibe», что означает сияющий и сверкающий. Звезда традиционно изображается как танцующие мальчики коса, а иногда и как один из двух женихов (другим является Сириус, самая яркая звезда), возможно, соперники в их стремлении к привязанности. ##### umNyele &mdash; Млечный путь «umNyele» на языке коса это приподнятые щетинки вдоль задней части неба, как на спине разъяренной собаки. Говорили, что собака поднимется, если прямыми пальцами указать на небо. Это было хорошим сдерживающим фактором, и люди не забывали проявлять уважение к богу «Qamata» всегда указывая на небо согнутым пальцем. ##### amaKroza &mdash; Пояс Ориона На языке коса три звезды Пояса Ориона известны как «amaKroza», или «те, кто стоит в очереди». Это могилы, где мирно покоятся предки, небеса, где бродят их духи, и самое святое место за звездным небом, жилище верховного бога «Qamata».
sv: ### Starlore ##### isiLimela - Plejaderna Den första observationen av "isiLimela" indikerade starten på Xhosas gräv- eller planteringssäsong. Det sägs också att månaden med grävstjärnorna symboliserade nytt liv i en man vid utträdesceremonin i omskärelseskolan Abakwetha och det har alltid varit en sed för Xhosa-män att räkna sina år som man från denna tidpunkt. ##### iQhawe - Sirius Sirius kallas "iQhawe" på Xhosa, vilket betyder "mästaren", förmodligen för att det är den klarast lysande stjärnan på natthimlen. Den kan också ses som en av två friare eller rivaler (tillsammans med Canopus, den näst ljusstarkaste stjärnan), men vi kan inte säga vems kärlek de slåss om. ##### uCanzibe - Canopus Canopus är himlens näst starkast lysande stjärna och kallas "uCanzibe" på Xhosa, vilket betyder lysande och gnistrande. Stjärnan ses som traditionella Xhosa-pojkar som dansar, eller ibland som en av två friare (Sirius, den ljusstarkaste stjärnan, är den andra), möjligen rivaler i sin strävan efter tillgivenhet. ##### umNyele - Vintergatan "umNyele" är Xhosas namn på de upphöjda borsthåren längs himlens baksida, som på en ilsken hund. Det sades att hunden skulle resa sig om man pekade mot himlen med raka fingrar. Detta var ett bra avskräckande exempel och folket kom ihåg att visa respekt för guden "Qamata" genom att alltid peka mot himlen med ett böjt finger. ##### amaKroza - Orions bälte På Xhosa kallas de tre stjärnorna i Orions bälte för "amaKroza", eller "de som står i kö". Det här är gravarna där förfäderna vilar fridfullt, himlen där deras andar strövar omkring och den heligaste platsen bortom stjärnhimlen, den högsta gudens boning, "Qamata".
uk: Хоча планети подорожують нічним небом і тому змінюють позицію відносно зірок, вони часто є відзначаються у картині зоряного неба коса. Про Юпітер згадують, як про людей навколо вогнища. Венеру, нічну зірку, пов'язують із часом, коли хлопчаки доять корів. Венеру також називають зіркою побачень, «Мадінгені». Хлопцям і дівчатам забороняють відкриті побачення, але вони можуть зустрічатися біля джерела, де дівчата беруть воду, коли Венера з'являється на небі ввечері. ### Зіркова статистика ##### ісіЛімела — Плеяди Перша поява «Ісілімели» означає початок сезону землеробства і садівництва у коса. Цей місяць також називають місяцем Зірок Копання, що символізують нове життя у чоловіці, проходження церемонії ініціалізації у вченні про обрізання абаквети. За традицією чоловіки коса лічать роки дорослого життя від цього періоду. ##### Ікхаве &mdash; Сіріус Сіріус відомий коса як «Ікхаве», тобто «Переможець». Ймовірно, таку назву дано через те, що це найяскравіша зірка нічного неба. Також її розглядають як одного з двох прихильників або суперників (разом із Канопусом, другою найяскравішою зіркою). Втім, невідомо за чию прихильність вони сперечаються. ##### Уканзібе &mdash; Канопус Канопус є другою найяскравішою зіркою на небі. Його коса називають «Уканзібе», що означає «сяйво» та «іскри». Зірку вважають хлопчаками коса, які виконують традиційний танок, або одного з двох прихильників (іншим є Сіріус, найяскравіша зірка неба), можливими суперниками за предмет поклоніння. ##### Умнєле &mdash; Молочний Шлях «Умнєле» — термін коса для щетинок на спині неба, подібних до щетинок на спині злої собаки. За легендою, собака піднімається, коли хтось вказує на небо прямими пальцями. Це добре попередження, щоб люди пам'ятали про повагу до бога «Камати», завжди вказуючи на небо зігнутими пальцями. ##### Амакроза &mdash; Пояс Оріона Коса називають три зірки Пояса Оріона «Амакроза» або «ті, що у черзі». Це могили, де мирно спочивають предки, небеса, де покояться їхні духи, і найсвященніші місця у зоряних небесах, місце, де живе верховний бог, «Камата».

source: ### Starlore ##### isiLimela &mdash; Pleiades The Pleiades is a well-known cluster of stars, and normally six or seven bright ones can be seen. Many of the Southern African groups believe that when they first see the Pleiades in the early morning (August or early September), that the start of the planting season has come. ##### oNdwenjana &mdash; Orion&#8217;s Sword One of the descriptions of Orion&#8217;s Sword is as a long-stemmed flower, such as a lily. However the meaning of this group of stars isn't completely clear, because &#8220;oNdwenjana&#8221; could also be another tall object like a tree or a man. ##### Impanbana &mdash; Orion&#8217;s Belt Orion&#8217;s Belt is a combination of a crossing, dogs and wild hogs. Seeing the stars of Orion&#8217;s Belt reminded hunters to be very careful during their hunting trips, as it marked the mating season of the wild hogs. ##### isAndulela &mdash; Canopus Canopus is a bright star that appeared at harvest time and might also be connected to the Red-chested Cuckoo. It was also used as a guide for shepherds, marking the time to begin the journey to new grazing lands during the dry season. ##### Umthala Wezinkanyezi &mdash; The Milky Way Umthala Wezinkanyezi means &#8220;the stream of stars.&#8221; This is related to the way the Nguni people used to fight before Shaka Zulu&#8217;s revolutionary close-combat strategy. The strong warriors used to throw spears like javelin and the stream of spears would be seen in the air.
es_419: ### Leyenda estelar ##### isiLimela &mdash; Pléyades Las Pléyades es un cúmulo de estrellas bien conocido, y normalmente se pueden ver seis o siete brillantes. Muchos de los grupos del sur de África creen que cuando ven las Pléyades por primera vez temprano en la mañana (agosto o principios de septiembre), ha llegado el comienzo de la temporada de siembra. ##### oNdwenjana &mdash; Espada de Orión Una de las descripciones de la Espada de Orión es como una flor de tallo largo, como un lirio. Sin embargo, el significado de este grupo de estrellas no está del todo claro, porque &#8220;oNdwenjana&#8221; también podría ser otro objeto alto como un árbol o un hombre. ##### Impanbana &mdash; Cinturón de Orión El cinturón de Orión es una combinación de cruce, perros y jabalíes. Ver las estrellas del Cinturón de Orión recordó a los cazadores que deben tener mucho cuidado durante sus viajes de caza, ya que marca la temporada de apareamiento de los jabalíes. ##### isAndulela &mdash; Canopus Canopus es una estrella brillante que apareció en el momento de la cosecha y también podría estar conectado con el cuco de pecho rojo. También se usaba como guía para los pastores, marcando el momento de iniciar el viaje hacia nuevos pastizales durante la estación seca. ##### Umthala Wezinkanyezi &mdash; La Vía Láctea Umthala Wezinkanyezi significa &#8220;la corriente de estrellas.&#8221; Esto está relacionado con la forma en que el pueblo Nguni solía luchar antes de la revolucionaria estrategia de combate cuerpo a cuerpo de Shaka Zulu. Los fuertes guerreros solían arrojar lanzas como jabalinas y la corriente de lanzas se veía en el aire.
ru: ### Знания о звёздах ##### Лела (isiLimela) &mdash; Плеяды Плеяды — хорошо известное звёздное скопление, обычно можно увидеть шесть или семь ярких звёзд. Многие южноафриканские группы считают, что, когда они впервые видят Плеяды ранним утром (август или начало сентября), наступило начало посевного сезона. ##### Маленькая собака (oNdwenjana) &mdash; Меч Ориона Одно из описаний Меча Ориона — это цветок с длинным стеблем, например, лилия. Однако значение этой группы звёзд не совсем ясно, поскольку &#8220;oNdwenjana&#8221; также может быть другим высоким объектом, например, деревом или человеком. ##### Импанбана (Impanbana) &mdash; Пояс Ориона Пояс Ориона представляет собой сочетание перекреста, собак и диких кабанов. Наблюдение за звёздами Пояса Ориона напомнило охотникам о необходимости быть очень осторожными во время охоты, так как это знаменовало брачный сезон диких кабанов. ##### Предисловие (isAndulela) &mdash; Канопус Канопус — яркая звезда, которая появилась во время сбора урожая и также может быть связана с красногрудой кукушкой. Его также использовали в качестве ориентира для пастухов, отмечая время начала путешествия к новым пастбищам в засушливый сезон. ##### Умтала Везинканьези (Umthala Wezinkanyezi) &mdash; Млечный путь Умтала Везинканьези означает «поток звёзд». Это связано с тем, как люди нгуни сражались до революционной стратегии ближнего боя Шаки Зулу. Сильные воины метали копья, как копья, и поток копий был виден в воздухе.
sv: ### Starlore ##### isiLimela - Plejaderna Plejaderna är en välkänd stjärnhop, och normalt kan man se sex eller sju ljusstarka stjärnor. Många av de sydafrikanska grupperna tror att när de först ser Plejaderna tidigt på morgonen (augusti eller början av september), så har planteringssäsongen börjat. ##### oNdwenjana - Orions svärd En av beskrivningarna av Orions svärd är att det är en långskaftad blomma, t.ex. en lilja. Betydelsen av denna grupp av stjärnor är dock inte helt klar, eftersom "oNdwenjana" också kan vara ett annat högt föremål som ett träd eller en man. ##### Impanbana - Orions bälte Orions bälte är en kombination av en korsning, hundar och vildsvin. Att se stjärnorna i Orions bälte påminde jägarna om att vara mycket försiktiga under sina jaktturer, eftersom det markerade parningssäsongen för de vilda svinen. ##### ärAndulela - Canopus Canopus är en klar stjärna som dök upp vid skördetid och som också kan kopplas till den rödbröstade göken. Den användes också som en vägvisare för herdar som markerade när det var dags att påbörja resan till nya betesmarker under torrperioden. ##### Umthala Wezinkanyezi - Vintergatan Umthala Wezinkanyezi betyder "strömmen av stjärnor" Detta hänger samman med hur Nguni-folket brukade strida innan Shaka Zulus revolutionerande närstridsstrategi. De starka krigarna brukade kasta spjut som spjut och strömmen av spjut kunde ses i luften.
uk: ### Зіркова статистика ##### ісіЛімела — Плеяди Плеяди є добре відомим зоряним скупченням. За звичайних умов можна спостерігати шість або сім найяскравіших зірок скупчення. Багато з південноафриканських племен вірять у те, що коли вперше можна бачити Плеяди вранці (у серпні або на початку вересня), настає час сіяти. ##### оНдвенджана — Меч Оріона Одним із описів Меча Оріона є квітка із довгим стеблом, наприклад, лілія. Втім, значення, яке має назва цієї групи зірок, не однозначним, оскільки слово «оНдвенджана» можна також означати високий об'єкт, зокрема дерево або чоловіка. ##### Імпанбана — Пояс Оріона Пояс Оріона є поєднанням перехрестя, собак і диких свиней. Якщо на небі з'являлися зірки Поясу Оріона, мисливці мали бути обережнішими під час полювання, оскільки поява цих зірок означала початок сезону парування у диких свиней. ##### ісАндулела — Канопус Канопус — яскрава зірка, яка з'являється на небі у пору збирання урожаю. Її можна також пов'язати із червоногорлою зозулею. Цю зірку також використовували як керівну для пастухів: її поява позначала час, коли слід розпочинатися перегін до нових пасовищ у посушливий сезон. ##### Умтала Везінканьєзі — Чумацький Шлях Умтхала Везінканьєзі означає «потік зірок». Назву пов'язано зі способом, який плем'я нгуні використовувало для битв до того, як Шака Зулу революційно змінив стратегію ближнього бою. Найсильніші воїни кидали списи або дротики, і потік таких списів можна було спостерігати у повітрі. ### Зіркова ста

source: Lokono
ru: Локоно
uk: Локоно

source: Maori
de: Māori
es_419: Maorí
ru: Маори
uk: Маорійська

source: Stellarium's team
es_419: El equipo de Stellarium
ru: Команда Stellarium
uk: Команда Stellarium

source: Miroslav Broz
ru: Мирослав Броз (Miroslav Broz)

source: Modern (Sternenkarten)
es_419: Moderna (Sternenkarten)
ru: Современная (Sternenkarten)
uk: Сучасна (Sternenkarten)

source: Edgar Scholz
ru: Эдгар Шольц (Edgar Scholz)

source: - [#1]: Svjatskij, D.O. Astronomija Drevnej Rusi. - M., 2007. - 664 s. - [#2]: Svjatskij, D.O. Pod svodom hrustal'nogo neba: Ocherki po astral'noj mifologii v oblasti religioznogo i narodnogo mirovozzrenija. Izd. 2-e M.: Knizhnyj dvor "LIBROKOM", 2011. - 192 s. - [#3]: Rut, M.E. Slovar' astronimov. Zvezdnoe nebo po-russki. - M.: AST-PRESS KNIGA, 2010. - 288 s. - [#4]: Karpenko, Ju.A. Nazvanija zvezdnogo neba. - M.: Nauka, 1981. - 184 s.
ru: - [#1]: Святский, Д.О. Астрономия Древней Руси. - М., 2007. - 664 с. - [#2]: Святский, Д.О. Под сводом хрустального неба: Очерки по астральной мифологии в области религиозного и народного мировоззрения. Изд. 2-е М.: Книжный двор "ЛИБРОКОМ", 2011. - 192 с. - [#3]: Рут, М.Е. Словарь астронимов. Звездное небо по-русски. - М.: АСТ-ПРЕСС КНИГА, 2010. - 288 с. - [#4]: Карпенко, Ю.А. Названия звездного неба. - М.: Наука, 1981. - 184 с.
uk: - [#1]: Святский, Д.О. Астрономия Древней Руси. - M., 2007. - 664 с. - [#2]: Святский, Д.О. Под сводом хрустального неба: Очерки по астральной мифологии в области религиозного и народного мировоззрения. Изд. 2-е M.: Книжный двор «ЛИБРОКОМ», 2011. - 192 с. - [#3]: Рут, М.Е. Словарь астронимов. Звёздное небо по-русски. - М.: АСТ-ПРЕСС КНИГА, 2010. - 288 с. - [#4]: Карпенко, Ю.А. Названия звёздного неба. - M.: Наука, 1981. - 184 с.

source: Seri
ru: Сери
uk: Сері

source: Tikuna
ru: Тикуна
uk: Тікуна

source: Tukano
es_419: Tucana
ru: Тукано
uk: Туканська

source: Xhosa
ru: Косанская
uk: Коса

source: Zulu
ru: Зулусская
uk: Зулуська
