Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Mongolian constellations and cosmogony were inherited from the occidental civilisation notably by the contact with Alexander the Great and was largely influenced by Chinese civilisation and Buddhist religion, resulting in numerous myths and beliefs linked with what surrounds them. The local wild and fauna are the main themes of this skyculture. The wealth of Mongolian cosmogony is probably to link with the observation conditions for whom they benefit even now. In the past, the necessity for them to move and to get one's bearing even during the night and at different seasons, by searching the weather's mildness, is probably one of the element which developed their imagination facing the sky.
ru: Созвездия и космогония Монголии были унаследованы от западной цивилизации, в частности, благодаря контакту с Александром Великим, и на них в значительной степени повлияли китайская цивилизация и буддийская религия, что привело к появлению множества мифов и верований, связанных с тем, что их окружает. Местная дикая природа и фауна - главные темы этой небесной культуры. Богатство их космогонии, вероятно, связано с условиями наблюдения, которым они выгодны даже сейчас. В прошлом необходимость для них двигаться и ориентироваться даже ночью и в разное время года для поиска хорошей погоды, вероятно, была одним из элементов, которые развили их обращенное к небу воображение.
sv: Mongoliska konstellationer och kosmogoni ärvdes från den västerländska civilisationen, framför allt genom kontakten med Alexander den store, och påverkades i stor utsträckning av den kinesiska civilisationen och den buddhistiska religionen, vilket resulterade i ett stort antal myter och trosuppfattningar kopplade till deras omgivning. Den lokala vilda naturen och faunan är huvudteman i denna himmelskultur. Den mongoliska kosmogonins rikedom har troligen att göra med de observationsförhållanden som de fortfarande drar nytta av idag. I det förflutna var det nödvändigt för dem att flytta och orientera sig även under natten och under olika årstider, genom att söka efter mildare väder, vilket troligen är en av de faktorer som utvecklade deras fantasi när de blickade upp mot himlen.
uk: Монгольський поділ зоряного неба на сузір’я та космогонію було успадковано від західної цивілізації, зокрема унаслідок контактів з військами Александра Великого. На нього також вплинула китайська цивілізація та буддійська релігія. Усе це призвело до створення численних міфів та вірувань, пов’язаних із тим, що оточує картину зоряного неба. Місцеві тварини та природа є основними темами цієї картини зоряного неба. Багатство космогонії, ймовірно, пов’язано із умовами спостереження, які є чудовими навіть зараз. У минулому потреба у пересуванні та орієнтуванні навіть уночі, у різні пори року, у пошуках прийнятних умов погоди, ймовірно, була одним із елементів, який призвів до розвитку уяви щодо побудови неба.
