Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The names of the stars in the Tahitian sky mainly come from the "genealogy of the stars", a text which was recited to the English missionary John Muggridge Orsmond in 1818 by Ruanui, an old lady from Bora Bora, in the leeward islands, northwest of Tahiti. It was enhanced thanks to the logbook of J.R. Forster, a naturalist on the 2nd expedition of Captain James Cook (1772-1776), but also thanks to accounts from Europeans living in Tahiti at the end of the 18th century such as J.Morisson (1789-1791) and lastly thanks to the many observations and records of the first missionnaries at the turn of the 19th century. The "Genealogy of the stars" was published later on by Teuira Henry, the granddaughter of J. M. Orsmond, in the book "Ancient Tahiti" (1928). This long poem, whose key asset was its transcription in the vernacular tongue by J.Orsmond in 1818, then translated in English, narrates the birth of the stars, the Moon, the Sun and the planets as a genealogy. Children of the divine couple Rua-tupua-nui and Atea, the astral bodies, take partners and give birth to other celestial bodies to populate the sky. Shell, egg or seed, the sky is seen as a creator space revealing divine manifestations such as clouds, swells, currents and winds and yielding the principle of life. ### Linking space, time and men: an "environmental" calendar Based on very precise observations, the experts of ancient times or tahu'a developed an acute knowledge of the stellar movement, linking closely the sky, the space and the time to the cycles of the environment, of the animals and of the plants. They were indissociable. This knowledge was passed down in the form of environmental calendars. Known and controlled by the elites, leaders and specialists, those calendars planned the propitiatory ceremonies and the community activities such as agriculture and fishing. They were set on the observation of the stars, planets and constellations, and related to the Sun's come and go movement between north and south, the shifting of the Moon, the seasons of the main winds and swells. The astral bodies, observed at night, after the sunset or before sunrise, were bearers of different functions which are available to us through their names which are oftentimes long, but which give each of them a proper identity. For example, the Pleiades, also called Matari'i in Tahiti, had a crucial cultural role and were used namely to divide the year into 2 seasons: from November to May, a hot and rainy season, known as the season of abundance, Matari'i I ni'a, and set on the fruiting of the breadfruit tree or 'uru and the return of the migrating pelagic fishes. The second season, cooler, drier, known as the season of restrictions, Matari'i i raro from May to November, during which the root crops / tubers were replacing the 'uru and the fishing in the lagoon replaced the offshore fishing. ### Explore, navigate and build alliances "Star navigation" was the subject of much research in order to determine how the reading of the sky allowed the Polynesian people to navigate with such accuracy during journeys over thousands of km between remote islands. Today the names of the stars and of the constellations are becoming keys to approach the ancient voyagers' vision of the sky: markers to reach a target island and to come back to one's island home, but also to make inter-islands alliances for in a broad sense, in the Polynesian mindset one always belongs to a network, whether it be one of men, of the divinities of the ocean or of the space. Jean-Claude Teriierooiterai, linguist and Tahitian anthropologist, spent some of his life trying to resolve this mystery. He suggested a classification of the names of the stars by their usage. Hence, the stars Pou (Pillars) were used to locate the meridians whereas the stars Ta'urua would indicate a Rua. The Rua of the stars correspond to a succession of stars rising on the horizon at an essentially identical declination and they would enable the voyager to steer a course (Thesis "Mythes, astronomie, découpage du temps et navigation traditionnelle : l'héritage océanien contenu dans les mots de la langue tahitienne", J-C Teriierooiterai, 2013). Today, the "Fa'afaite i te Ao Ma'ohi" association keeps these traditional navigation techniques alive by travelling between the polynesian islands on a traditional Polynesian double-hulled canoe. ### Constellations Some names of constellations managed to reach us thanks to the "Genealogy of the stars" by Ruanui and by the popular use, yet our knowledge of the asterisms of the Tahitian sky is only in its infancy. Therefore, we only mention a few names and representations on this topic. However it is interesting to notice that certain constellations of the Tahitian sky could get a different name depending on the season and on their observation. For example, the constellation of the Scorpio was visible shaped like a hook "Matau a Maui" (Maui's hook) at the beginning of the Matari'i i ni'a season. The same constellation is shaped like a "'Uo" (kite) during the Matari'i i raro season, which is also the season of the southeast wind, the Mara'amu and the season of the kites, hence lending it a different function. ### Nomenclature of the Tahitian sky on Stellarium One star having many functions, it could often have many names related to the context, the season or the inherent activities. Therefore the same name can correspond to several stars. For example in the reference book "Ancient Tahiti" in its English version, several texts describe "Ana roto" at times as Epi/Spica in Virgo (p361), at other times as Regulus in Leo (p174). A rigorous comparison study of the existing sources led the authors of this sky culture to prefer a "first name" for each star listed. That one will appear while navigating the Stellarium. By clicking on a given star you will be able to see all its other possible names. Libor Teaonui Prokop, well known in the Polynesian culture in Tahiti, also presented an alpha-numeric naming which allows to give a unique name to each star and summarize the different sources existing for that star. In this classification, for example, Regulus is called "A3a 'Ana roto" and Epi/Spica "A3b 'Ana roto". Whenever available, this naming will be visible by clicking on the star. A is the 1st letter of the word 'Ana (star): the number corresponds to the order of the 'Ana stars listed in the "Genealogy of the stars" in the book by Teuira HENRY p361, the letter corresponds to the selected source text. Hence "a" corresponds to the text on page 361 in the "Genealogy of the stars" in which the 'Ana are shiny stars located at the top of the pillars placed in order to support the sky. The letter "b" refers to the one on page 174 in which the stars 'Ana represent the body of the priests in office in the stone temple or marae. The functions of the 'Ana stars being different and not wanting to favor one text over another, we thought it appropriate to present this frame of reference. As they were discovering new islands further east, towards the Sun, going from Austronesians to Polynesians, those pioneers of celestial navigation had to adapt their knowledge of the sky to their new environment. The Tahitian sky is embedded in an oceanic culture scaled on the big Pacific Ocean yet it does retain its own personality. The understanding of the lengthy Tahitian names for the celestial bodies is an enrichment both identitarian and historical since this knowledge is associated with other sky cultures from Hawaii, New Zealand, Tonga and Anuta in order to push forward the knowledge of a common past.
ru: Названия звезд на таитянском небе в основном происходят из «генеалогии звезд» &mdash; текста, который был прочитан английскому миссионеру Джону Магриджу Орсмонду в 1818 году Руануи, старой леди с Бора-Бора, на подветренных островах, к северо-западу от Таити. Он был расширен благодаря бортовому журналу Дж. Р. Форстера, натуралиста во 2-й экспедиции капитана Джеймса Кука (1772-1776), а также благодаря рассказам европейцев, живших на Таити в конце 18-го века, таких как Дж. Мориссон (1789-1791), и, наконец, благодаря многочисленным наблюдениям и записям первых миссионеров на рубеже 19-го века. «Генеалогия звезд» была опубликована позже Теуирой Генри, внучкой Дж. М. Орсмонда, в книге «Древний Таити» (1928). Эта длинная поэма, главным достоинством которой была ее транскрипция на местном языке Дж. Орсмондом в 1818 году, а затем переведенная на английский язык, повествует о рождении звезд, Луны, Солнца и планет как о генеалогии. Дети божественной пары Руа-тупуа-нуи и Атеа, астральные тела берут партнеров и рождают другие небесные тела, чтобы заселить небо. Скорлупа, яйцо или семя, небо рассматривается как пространство-творец, раскрывающее божественные проявления, такие как облака, волны, течения и ветры и дающее начало жизни. ### Связывая пространство, время и людей: «экологический» календарь Основываясь на очень точных наблюдениях, эксперты древних времен или таху'а развили проницательные знания о движении звезд, тесно связав небо, пространство и время с циклами окружающей среды, животных и растений. Они были неразрывны. Эти знания передавались в форме экологических календарей. Известные и контролируемые элитой, лидерами и специалистами, эти календари планировали церемонии умилостивления и общественные мероприятия, такие как сельское хозяйство и рыболовство. Они были установлены на наблюдении за звездами, планетами и созвездиями и связаны с движением Солнца между севером и югом, смещением Луны, сезонами основных ветров и волн. Астральные тела, наблюдаемые ночью, после захода солнца или перед восходом солнца, были носителями различных функций, которые доступны нам через их названия, которые часто длинные, но которые дают каждому из них надлежащую идентичность. Например, Плеяды, также называемые Матари'и на Таити, имели важную культурную роль и использовались, в частности, для разделения года на 2 сезона: с ноября по май, жаркий и дождливый сезон, известный как сезон изобилия, Matari'i i ni'a, и установленный на плодоношение хлебного дерева или 'угу и возвращение мигрирующих пелагических рыб. Второй сезон, более прохладный, сухой, известный как сезон ограничений, Matari'i i raro с мая по ноябрь, в течение которого корнеплоды / клубни заменяли 'угу, а ловля рыбы в лагуне заменяла ловлю рыбы в открытом море. ### Исследуйте, перемещайтесь и создавайте альянсы «Звездная навигация» была предметом многих исследований, чтобы определить, как чтение неба позволяло полинезийцам ориентироваться с такой точностью во время путешествий на тысячи километров между отдаленными островами. Сегодня названия звезд и созвездий становятся ключами к видению неба древними путешественниками: маркерами, позволяющими достичь целевого острова и вернуться на свой остров, а также для заключения межостровных союзов, поскольку в широком смысле в полинезийском мышлении человек всегда принадлежит к сети, будь то сеть людей, божеств океана или космоса. Жан-Клод Терьеруитерай, лингвист и таитянский антрополог, провел часть своей жизни, пытаясь разрешить эту загадку. Он предложил классификацию названий звезд по их использованию. Таким образом, звезды Поу (Столпы) использовались для определения меридианов, тогда как звезды Тауруа указывали на Руа. Руа звезд соответствует последовательности звезд, восходящих на горизонте с практически одинаковым склонением, и они позволили бы путешественнику держать курс (Диссертация «Мифы, астрономия, декупаж времен и традиционная навигация: l'héritage océanien contenu dans les mots de la langue» Таитиенна», JC Teriierooiterai, 2013). Сегодня ассоциация «Fa'afaite i te Ao Ma'ohi» сохраняет эти традиционные методы навигации, путешествуя между полинезийскими островами на традиционном полинезийском двухкорпусном каноэ. ### Созвездия Некоторые названия созвездий дошли до нас благодаря «Генеалогии звезд» Руануи и народному использованию, однако наши знания об астеризмах неба Таити находятся только в зачаточном состоянии. Поэтому мы упомянем лишь несколько названий и представлений по этой теме. Однако интересно отметить, что некоторые созвездия неба Таити могли получать разные названия в зависимости от сезона и их наблюдения. Например, созвездие Скорпиона было видно в форме крюка «Matau a Maui» (крюк Мауи) в начале сезона Matari'i i ni'a. Это же созвездие имеет форму «'Uo» (воздушного змея) в сезон Matari'i i raro, который также является сезоном юго-восточного ветра, Mara'amu и сезоном воздушных змеев, что придает ему другую функцию. ### Номенклатура неба Таити в Stellarium Одна звезда, имеющая множество функций, часто может иметь много названий, связанных с контекстом, сезоном или присущими ей видами деятельности. Поэтому одно и то же название может соответствовать нескольким звездам. Например, в справочнике «Древний Таити» в его английской версии несколько текстов описывают «Ана Рото» иногда как Эпи/Спика в Деве (стр. 361), а иногда как Регул во Льве (стр. 174). Тщательное сравнительное исследование существующих источников привело авторов этой культуры неба к предпочтению «первого имени» для каждой перечисленной звезды. Оно будет появляться при навигации по Stellarium. Нажав на определенную звезду, вы сможете увидеть все ее другие возможные названия. Либор Теаонуи Прокоп, хорошо известный в полинезийской культуре на Таити, также представил буквенно-цифровое наименование, которое позволяет давать уникальное имя каждой звезде и обобщать различные источники, существующие для этой звезды. В этой классификации, например, Регул называется "A3a 'Ana roto" и Epi/Spica "A3b 'Ana roto". Когда доступно, это наименование будет видно, нажав на звезду. A - это первая буква слова 'Ana (звезда): число соответствует порядку звезд 'Ana, перечисленных в генеалогии звезд в книге Теуйры ХЕНРИ, стр. 361, буква соответствует выбранному исходному тексту. Следовательно, "a" соответствует тексту на странице 361 в Генеалогии звезд, в котором 'Ana - это блестящие звезды, расположенные на вершине столбов, помещенных для поддержки неба. Буква "b" относится к тексту на странице 174, в котором звезды 'Ana представляют тело жрецов, находящихся в должности в каменном храме или марае. Функции звезд 'Ana были разными и не хотели отдавать предпочтение одному тексту перед другим, мы посчитали целесообразным представить эту систему отсчета. По мере того, как они открывали новые острова дальше на восток, по направлению к Солнцу, переходя от австронезийцев к полинезийцам, эти пионеры астронавигации должны были адаптировать свои знания о небе к новой среде. Таитянское небо встроено в океаническую культуру, масштабируемую по большому Тихому океану, но при этом сохраняет свою собственную индивидуальность. Понимание длинных таитянских названий небесных тел является обогащением как идентитарным, так и историческим, поскольку эти знания связаны с другими культурами неба с Гавайев, Новой Зеландии, Тонга и Анута, чтобы продвинуть знание общего прошлого.
sv: Namnen på stjärnorna på Tahitis himmel kommer huvudsakligen från ”stjärnornas genealogi”, en text som reciterades för den engelska missionären John Muggridge Orsmond 1818 av Ruanui, en gammal dam från Bora Bora, på de lägre öarna nordväst om Tahiti. Den förbättrades tack vare loggboken av J.R. Forster, en naturforskare på kapten James Cooks andra expedition (1772-1776), men också tack vare berättelser från européer som bodde på Tahiti i slutet av 1700-talet , såsom J. Morisson (1789-1791), och slutligen tack vare de många observationer och anteckningar som gjordes av de första missionärerna i början av 1800-talet. ”Stjärnornas genealogi” publicerades senare av Teuira Henry, barnbarn till J. M. Orsmond, i boken ”Ancient Tahiti” (1928). Denna långa dikt, vars främsta förtjänst var att den transkriberades till det lokala språket av J. Orsmond 1818 och sedan översattes till engelska, berättar om stjärnornas, månens, solens och planeternas födelse i form av en genealogi. Barnen till det gudomliga paret Rua-tupua-nui och Atea, de astrala kropparna, tar sig partners och föder andra himlakroppar som befolkar himlen. Skal, ägg eller frö, himlen ses som ett skapande rum som avslöjar gudomliga manifestationer som moln, vågor, strömmar och vindar och ger upphov till livets princip. ### Kopplar samman rymd, tid och människor: en ”miljökalender” Baserat på mycket noggranna observationer utvecklade experterna från antiken, eller tahu'a, en djup kunskap om stjärnornas rörelser och kopplade himlen, rymden och tiden nära samman med miljöens, djurens och växternas cykler. De var oskiljaktiga. Denna kunskap fördes vidare i form av miljökalendrar. Dessa kalendrar, som var kända och kontrollerades av eliten, ledarna och specialisterna, användes för att planera försoningsceremonier och gemenskapsaktiviteter som jordbruk och fiske. De baserades på observationer av stjärnor, planeter och konstellationer och hade samband med solens rörelse mellan norr och söder, månens skiftningar, årstidernas huvudsakliga vindar och vågor. De himlakroppar som observerades på natten, efter solnedgången eller före soluppgången, hade olika funktioner som vi kan förstå genom deras namn, som ofta är långa, men som ger var och en av dem en egen identitet. Till exempel hade Plejaderna, även kallade Matari'i på Tahiti, en avgörande kulturell roll och användes nämligen för att dela upp året i två årstider: från november till maj, en varm och regnig årstid, känd som överflödets årstid, Matari'i I ni'a, och baserad på fruktningen av brödfruktträdet eller 'uru och återkomsten av de migrerande pelagiska fiskarna. Den andra säsongen, som är svalare och torrare, kallas för restriktionssäsongen, Matari'i i raro, och varar från maj till november. Under denna säsong ersatte rotfrukter och knölar 'uru, och fisket i lagunen ersatte havsfisket. ### Utforska, navigera och bygg allianser ”Stjärnnavigering” var föremål för mycket forskning för att fastställa hur polynesierna kunde navigera med sådan noggrannhet under resor på tusentals kilometer mellan avlägsna öar genom att läsa av himlen. Idag blir namnen på stjärnorna och konstellationerna nycklar till att närma sig de forntida resenärernas syn på himlen: markörer för att nå en målö och återvända till sin hemö, men också för att ingå allianser mellan öarna , eftersom man i polynesisk tankegång alltid tillhör ett nätverk, vare sig det är ett nätverk av människor, havets gudar eller rymden. Jean-Claude Teriierooiterai, lingvist och antropolog från Tahiti, ägnade en del av sitt liv åt att försöka lösa detta mysterium. Han föreslog en klassificering av stjärnornas namn efter deras användning. Således användes stjärnorna Pou (pelare) för att lokalisera meridianerna, medan stjärnorna Ta'urua skulle ange en Rua. Stjärnornas Rua motsvarar en rad stjärnor som stiger upp vid horisonten med i stort sett identisk deklination och gör det möjligt för resenären att styra sin kurs (Avhandling "Myter, astronomi, tidsindelning och traditionell navigering: det oceaniska arvet i det tahitiska språkets ord ", J-C Teriierooiterai, 2013). Idag håller föreningen ”Fa'afaite i te Ao Ma'ohi” dessa traditionella navigeringstekniker vid liv genom att resa mellan de polynesiska öarna i en traditionell polynesisk dubbelskrovskano. ### Konstellationer Vissa namn på konstellationer har nått oss tack vare Ruanuis ”Genealogy of the stars” och genom populär användning, men vår kunskap om asterismerna på den tahitiska himlen är fortfarande i sin linda. Därför nämner vi endast några namn och representationer på detta ämne. Det är dock intressant att notera att vissa konstellationer på Tahitis himmel kan få olika namn beroende på säsong och observation. Till exempel var konstellationen Skorpionen synlig i form av en krok ”Matau a Maui” (Mauis krok) i början av Matari'i i ni'a-säsongen. Samma konstellation har formen av en ”'Uo” (drake) under Matari'i i raro-säsongen, som också är säsongen för sydostvinden, Mara'amu, och drakarnas säsong, vilket ger den en annan funktion. ### Nomenklatur för den tahitiska himlen på Stellarium En stjärna med många funktioner kunde ofta ha många namn beroende på sammanhanget, årstiden eller de aktiviteter som var förknippade med den. Därför kan samma namn motsvaras av flera stjärnor. I referensboken ”Ancient Tahiti” i dess engelska version beskriver till exempel flera texter ”Ana roto” ibland som Epi/Spica i Jungfrun (s. 361) och ibland som Regulus i Lejonet (s. 174). En noggrann jämförande studie av befintliga källor ledde till att författarna till denna himmelskultur föredrog ett ”förnamn” för varje stjärna som listats. Det namnet visas när man navigerar i Stellarium. Genom att klicka på en viss stjärna kan man se alla andra möjliga namn. Libor Teaonui Prokop, välkänd inom den polynesiska kulturen på Tahiti, presenterade också en alfanumerisk namngivning som gör det möjligt att ge ett unikt namn till varje stjärna och sammanfatta de olika källor som finns för den stjärnan. I denna klassificering kallas till exempel Regulus ”A3a 'Ana roto” och Epi/Spica ”A3b 'Ana roto”. När denna namngivning är tillgänglig kommer den att visas när man klickar på stjärnan. A är den första bokstaven i ordet 'Ana (stjärna): siffran motsvarar ordningen på 'Ana-stjärnorna som listas i ”Stjärnornas genealogi” i boken av Teuira HENRY s. 361, bokstaven motsvarar den valda källtexten. Därför motsvarar ”a” texten på sidan 361 i ”Stjärnornas genealogi”, där Ana är lysande stjärnor som ligger högst upp på pelarna som placerats för att stödja himlen. Bokstaven ”b” hänvisar till den på sidan 174 där stjärnorna 'Ana representerar prästerskapet i tjänst i stenhelgedomen eller marae. Eftersom Ana-stjärnornas funktioner är olika och vi inte vill gynna en text framför en annan, ansåg vi det lämpligt att presentera denna referensram. När de upptäckte nya öar längre österut, mot solen, från austronesiska till polynesiska, var dessa pionjärer inom astronomisk navigering tvungna att anpassa sina kunskaper om himlen till sin nya miljö. Den tahitiska himlen är inbäddad i en oceanisk kultur som är skalad efter den stora Stilla havet, men den behåller ändå sin egen personlighet. Förståelsen av de långa tahitiska namnen på himlakropparna är ett berikande både identitetsmässigt och historiskt, eftersom denna kunskap är förknippad med andra himmelskulturer från Hawaii, Nya Zeeland, Tonga och Anuta för att främja kunskapen om ett gemensamt förflutet.
uk: Назви зірок на таїтянському небі походять переважно з «генеалогії зірок» – тексту, який у 1818 році англійському місіонеру Джону Маггріджу Орсмонду прочитала Руануї, літня жінка з Бора-Бора, що на підвітряних островах, на північний захід від Таїті. Він був доповнений завдяки бортовому журналу Дж. Р. Форстера, натураліста з другої експедиції капітана Джеймса Кука (1772-1776), а також завдяки розповідям європейців, які жили на Таїті наприкінці 18 століття, таких як Дж. Моріссон (1789-1791), і, нарешті, завдяки численним спостереженням і записам перших місіонерів на рубежі 19 століття. «Генеалогія зірок» була пізніше опублікована Тейрою Генрі, онукою Дж. М. Орсмонда, у книзі «Стародавній Таїті» (1928). Ця довга поема, головною цінністю якої була її транскрипція народною мовою Дж. Орсмондом у 1818 році, а потім перекладена англійською мовою, розповідає про народження зірок, Місяця, Сонця та планет як генеалогію. Діти божественної пари Руа-тупуа-нуї та Атеї, астральні тіла знаходять партнерів і народжують інші небесні тіла, щоб заселити небо. Шкаралупа, яйце чи насіння, небо розглядається як простір-творець, що розкриває божественні прояви, такі як хмари, хвилі, течії та вітри, і дає початок життя. ### Зв'язок простору, часу та людей: "екологічний" календар На основі дуже точних спостережень експерти давніх часів або таху'а розвинули точні знання про рух зірок, тісно пов'язуючи небо, простір і час з циклами навколишнього середовища, тварин і рослин. Вони були нерозривними. Ці знання передавались у формі екологічних календарів. Відомі та контрольовані елітами, лідерами та фахівцями, ці календарі планували церемонії умилостивлення та громадську діяльність, таку як сільське господарство та рибальство. Вони були встановлені на основі спостереження за зірками, планетами та сузір'ями, і пов'язані з рухом Сонця між північчю та півднем, зміщенням Місяця, сезонами основних вітрів та хвиль. Небесні тіла, що спостерігалися вночі, після заходу сонця або перед сходом сонця, були носіями різних функцій, доступних нам завдяки їхнім назвам, які часто довгі, але які дають кожній з них належну ідентичність. Наприклад, Плеяди, які також називають Матарі'ї на Таїті, відігравали вирішальну культурну роль і використовувалися, зокрема, для поділу року на 2 сезони: з листопада по травень, спекотний та дощовий сезон, відомий як сезон достатку, Матарі'ї І ні'а, і встановлені на плодоношення хлібного дерева або 'уру та повернення мігруючих пелагічних риб. Другий сезон, прохолодніший і сухіший, відомий як сезон обмежень, Матарі'і і раро, триває з травня по листопад, протягом якого коренеплоди/бульби замінювали уру, а риболовля в лагуні замінювала риболовлю на шельфі. ### Дослідження, орієнтація та створення союзів «Зоряна навігація» була предметом багатьох досліджень, щоб визначити, як читання неба дозволяло полінезійцям орієнтуватися з такою точністю під час подорожей на тисячі кілометрів між віддаленими островами. Сьогодні назви зірок і сузір'їв стають ключами до наближення до бачення неба стародавніми мандрівниками: маркерами для досягнення цільового острова та повернення на свій острівний дім, а також для створення міжостровних союзів, бо в широкому сенсі, в полінезійському мисленні людина завжди належить до мережі, будь то одна з людей, божеств океану чи космосу. Жан-Клод Терієруітераї, лінгвіст і таїтянський антрополог, провів частину свого життя, намагаючись розгадати цю таємницю. Він запропонував класифікацію назв зірок за їх використанням. Отже, зірки Поу (Стовпи) використовувалися для визначення меридіанів, тоді як зірки Та'уруа вказували б на Руа. Руа зірок відповідають послідовності зірок, що сходять на горизонті під практично однаковим схиленням, і вони дозволяли мандрівнику керувати курсом (дисертація «Міфи, астрономія, розрізнення часу та традиційна навігація: спадщина океану, що міститься в словах таїтянської мови», J-C Teriierooiterai, 2013). Сьогодні асоціація «Фа'афаїте і те Ао Ма'охі» підтримує ці традиційні методи навігації, подорожуючи між полінезійськими островами на традиційному полінезійському двокорпусному каное. ### Сузір'я Деякі назви сузір'їв дійшли до нас завдяки «Генеалогії зірок» Руануї та загальновживаному вжитку, проте наші знання про астеризми таїтянського неба лише зароджуються. Тому ми згадаємо лише кілька назв та уявлень на цю тему. Однак цікаво відзначити, що деякі сузір'я таїтянського неба могли отримувати різні назви залежно від пори року та спостереження. Наприклад, сузір'я Скорпіона було видно у формі гачка «Матау а Мауї» (гачок Мауї) на початку сезону Матарі'і і ні'а. Те саме сузір'я має форму "'Уо" (повітряного змія) під час сезону Матарі'і і раро, який також є сезоном південно-східного вітру, Мара'аму та сезоном повітряних зміїв, що надає йому різної функції. ### Номенклатура таїтянського неба на Stellarium Одна зірка, маючи багато функцій, часто може мати багато назв, пов'язаних з контекстом, сезоном або властивою їй діяльністю. Тому одна й та сама назва може відповідати кільком зіркам. Наприклад, у довіднику "Стародавній Таїті" в англійській версії кілька текстів описують "Ана рото" іноді як Епі/Спіка у Діві (с. 361), іноді як Регул у Леві (с. 174). Ретельне порівняльне дослідження існуючих джерел призвело до того, що автори цієї культури неба віддали перевагу "імені" для кожної зірки у списку. Воно з'являтиметься під час навігації по Stellarium. Натиснувши на певну зірку, ви зможете побачити всі її інші можливі назви. Лібор Теаонуї Прокоп, добре відомий у полінезійській культурі на Таїті, також представив буквено-цифрову назву, яка дозволяє дати унікальну назву кожній зірці та узагальнити різні джерела, що існують для цієї зірки. У цій класифікації, наприклад, Регул називається "A3a 'Ana roto", а Епі/Спіка - "A3b 'Ana roto". Коли це можливо, це найменування буде видно, якщо натиснути на зірку. А — це перша літера слова 'Ana (зірка): число відповідає порядку зірок 'Ana, перелічених у генеалогії зірок у книзі Тейри Генрі, с. 361, літера відповідає вибраному вихідному тексту. Отже, "а" відповідає тексту на сторінці 361 у Генеалогії зірок, у якій 'Ana - це блискучі зірки, розташовані на вершині стовпів, розміщених для підтримки неба. Літера «b» стосується тієї, що на сторінці 174, де зірки «Ана» представляють групу жерців, які виконують посаду в кам'яному храмі або мара. Оскільки функції зірок «Ана» відрізнялися, і ми не надавали перевагу одному тексту над іншим, ми вважали за доцільне представити цю систему відліку. Відкриваючи нові острови далі на схід, до Сонця, переходячи від австронезійців до полінезійців, ці піонери небесної навігації були змушені адаптувати свої знання про небо до нового середовища. Таїтянське небо вбудоване в океанічну культуру, що просувається на великий Тихий океан, проте воно зберігає свою індивідуальність. Розуміння довгих таїтянських назв небесних тіл є збагаченням як ідентичності, так і історії, оскільки ці знання пов'язані з іншими небесними культурами Гаваїв, Нової Зеландії, Тонги та Анути, і розвивають наші знання про спільне минуле.
