Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The constellation <em>Imenarikoya</em> &lsquo;Spirit of the scorpion&rsquo; was only mentioned by Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> The constellation refers to a spirit of an unidentified species of a large poisonous scorpion. There are no known myths about <em>Imenarikoya</em>. The constellation could be a case of cultural borrowing from non-indigenous populations, as has been suggested for the Kari'na constellation representing a scorpion.
fi: Tähtikuvio <em>Imenarikoya</em> &lsquo;Skorpionin henki&rsquo; sen mainitsi vain Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> Tähdistö viittaa suuren myrkyllisen skorpionin tunnistamattoman lajin henkeen. Siitä ei ole tunnettuja myyttejä <em>Imenarikoya</em>. Tähdistö voi olla tapaus kulttuurista lainaamisesta ei-alkuperäiskansoilta, kuten on ehdotettu skorpionia edustavalle Kari'na-tähdistölle.

source: <em> Maraka </em> 'Rattle of the medicine-man'
fi: <em> Maraka </em> 'Lääkemiehen helistin'

source: The constellation <em> Maraka </em> 'Rattle of the medicine-man' was mentioned by Claudius de Goeje, and refers to a rattle used by the Lokono medicine-men, which is made of a calabash pierced with a stick, adorned with feathers of a certain parrot, and filled with numerous small crystals, each of which harbors a different spirit, that is a different type of <em>koya</em>.<sup><a href="#footnote-11">[11]</a></sup> The constellation remains unidentified; there is no Karin'a or Warao equivalent and there are no myths related to it.
fi: Tähtikuvio <em> Maraka </em> Claudius de Goeje mainitsi "lääkemiehen helistimen", ja se viittaa Lokonon lääkäreiden käyttämään helistimeen, joka on tehty tikulla lävistetystä kalabashista, joka on koristeltu tietyn papukaijan höyhenillä ja täynnä lukuisia pieniä kiteitä, joista jokaisessa on erilainen henki, joka on erityyppinen <em>koya</em>.<sup><a href="#footnote-11">[11]</a></sup> Tähdistö pysyy tunnistamattomana; Karin'aa tai Waraoa ei ole olemassa eikä niihin liity myyttejä.

source: <em> Shimarhabokoya </em> 'Spirit of the bow and arrow' and <em> Arakabosakoya </em> 'Spirit of the gun'
fi: <em> Shimarhabokoya </em> 'Jousen ja nuolen henki' and <em> Arakabosakoya </em> 'Aseen henki'

source: The constellation <em>Shimarhabokoya</em> ‘Spirit of the bow and arrow’ and <em>Arakabosakoya</em> ‘Spirit of the gun’ were mentioned by Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> Both constellations remain unidentified and do not have Kari’na and Warao counterparts, and there are no myths related to them.
fi: Tähtikuvio <em>Shimarhabokoya</em> 'jousen ja nuolen henki' ja <em>Arakabosakoya</em> 'Aseen hengen' mainitsi Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> Molemmat tähtikuviot ovat edelleen tunnistamattomia, eikä niillä ole Kari'na- ja Warao-vastineita, eikä niihin liity myyttejä.

source: <em> Korherokoya </em> 'Spirit of the parrot'
fi: <em> Korherokoya </em> 'Papukaijan henki'

source: The constellation&nbsp;<em>Korherokoya</em> &lsquo;Spirit of the parrot&rsquo; was only mentioned by Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> The constellation refers to a spirit of an unidentified species of a parrot, but it was mentioned as the equivalent of the Kari’na constellation <em>Kurewako yumï</em> ‘Father of the orange-winged parrot’, representing the orange-winged parrot (<em>Amazona amazonica</em>). There are no known myths about <em>Korherokoya</em>. It should appear in February when the parrots are big enough to be taken out of their nests, but the constellation remains unidentified.
fi: Tähtikuvio&nbsp;<em>Korherokoya</em> &lsquo;Papukaijan henki&rsquo; sen mainitsi vain Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> Tähdistö viittaa tunnistamattoman papukaijalajin henkeen, mutta se mainittiin Kari'na-tähdistön vastineena <em>Kurewako yumï</em> 'Oranssisiipisen papukaijan isä', joka edustaa oranssisiipistä papukaijaa (<em>Amazona amazonica</em>). Siitä ei ole tunnettuja myyttejä <em>Korherokoya</em>. Sen pitäisi ilmestyä helmikuussa, kun papukaijat ovat riittävän suuria, jotta ne voidaan ottaa pois pesistä, mutta tähdistö on edelleen tuntematon.

source: <em> Kasipenikoya </em> 'Spirit of the sea turtle'
fi: <em> Kasipenikoya </em> 'Merikilpikonnan henki'

source: The constellation <em>Kasipenikoya</em> &lsquo;Spirit of the sea turtle&rsquo; was mentioned by Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> It refers to the spirit of an unidentified species of a turtle. It may be the case that it is the same as <em>Katarokoya</em>. The term <em>kataro</em> (<em>Chelonia mydas</em>) appears to be a term borrowed from Kari&rsquo;na, it is thus possible that <em>kasipeni</em> is the original Lokono term for the same turtle. However, there are several species of turtles in the Guianas, thus <em>kataro</em> and <em>kasipeni</em> can also refer to different species, and their spirits be identified with different constellations.
fi: Tähtikuvio <em>Kasipenikoya</em> &lsquo;Merikilpikonnan henki&rsquo; mainitsi Claudius de Goeje.<sup><a href="#footnote-11">[11]</a></sup> Se viittaa tunnistamattoman kilpikonnalajin henkeen. Voi olla niin, että se on sama kuin <em>Katarokoya</em>. Termi <em>kataro</em> (<em>Chelonia mydas</em>) näyttää olevan Karinalta lainattu termi, joten se on mahdollista <em>kasipeni</em> on alkuperäinen Lokono-termi samalle kilpikonnalle. Guyanoissa on kuitenkin useita kilpikonnalajeja <em>kataro</em> ja <em>kasipeni</em> voivat viitata myös eri lajeihin, ja niiden henget voidaan tunnistaa erilaisiin tähtikuvioihin.

source: This sky culture was contributed by <a href="https://uva.academia.edu/KonradRybka" class='external text' title="https://uva.academia.edu/KonradRybka" rel="nofollow">Konrad Rybka</a> and produced with the help of Lokono speakers in Suriname (Cassipora) and Guyana (Wakapoa). The research was carried out as part of the project supported by a Rubicon postdoctoral grant from the Netherlands Organization for Scientific Research (project number 446-15-012). Quote as: Rybka, Konrad 2018. <em>Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software. </em> Version 1.0
fi: Tämä tähdistötaruston loi<a href="https://uva.academia.edu/KonradRybka" class='external text' title="https://uva.academia.edu/KonradRybka" rel="nofollow">Konrad Rybka</a> ja tuotettu Lokono-kaiuttimien avulla Surinamessa (Cassipora) ja Guyanassa (Wakapoa). Tutkimus toteutettiin osana hanketta, jota tuettiin Alankomaiden tieteellisen tutkimusorganisaation Rubicon-tutkinnon stipendillä (projektinumero 446-15-012). Lainaus: Rybka, Konrad 2018. <em>Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software. </em> Versio 1.0

source: [2] Rybka, Konrad. 2017. <a href="https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml ">“Contact-Induced Phenomena in Lokono (Arawakan).”</a> In Boundaries and Bridges, edited by Kofi Yakpo and Pieter C. Muysken. Berlin, Boston: De Gruyter, pp 257-281.
fi: [2] Rybka, Konrad. 2017. <a href="https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml ">“Contact-Induced Phenomena in Lokono (Arawakan).”</a> In Boundaries and Bridges, edited by Kofi Yakpo and Pieter C. Muysken. Berlin, Boston: De Gruyter, s, 257-281.

source: [23] Arawak manuscripts, American Philosophical Society, manuscript number:<a href="https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml"> Mss.498.3.Sch8. </a>Page 562 in the original manuscript, which corresponds to page 576 in the digitalized document. The image was reduced in size, cropped, and reproduced here with the kind permission of the American Philosophical Society.
fi: [23] Arawak käsikirjoituksia, American Philosophical Society, käsikirjoituksen numero:<a href="https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml"> Mss.498.3.Sch8. </a>Sivu 562 alkuperäisessä käsikirjoituksessa, joka vastaa digitoidun asiakirjan sivua 576. Kuvaa pienennettiin, rajattiin ja kopioitiin täällä American Philosophical Societyn ystävällisellä luvalla.

source: Sky Map of Macedonian People
fi: Makedonian kansan taivaskartta

source: Ethnoastronomical research among Macedonian people began in 1982, organized by the Planetarium at Youth Cultural Centre. In the past years, around 140 villages in Republic of Macedonia have been visited and over 1500 inhabitants have been interviewed and surveyed. All collected information from the population have been published in the book “Sky over Macedonia” (Cenev G, 2004). An integral part of this book is the Sky map of Macedonian people which has been reconstructed based on the descriptions of constellations known to elderly inhabitants of Macedonian villages (Cenev G., 2000).
fi: Makedonian etnoastronominen tutkimus alkoi vuonna 1982 Nuorten kulttuurikeskuksen planetaarion järjestämänä. Viime vuosina Makedonian tasavallassa on vierailtu noin 140 kylässä, ja yli 1500 asukasta on haastateltu ja tutkittu. Kaikki väestöstä kerätyt tiedot on julkaistu kirjassa “Sky over Macedonia” (Cenev G, 2004). Olennainen osa tätä kirjaa on makedonialaisten taivaskartta, joka on rekonstruoitu makedonialaisten kylien iäkkäiden asukkaiden tuntemien tähtikuvioiden kuvausten perusteella. (Cenev G., 2000).

source: is the best-known constellation, which is recognized by all elderly people in Macedonian villages, without any exception. This name people use for the star cluster Pleiades
fi: on tunnetuin tähtikuvio, jonka kaikki Makedonian kylien vanhukset tunnistavat poikkeuksetta. Tätä nimeä ihmiset käyttävät tähtijoukosta Plejadit

source: This is the name of the star Alnath (or Elnath) from the constellation Taurus.
fi: Tämä on tähti Alnath (tai Elnath) Härkä tähdistöstä.

source: Hawk, as one of the most famous enemies of the Mother Hen and the Rooster, is right above them in an attacking position. Bright star Capella (Kapela) from the constellation Auriga is actually known among people as Hawk.
fi: Hawk, yhtenä Kanaäidin ja Kukon tunnetuimmista vihollisista, on heidän yläpuolellaan hyökkäävässä asemassa. Kirkas tähti Capella (Kapela) Ajomiehen tähdistöstä tunnetaan ihmisten keskuudessa nimellä Hawk.

source: Fox is the second by importance natural enemy of the Mother Hen and the Rooster so it is obvious why people also “see” it on the sky. The red color of the bright star Aldebaran from the constellation of the Bull is the reason why people perceive it as a Fox ready to attack the Mother Hen and the Rooster.
fi: Kettu on merkitykseltään toiseksi kananäidin ja kukon luonnollinen vihollinen, joten on selvää, miksi ihmiset "näkevät" sen myös taivaalla. Härän tähdistössä olevan Aldebaranin kirkkaan tähden punainen väri on syy, miksi ihmiset pitävät sitä kettuna, joka on valmis hyökkäämään kananäitiä ja kukkoa vastaan.

source: Pigs (Svinji) <i>[Sviƞi]</i>
fi: Sikoja (Svinji) <i>[Sviƞi]</i>

source: Near to the Mother Hen, people on the sky noticed the star cluster Hyades. Scattered appearance of the stars of this cluster associated people to the image of pigs in a village yard, and so it’s called Pigs.
fi: Lähellä kanaäitiä ihmiset taivaalla huomasivat tähtijoukon Hyades. Tämän klusterin tähtien hajallaan esiintyvä ulkonäkö liitti ihmiset sikojen kuvaan kylän pihalla, ja siksi sitä kutsutaan sikoiksi.

source: People under this name recognize group of stars in the constellation Perseus. Yokes for the oxen usually is found in village yards so that is why, like the previous constellation, is evidence of the general image of people and purpose given to this part of the sky.
fi: Ihmiset tällä nimellä tunnistavat ryhmän Perseuksen tähdistöstä. Härkien ikeet löytyvät yleensä kyläpihoilta, joten se on edellisen tähdistön tapaan osoitus yleisestä ihmiskuvasta ja tälle taivaan osalle annetusta tarkoituksesta.

source: The Ploughman is one of the three main characters in the sky. It is the name people gave to the bright star Betelgeuse in the constellation of Orion. Besides Betelgeuse, in building the image of this folk constellation, some weaker and less bright stars from the surrounding are also taken into account, because people say that the Ploughman is an image of a person with a goad as he returns home.
fi: Plowman on yksi kolmesta taivaan päähenkilöstä. Se on nimi, jonka ihmiset antoivat kirkkaalle tähdelle Betelgeuse Orionin tähdistössä. Tämän kansantähtikuvion imagoa rakennettaessa Betelgeusen lisäksi huomioidaan myös heikommat ja vähemmän kirkkaat tähdet ympäristöstä, sillä ihmiset sanovat, että Kyntäjä on kuva ihmisestä, jolla on palat kotiin.

source: Plough with Oxen (Ralo so Volovi) <i>[Ralɔ sɔ Vɔlɔvi]</i>
fi: Plough Oxen (Ralo so Volovi) kanssa <i>[Ralɔ sɔ Vɔlɔvi]</i>

source: The constellation Orion with its numerous bright stars and distinctive pattern dominates the winter sky and can be easily found. People from Macedonian villages usually point at the region around Orion’s belt saying that three bright stars and surrounding less bright stars create an image of a wooden Plough with two yoked oxen.
fi: Orionin tähdistö lukuisine kirkkaine tähteineen ja erottuva kuvioineen hallitsee talvitaivasta ja on helposti löydettävissä. Makedonian kylien ihmiset osoittavat yleensä Orionin vyötä ympäröivää aluetta sanoen, että kolme kirkasta tähteä ja ympäröivät vähemmän kirkkaat tähdet luovat kuvan puisesta aurasta, jossa on kaksi ikeellä olevaa härkää.

source: Wolves (Volci) <i>[Voltsi]</i>
fi: Sudet (Volci) <i>[Voltsi]</i>

source: Near to the plough with oxen, which is left on a field, people see two wolves as well. They are the bright stars Sirius in the constellation Canis Major and Procyon in Canis Minor.
fi: Pellolle jätetyn härkäauran lähellä näkee myös kaksi sutta. Ne ovat kirkkaat tähdet Sirius Canis Majorin tähdistössä ja Procyon Canis Minorissa.

source: Priest’s Straw (Popova Slama) <i>[Popovᴧ Slᴧmᴧ]</i>
fi: Papin olki (Popova Slama) <i>[Popovᴧ Slᴧmᴧ]</i>

source: Our galaxy (Milky Way) by its appearance is dominant on the summer sky
fi: Galaksimme (Linnunrata) on ulkomuodoltaan hallitseva kesätaivaalla

source: Threshing floor (Gumno) <i>[Goumno]</i>
fi: Puimalattia (Gumno) <i>[Goumno]</i>

source: Circular and foggy appearance of the Andromeda galaxy (М31) evoked people to see the threshing floor with straw from where the Priest was stealing from his Godson.
fi: Andromedan galaksin (М31) pyöreä ja sumuinen ulkoasu sai ihmiset näkemään puimatantereen olkien kanssa, josta pappi varasti kummipojaltaan.

source: Cross (Krst) <i>[Krst]</i>
fi: Risti (Krst) <i>[Krst]</i>

source: Complement with the people’s belief, when the Priest-thief saw God’s might he started running in panic and lost his cross on the way. So next to the Priest’s Straw there is the Cross.
fi: Täydennä kansan uskoa, kun pappi-varas näki Jumalan voiman, hän juoksi paniikissa ja menetti ristinsä matkalla. Joten papin oljen vieressä on risti.

source: By this common word used as a jargon, Macedonian villagers mark the part of the wooden plough that goes into the soil, used for plowing.
fi: Makedonian kyläläiset merkitsevät tällä yleisellä ammattikielenä käytetyllä sanalla puuaurasta sitä osaa, joka menee maaperään ja jota käytetään kyntämiseen.

source: The trivet is a metal device with three legs (tripod) which fits over the fireplace to support pans and kettles while preparing food.
fi: Trivet on metallilaite, jossa on kolme jalkaa (jalusta), joka sopii takan päälle tukemaan pannuja ja vedenkeittimiä ruoanvalmistuksen aikana.

source: Tongs (Mashi) <i>[Maʃy]</i>
fi: Pihdit (Mashi) <i>[Maʃy]</i>

source: The Tongs were used for the fire where the trivet is. Thus, the people’s constellation Tongs is very close to the constellation Trivet.
fi: Pihdit käytettiin tulen syttymiseen siellä, missä aula on. Siten ihmisten tähdistö Tongs on hyvin lähellä Trivetin tähdistöä.

source: Low round wooden dining table (Sofra) <i>[Sofra]</i>
fi: Matala pyöreä puinen ruokapöytä (Sofra) <i>[Sofra]</i>

source: The typical semi-circular shape of the constellation Corona Borealis evoked the image of a wooden round table called sofra.
fi: Corona Borealis -tähdistön tyypillinen puoliympyrän muotoinen muoto herätti kuvan puisesta pyöreästä pöydästä nimeltä sofra.

source: People say that this is a very big drill used for construction of houses and is found inside the Priest’s Straw
fi: Ihmiset sanovat, että tämä on erittäin suuri pora, jota käytetään talojen rakentamiseen ja löytyy papin oljen sisältä

source: Thieves (Aramii) <i>[Arami:]</i>
fi: Varkaat (Aramii) <i>[Arami:]</i>

source: The famous constellation Ursa Major among the people is described as a group of thieves. The seven bright stars of Ursa Major are said to be thieves „because during the entire night they circle on the sky same as thieves that circle around houses“
fi: Kuuluisaa Ursa Majorin tähtikuviota kuvataan varkaiden ryhmäksi. Ursa Majorin seitsemän kirkasta tähteä sanotaan olevan varkaita, "koska ne kiertävät koko yön taivaalla samoin kuin varkaat, jotka kiertävät taloja"

source: <a href="http://mid.org.mk/ethnoastronomy/">Macedonian Research Society</a>
fi: <a href="http://mid.org.mk/ethnoastronomy/">Makedonian tutkimusyhdistys</a>

source: <a href="http://adsabs.harvard.edu/abs/1985PASRB...4..139C">Cenev, Gjore (1985). <em>The astronomical knowledge of the south-west Macedonia's people.</em> "Publications of the Astronomical Society of "Rudjer Bošković", No. 4, p. 139 - 146". Belgrade, Yugoslavia</a>
fi: <a href="http://adsabs.harvard.edu/abs/1985PASRB...4..139C">Cenev, Gjore (1985). <em>Lounais-Makedonian asukkaiden tähtitieteelliset tiedot.</em> "Publications of the Astronomical Society of "Rudjer Bošković", No. 4, p. 139 - 146". Belgrade, Yugoslavia</a>

source: Cenev, Gjore (2004). <em>Neboto nad Makedonija [Sky over Macedonia].</em> Skopje, Mladinski kulturen centar.
fi: Cenev, Gjore (2004). <em>Neboto nad Makedonija [Sky over Macedonia].</em> Skopje, Mladinski kulttuurikeskus.

source: <a href="http://adsabs.harvard.edu/abs/2008POBeo..85...97C">Cenev, Gjore (2008). <em>Macedonian Folk Constellations.</em> Publications of the Astronomical Observatory of Belgrade, vol. 85, p. 97-109. Belgrade, Serbia.</a>
fi: <a href="http://adsabs.harvard.edu/abs/2008POBeo..85...97C">Cenev, Gjore (2008). <em>Macedonian Folk Constellations.</em> The Astronomical Observatory of Belgrade julkaisuja, vol. 85, p. 97-109. Belgrade, Serbia.</a>

source: <a href="http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People">Cenev, Gjore (2014). <em>The Ancient Sky Map Of The Macedonian People.</em> Cosmos – The Journal of the Traditional Cosmology Society, volume 30, Edinburgh, Scotland, United Kingdom.</a>
fi: <a href="http://www.academia.edu/18707131/The_Ancient_Sky_Map_Of_The_Macedonian_People">Cenev, Gjore (2014). <em>The Ancient Sky Map Of The Macedonian People.</em> Cosmos – The Journal of the Traditional Cosmology Society, osa 30, Edinburgh, Skotlanti, Yhdistynyt kuningaskunta.</a>

source: This sky culture was contributed by <i>Vancho Stojkoski</i> and <i>Gjore Cenev</i> from Macedonian Research Society based primarily on the book <b>Sky over Macedonia</b> by Cenev G, 2004.
fi: Tämän tähdistötaruston loi <i>Vancho Stojkoski</i> ja <i>Gjore Cenev</i> Macedonian Research Societylta, joka perustuu pääasiassa kirjaan <b>Sky over Macedonia</b> tuottanut Cenev G, 2004.

source: The Maori (New Zealand) night sky is similar to the Polynesian night sky. But it differs enough to warrant it's own sky culture. Maritime themes are central to the Maori sky culture and were used extensively in nautical navigation. Along with most other cultures, the rising and setting of prominent stars were used to signal planting and harvesting seasons.
de: Der Nachthimmel der Maori (Neuseeland) ähnelt dem der Polynesier, zeigt aber doch ausreichend Eigenheiten, um ihn als separate Sternkultur darzustellen. Maritime Themen sind zentrale Elemente in der Maori-Sternkultur und wurden in der Seefahrt und Navigation ausgiebig verwendet. Wie in vielen anderen Kulturen wurden weiters auch hier Auf- und Untergänge heller Sterne als Signale für Aussaat und Ernte verwendet.
es_419: El cielo nocturno maorí (Nueva Zelanda) es similar al cielo nocturno polinesio. Pero difiere lo suficiente como para garantizar su propia cultura estelar. Los temas marítimos son fundamentales para la cultura estelar maorí y se utilizaron ampliamente en la navegación náutica. Junto con la mayoría de las otras culturas, el ascenso y el establecimiento de estrellas prominentes se utilizaron para señalar las estaciones de siembra y cosecha.
fi: Maorien (Uusi-Seelanti) yötaivas on samanlainen kuin Polynesian yötaivas. Mutta se eroaa niin paljon, että se takaa oman taivaskulttuurinsa. Meriteemat ovat keskeisiä maorien taivaskulttuurissa, ja niitä käytettiin laajasti merenkulussa. Useimpien muiden kulttuurien ohella näkyvien tähtien nousua ja laskua käytettiin kylvö- ja sadonkorjuukausien ilmoittamiseen.

source: <a href="http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29">Maori sky culture on Stellarium Wiki</a>: a more complete version of this text.
fi: <a href="http://www.stellarium.org/wiki/index.php/Sky_cultures#Maori_.28New_Zealand.29">Maori sky culture on Stellarium Wiki</a>: täydellisempi versio tästä tekstistä.

source: <a href="http://www.astronomynz.org/">The Phoenix Astronomical Society</a>: a very good website on Maori sky culture (Wairarapa, New Zealand).
fi: <a href="http://www.astronomynz.org/">The Phoenix Astronomical Society</a>: erittäin hyvä sivusto maorien taivaskulttuurista (Wairarapa, Uusi-Seelanti).

source: This sky culture was contributed by Stellarium user <i>Dan Smale</i>, smaledaniel(at)outlook.com
fi: Tämän tähdistötaruston loi Stellariumin käyttäjä <i>Dan Smale</i>, smaledaniel(at)outlook.com

source: Maya
fi: Mayojen
ru: Майя
uk: Майя
