Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: FAULHABER, Priscila, 2004. As estrelas eram terrenas. Antropologia do clima, da iconografia e das constelações Tikuna. Revista de Antropologia, (2): 379-426. - [#2]: FAULHABER, Priscila, 2011. Ticuna knowledge, Worecü stars and sky movements. Proceedings of the International Astronomical Union / Volume 7 / Symposium S278, pp 58 – 64. - [#3]: FAULHABER, Priscila, 2015. Ticuna Astronomy, Mythology and Cosmovision. In: C.L.N. Ruggles (ed.), Handbook of Archaeoastronomy and Ethnoastronomy, New York, Springer, 2015, pp 953 – 957. - [#4]: Leitura Interpretativa sobre Relações Céu-Terra entre os Índios Tikuna. In: FAULHABER, Priscila; LOPEZ, Alejandro; ATHIAS, Renato (Orgs.). Dossiê sobre Antropologia e Astronomia Cultural. Recife, Revista Anthropológicas, Ano 21, volume 28 (1), Junho, 2017: 73-104. - [#5]: [2021 Sol e Lua na iconografia Tikuna. Revista Cosmovisiones/Cosmovisões. Ano 1, n,1 La Plata, Universidade de La Plata, Argentina, 2020, pp 90-104 acesso em 23 de agosto de 2021](http://museo.fcaglp.unlp.edu.ar/ojs/index.php/Cosmovisiones/article/view/8/4) - [#6]: [FAULHABER e CAMPOS·Identificando Corpos Celestes no Ponto de Vista da Iconografia Tikuna. Revista Avá, Missiones, Argentina, 2020, pp 90-104.](https://www.ava.unam.edu.ar/images/35/n35a07.pdf) - [#7]: GOULARD, Jean-Pierre. “Entre Mortales e Inmortales: El ser según los Tikuna de la Amazonía”. Mundo Amazonico, 2010, 1:359-361. - [#8]: OLIVEIRA FILHO, João Pacheco de (Coord.) (1998) – ATLAS DAS TERRAS TICUNA. Projeto Museu Nacional/FINEP/PPG-7- CGTT. Rio de Janeiro. - [#9]: NIMUENDAJÚ, Curt 1952 – “The Tukuna”. Publications in American Archaeology and Ethnology volume XLV (org: Robert Lowie). Berkeley and Los Angeles, University of California Press.
es_419: - [#1]: FAULHABER, Priscila, 2004. Las estrellas eran terrenales. Antropología del clima, iconografía y constelaciones tikuna. Revista de Antropología, (2): 379-426. - [#2]: FAULHABER, Priscila, 2011. Conocimiento tikuna, estrellas worecü y movimientos del cielo. Actas de la Unión Astronómica Internacional / Volumen 7 / Simposio S278, págs. 58 – 64. - [#3]: FAULHABER, Priscila, 2015. Astronomía, mitología y cosmovisión tikuna. En: C.L.N. Ruggles (ed.), Manual de arqueoastronomía y etnoastronomía, Nueva York, Springer, 2015, págs. 953 – 957. - [#4]: Lectura interpretativa sobre las relaciones Cielo-Tierra entre los indígenas tikuna. En: FAULHABER, Priscila; LÓPEZ, Alejandro; ATHIAS, Renato (Org.). Dossier sobre antropología y astronomía cultural. Recife, Revista Anthropológicas, Año 21, volumen 28 (1), junio de 2017: 73-104. - [#5]: [2021 El Sol y la Luna en la iconografía tikuna. Revista Cosmovisiones/Cosmovisiones. Año 1, n,1 La Plata, Universidad de La Plata, Argentina, 2020, pp 90-104 consultado el 23 de agosto de 2021](http://museo.fcaglp.unlp.edu.ar/ojs/index.php/Cosmovisiones/article/view/8/4) - [#6]: [FAULHABER y CAMPOS · Identificación de cuerpos celestes desde el punto de vista de la iconografía tikuna. Revista Avá, Misiones, Argentina, 2020, pp 90-104.](https://www.ava.unam.edu.ar/images/35/n35a07.pdf) - [#7]: GOULARD, Jean-Pierre. “Entre mortales e inmortales: el ser según los tikuna de la Amazonía”. Mundo Amazónico, 2010, 1:359-361. - [#8]: OLIVEIRA FILHO, João Pacheco de (Coord.) (1998) – ATLAS DE TICUNA. Proyecto Museo Nacional/FINEP/PPG-7- CGTT. Río de Janeiro. - [#9]: NIMUENDAJÚ, Curt 1952 – “El tikuna”. Publicaciones en arqueología y etnología estadounidenses volumen XLV (org: Robert Lowie). Berkeley y Los Ángeles, University of California Press.
sv: - [#1]: FAULHABER, Priscila, 2004. Som estrelas eram terrenas. Antropologia do clima, da iconografia e das constelações Tikuna. Revista de Antropologia, (2): 379-426. - [#2]: FAULHABER, Priscila, 2011. Ticuna-kunskap, Worecü-stjärnor och himlavalvets rörelser. Proceedings of the International Astronomical Union / Volym 7 / Symposium S278, s. 58 - 64. - [#3]: FAULHABER, Priscila, 2015. Ticuna-astronomi, mytologi och kosmovision. I: C.L.N. Ruggles (red.), Handbook of Archaeoastronomy and Ethnoastronomy, New York, Springer, 2015, s. 953 - 957. - [#4]: Leitura Interpretativa sobre Relações Céu-Terra entre os Índios Tikuna. I: FAULHABER, Priscila; LOPEZ, Alejandro; ATHIAS, Renato (red.). Dossiê sobre Antropologia e Astronomia Cultural. Recife, Revista Anthropológicas, Ano 21, volym 28 (1), Junho, 2017: 73-104. - [#5]: [2021 Sol e Lua na iconografia Tikuna. Revista Cosmovisiones/Cosmovisões. Ano 1, n,1 La Plata, Universidade de La Plata, Argentina, 2020, pp 90-104 acesso em 23 de agosto de 2021](http://museo.fcaglp.unlp.edu.ar/ojs/index.php/Cosmovisiones/article/view/8/4) - [#6]: [FAULHABER e CAMPOS-Identificando Corpos Celestes no Ponto de Vista da Iconografia Tikuna. Revista Avá, Missiones, Argentina, 2020, s. 90-104.](https://www.ava.unam.edu.ar/images/35/n35a07.pdf) - [#7]: GOULARD, Jean-Pierre. "Mellan dödliga och odödliga: El ser según los Tikuna de la Amazonía". Mundo Amazonico, 2010, 1:359-361. - [#8]: OLIVEIRA FILHO, João Pacheco de (Coord.) (1998) - ATLAS DAS TERRAS TICUNA. Projeto Museu Nacional/FINEP/PPG-7- CGTT. Rio de Janeiro. - [#9]: NIMUENDAJÚ, Curt 1952 - "The Tukuna". Publications in American Archaeology and Ethnology volym XLV (org: Robert Lowie). Berkeley och Los Angeles, University of California Press.

source: **Priscila Faulhaber** (Museum of Astronomy and Related Sciences) **Fernando Vieira** (Astronomer and Former Coordinator of Astronomy in The Planetarium Foundation of the City of Rio de Janeiro) helped with the interpretation of the astronomical correlations between Western and Tikuna constellations, identified by the Tikuna in November 2002, during a research visit at the Science Center and Planetarium of the Universidade do Pará (Belém/Brazil), using the Starry Night System. Vieira plotted the correspondence between the traces of Tikuna mythical animals and the Official IAU constellations of western astronomy. He also reviewed this text for any skyscape incongruences related to corresponding Western astronomy and Tikuna cosmovision. We are integrating in this investigation **Walmir Thomazi Cardoso**, a Physics Professor in the Postgraduate Program in History of Sciences and Techniques and Epistemology at the Federal University of Rio de Janeiro (HCTE-UFRJ) and researcher of astronomy in culture; he made some reinterpretations in a collaborative work with physics undergraduate students; and **Youssif Ghantous Filho**, adapting and anchoring original drawings to Stellarium. Nevertheless, every sky interpretation is contextual and circumstantial. Current collaborative investigations are looking for new astronomical observation together with the Tikuna, which will improve the initial findings. The data used in **Cardoso & Ghantous Filho** were a reinterpretation of charts used by the Tikunas, **Pedro Inácio Pinheiro** and **Luís Angel Ramos**, to interpret Tikuna constellations. The calculations were established based upon coordinates 70° W and 3°S with the help of Oswaldo dos Santos Barros, Pará State (CCPP). The different interpretations of the drawings developed from the ongoing collaborative investigation with Walmir T. Cardoso, researcher of astronomy in Culture, takes into consideration some changes, such as the ones shown in this work. **Marcio D´Olne Campos** (UNICAMP and SULear/SOUTHing Proposal) helped map the location of the Tikuna village and define their latitude and longitude coordinates (See Tikuna Lands Atlas). The recording of this myth and the identification of the Jaguar’s eyes was inspired by Curt Nimuendajú, (1952 p.143).
es_419: **Priscila Faulhaber** (Museo de Astronomía y Ciencias Relacionadas) Fernando Vieira (Astrónomo y Ex Coordinador de Astronomía de la Fundación Planetario de la Ciudad de Río de Janeiro) ayudó en la interpretación de las correlaciones astronómicas entre las constelaciones occidentales y tikunas, identificadas por los tikunas en noviembre de 2002 durante una visita de investigación al Instituto Científico Centro y Planetario de la Universidade do Pará (Belém/Brasil) utilizando el Sistema Noche Estrellada. Vieira trazó la correspondencia entre las huellas de los animales míticos tikunas y las constelaciones oficiales de la astronomía occidental de la UAI. También revisó este texto en busca de incongruencias en el paisaje celeste relacionadas con la astronomía occidental correspondiente y la cosmovisión tikuna. Integramos en esta investigación a Walmir Thomazi Cardoso, profesor de Física del Postgrado en Historia de las Ciencias y Técnicas y Epistemología de la Universidad Federal de Río de Janeiro (HCTE-UFRJ) e investigador de astronomía en la cultura; realizó algunas reinterpretaciones en un trabajo colaborativo con estudiantes de pregrado en física; y Youssif Ghantous Filho, adaptando y anclando dibujos originales a Stellarium. Sin embargo, toda interpretación del cielo es contextual y circunstancial. Las investigaciones colaborativas actuales buscan nuevas observaciones astronómicas junto con los tikunas, lo que mejorará los hallazgos iniciales. Los datos utilizados en **Cardoso & Ghantous Filho** fueron una reinterpretación de las cartas utilizadas por los tikunas, **Pedro Inácio Pinheiro** y **Luís Angel Ramos**, para interpretar las constelaciones tikuna. Los cálculos fueron establecidos con base en las coordenadas 70° W y 3°S con la ayuda de Oswaldo dos Santos Barros, Estado de Pará (CCPP). Las diferentes interpretaciones de los dibujos desarrolladas a partir de la investigación colaborativa en curso con Walmir T. Cardoso, investigador de astronomía en Cultura, tienen en cuenta algunos cambios, como los que se muestran en este trabajo. **Marcio D´Olne Campos** (UNICAMP y SULear/SOUTHing Proposal) ayudó a mapear la ubicación de la aldea tikuna y a definir sus coordenadas de latitud y longitud (véase el Atlas de Tierras Tikunas). El registro de este mito y la identificación de los ojos del Jaguar fueron inspirados por Curt Nimuendajú, (1952 p.143).
ru: **Присцила Фаульхабер** (Музей астрономии и смежных наук) **Фернандо Виейра** (Астроном и бывший координатор по астрономии в Планетарии Фонда города Рио-де-Жанейро) помог с интерпретацией астрономических корреляций между западными и тикуна созвездиями, выявленными тикуна в ноябре 2002 года во время исследовательского визита в Научный центр и Планетарий Университета Пара (Белен/Бразилия), используя Starry Night. Виейра построил соответствие между следами мифических животных тикуна и официальными созвездиями МАС западной астрономии. Он также просмотрел этот текст на предмет любых несоответствий небесного пейзажа, связанных с соответствующей западной астрономией и космовидением тикуна. Мы интегрируем в это исследование **Вальмира Томази Кардосо**, профессора физики в аспирантуре по истории наук и техники и эпистемологии в Федеральном университете Рио-де-Жанейро (HCTE-UFRJ) и исследователя астрономии в культуре; он сделал несколько реинтерпретаций в совместной работе со студентами-физиками; и **Юссифа Гантуса Филью**, адаптирующего и привязывающего оригинальные рисунки к Stellarium. Тем не менее, каждая интерпретация неба является контекстуальной и обстоятельной. Текущие совместные исследования ищут новые астрономические наблюдения вместе с Тикуной, которые улучшат первоначальные результаты. Данные, использованные в работе **Cardoso & Ghantous Filho**, представляли собой реинтерпретацию карт, которые использовали Тикуны, **Педро Инасио Пиньейро** и **Луис Анхель Рамос**, для интерпретации созвездий Тикуны. Расчеты были сделаны на основе координат 70° з.д. и 3° ю.ш. с помощью Освальдо дос Сантоса Барроса, штат Пара (CCPP). Различные интерпретации рисунков, разработанные в ходе продолжающегося совместного исследования с Вальмиром Т. Кардосо, исследователем астрономии в Культуре, учитывают некоторые изменения, такие как те, что представлены в данной работе. **Марсио Д´Олне Кампос** (UNICAMP и SULear/SOUTHing Proposal) помог составить карту расположения деревни Тикуна и определить их координаты широты и долготы (см. Атлас земель Тикуна). Запись этого мифа и идентификация глаз ягуара была вдохновлена Куртом Нимуэндажу (Curt Nimuendajú, 1952 p.143).
sv: **Priscila Faulhaber** (Museum of Astronomy and Related Sciences) **Fernando Vieira** (astronom och tidigare koordinator för astronomi vid Planetarium Foundation of the City of Rio de Janeiro) hjälpte till med tolkningen av de astronomiska sambanden mellan västerländska och Tikuna-konstellationer, som identifierades av Tikuna i november 2002 under ett forskningsbesök vid Science Center and Planetarium of the Universidade do Pará (Belém/Brasilien), med hjälp av Starry Night System. Vieira ritade upp överensstämmelsen mellan spåren av Tikunas mytiska djur och de officiella IAU-konstellationerna i västerländsk astronomi. Han granskade också denna text för eventuella inkongruenser i himmelslandskapet relaterade till motsvarande västerländsk astronomi och Tikuna-kosmovision. Vi integrerar i denna undersökning **Walmir Thomazi Cardoso**, en fysikprofessor i forskarutbildningen i vetenskapshistoria och teknik och epistemologi vid Federal University of Rio de Janeiro (HCTE-UFRJ) och forskare i astronomi i kultur; han gjorde några omtolkningar i ett samarbete med fysikstudenter; och **Youssif Ghantous Filho**, som anpassar och förankrar originalteckningar till Stellarium. Varje tolkning av himlen är dock kontextuell och beroende av omständigheterna. I pågående samarbetsprojekt letar man efter nya astronomiska observationer tillsammans med Tikuna, vilket kommer att förbättra de första resultaten. De data som användes i **Cardoso & Ghantous Filho** var en omtolkning av de diagram som Tikunas, **Pedro Inácio Pinheiro** och **Luís Angel Ramos**, använde för att tolka Tikunas konstellationer. Beräkningarna gjordes utifrån koordinaterna 70° V och 3° S med hjälp av Oswaldo dos Santos Barros, Pará State (CCPP). De olika tolkningarna av teckningarna som utvecklats från den pågående samarbetsundersökningen med Walmir T. Cardoso, forskare i astronomi i Culture, tar hänsyn till vissa förändringar, till exempel de som visas i detta arbete. **Marcio D´Olne Campos** (UNICAMP och SULear/SOUTHing Proposal) hjälpte till att kartlägga Tikuna-byns läge och definiera dess latitud- och longitudkoordinater (se Tikuna Lands Atlas). Nedtecknandet av denna myt och identifieringen av Jaguarens ögon inspirerades av Curt Nimuendajú, (1952 s.143).
uk: **Прісцилла Фаульгабер** (Музей астрономії та пов'язаних наук) **Фернандо Віейра** (астроном і колишній координатор астрономії у Фонді Планетарію міста Ріо-де-Жанейро) допоміг із інтерпретацією астрономічних кореляцій між західноєвропейськими сузір'ями та сузір'ями тікуна у листопаді 2002 року під час дослідницького візиту до Наукового центру та планетарію Universidade do Pará (Белем/Бразилія) за допомогою системи Starry Night. Віейра намалював відповідність між слідами міфічних тварин тікуна та офіційними сузір'ями МАО західноєвропейської астрономії. Він також рецензував цей текст на будь-які невідповідності, пов'язані із західноєвропейською астрономією та баченням космосу тікуна. До цієї роботи ми включили дослідження **Валміра Томазі Кардозо** (Walmir Thomazi Cardoso), професора фізики аспірантської програми історії наук та технологій та епістеміології у Федеральному університеті Ріо-де-Жанейро (HCTE-UFRJ) та дослідника астрономії у культурі. Ним виконано певне повторне тлумачення даних у спільній роботі з студентами; а також **Юсіфа Гантуза Фільйо** (Youssif Ghantous Filho), яким адаптовано та прив'язано початкові малюнки до малюнків Stellarium. Щоб там не було, але будь-яка інтерпретація на небі є контекстуальною та неточною. Поточні спільні дослідження потребують нових астрономічних спостережено разом із тікуна, які удосконалять початкові дані. Дані, які використано у роботі **Кардозо і Гатуса Фільйо** були повторним тлумаченням діаграм, які використовують тікуна, **Педро Інаціо Пінейро** та **Луїс Анхель Рамос**, для тлумачення сузір'їв тікуна. Обчисленян було виконано на основі місця перебування з координатами 70° західної довготи і 3° південної широти з допомогою Освальдо дос-Сантоса-Барроса, штат Пара (CCPP). Інше тлумачення рисунків походить від наступного спільного дослідження з Вальміром Т. Кардозо, дослідником астрономії у культурі. Взято до уваги певні зміни, зокрема, показані у цій роботі. **Марсіо Д'Олне Кампос** (Marcio D´Olne Campos, пропозиція UNICAMP і SULear/SOUTHing) допоміг прив'язати до карти розташування селища тікуна і визначити його координати за широтою і довготою (див. Атлас земель тікуна). Запис цього міфу та ідентифікація очей Ягуара належать Курту Німуендаю (Curt Nimuendajú, 1952, с.143).

source: Tongan
de: Tongaische Sprache
es_419: Tongana
ru: Тонганская
sv: Tongansk
uk: Тонга

source: As in all Polynesian star lore, Tongan sky culture descends from the practical application of nautical navigation.
es_419: Así como ocurre con toda la tradición estelar polinesia, la cultura del cielo tongano desciende de la aplicación práctica de la navegación náutica.
ru: Как и во всех полинезийских знаниях о звездах, тонганская культура неба связана с практическим применением в морской навигации.
sv: Liksom alla polynesiska stjärnhistorier härstammar den tonganesiska himmelskulturen från den praktiska tillämpningen av nautisk navigation.
uk: Як і у всіх полінезійців, картину зоряного неба тонганців засновано на її практичному застосуванні у навігації.
