Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ##### <notr>Zaamth</notr> <table class="layout"> <tr> <td><img src="illustrations/zaamth.png" height="100" /></td> <td>When the stars of Orion's Belt, Rigel and Betelgeuse appear above the western horizon, in the month of March, Comca'ac people see how in shallow waters of the marsh, the crabs are found forming groups of about 300 or 400 items which can be collected easily; that is the reason to call Zaamth to constellation. After six months, when the sea is cold, the crabs do not appear any more going from one place to another; instead the sea wheat, xnois, comes and their seed has been used to make flour and different food plates for centuries. The legend says that in the days corresponding to the crab "harvesting", it must be avoided to break a leg or a claw because, if this happens, the day after there will not be any more crabs at the site.</td> </tr> </table> ##### <notr>Cohamc</notr> <table class="layout"> <tr> <td><img src="illustrations/cohamc.png" height="100" /></td> <td>About October 18th, an alignment of stars takes place in the morning sky and it is called, since ancient times, as Cohamc constellation, women. Then four or five days after the rains begin to fall with intensity and the wind runs by the desert. The star that is at the north of the alignment, the Comca'ac's name is Hacamta, the husband, and is the one appearing behind the other six named women, (the star Psi of Ursa Major); the six stars appear in sequence, two by two. The forecast of this bad weather motivated their ancestors to go to the caves in the mountain and to go far from the beach. After the difficult days, around two months later, Comca'ac people returned to the beach carrying with them all the food and materials kept along: dried meat, fish, 'caguama' turtle, honey, and flour from 'péchita de mezquite' (seeds from Mesquite tree), between them.</td> </tr> </table> ##### <notr>Hazoj canoj Hantificaü</notr> <table class="layout"> <tr> <td><img src="illustrations/hazoj_canoj.png" height="100" /></td> <td>This star that appears alone in the sky with its multicolour shine can be seen along the year. However, in the first days of September (after the heliacal rising), one has to get up at 4 or 5 in the morning to see it. This star corresponds to Sirius and it announces the new day. The legend says that when someone gets up when the Sun is already in the sky, all his tents to become the skin of the dead. Hazoj means constellation and Hantificaö is "Who comes at the dawn".</td> </tr> </table> ##### <notr>Haapjc</notr> <table class="layout"> <tr> <td><img src="illustrations/haapjc_desc.jpg" height="100" /></td> <td>This constellation is, perhaps, the most complex of Comca'ac ones, due to the fact that it covers a wide area in the sky and in it, one can find stars from Taurus, Twins, and the Capella star. It can be said that Haapjc (Deer hunter) has the following sections: the whitetail deer, the bura deer and bighorn deer (Hépem, Háap and Möjit, respectively), which are the stars known as Hassaleh, Elnath and 123 Tau; the spear with its flint at Aldebaran and the stars forming a 'V' of Taurus, while the feathers are Castor and Pollux of Gemini; and, finally, the hunter, properly said, is Cozaactim ("Who crosses"), with his head at Capella.<br> The legend says that Cozaactim threw his spear and hit the Bura deer. Háap was wounded and flew through the sky bleeding; then, a little drop of blood fell in the Tiburón Island, and that is the reason why bura deer are native of the island. This constellation can be observed in September morning skies.</td> </tr> </table> ##### <notr>Hácosa</notr> <table class="layout"> <tr> <td><img src="illustrations/hacosa.png" height="100" /></td> <td>It is said that when this constellation is pointing to the top of the sky, at September 7th, it appears similar to the instrument Hácosa (Pitahaya-cutter), and it is time to collect the wild fruits: 'péchitas de mezquite' (Mesquite seeds) and pitahayas (cactus fruit), for example. When there is no sign of it, the season will be bad.</td> </tr> </table> ##### <notr>Hazoj Cöiquih</notr> <table class="layout"> <tr> <td><img src="illustrations/hazoj_koii.png" height="100" /></td> <td>Between the twelve stars of Cöiquih (Person) is the star Antares. In this constellation, the person seems to be fishing; that is why the corresponding legend affirms that Zix hantpatj (cochito fish) has at the roof of its mouth a kind of jelly substance, coming from the pulp of a cactus that the ancestors used as bait. This constellation goes, month after month, revolving in the sky and it is seen in a recumbent position when it is over Tiburón Island on midnight at September 8th.</td> </tr> </table> ##### <notr>Caamooilcoj</notr> <table class="layout"> <tr> <td><img src="illustrations/caamoilcoj.png" height="100" /></td> <td>This constellation named Caamooilcoj (Wheel Game), is one of the most important arrays of stars between Comca'ac people; it can be observed at plenitude at winter; with around fifteen stars in a wheeled shape, and stars as reed tablets (tablillas de carrizo) which play the role of dice. It is said that in ancient times, this game was played by men, exclusively, who put as bet their own life; now, the game is played at festivals and special occasions by women representing events of life and protection; in particular, it is played during puberty ceremonies for example; or at the feast of zaaptim (great basket). <br>For this game, several round pieces of Pitahayas (cactus fruits) or of 'cinita' (four lines cactus) made the circle (today, they are decorated stones with different motives); and, three reed pieces (tablillas de carrizo), painted in colours. The meaning of these three colours are: Red - the blood and death; Blue - the sky and the sea; and, White - purity, good health and protection.</td> </tr> </table> ##### <notr>Quetoh</notr> <table class="layout"> <tr> <td><img src="illustrations/quetoh0.png" height="100" /></td> <td>This lonely star is known as Quetoh (little dove), it is modern Arcturus. It appears around October 8th announcing an epoch of good fishing. The ancestors did not have nets or other fishing arts, they used harpoons to capture their preys and a "flint" harpoon or double point tool. The legend says that many years ago, with the appearance of this star in the sky, the floriation of cactus begun and at the end of the week, there were Pitahayas on them; however, the next day, all the pitahayas disappeared: it was Quetoh yacaso or 'spell of the dove' responsible of eating that fruit.</td> </tr> </table> ##### <notr>Himatax</notr> <table class="layout"> <tr> <td><img src="illustrations/himatax.png" height="100" /></td> <td>This lonely star is known as Hazoj canoj Himatax because its meaning is a star which does not move and around which all turns. It is present all night long, all the days of the year.</td> </tr> </table> ##### <notr>Yay Xapi Hanopas</notr> <table class="layout"> <tr> <td><img src="illustrations/yay_xapi.png" height="100" /></td> <td>The young hunter, says the legend, was a boy who went hunting, and several weeks after his departure he was still absent, and the members of his camp considered him dead. But several months later, at daybreak, he has shown himself to his parents who were surprised telling him: "We thought you were dead, we have spent many days looking for you, until we were tired; we cried for you a lot". The young man told his parents: "I live near the beach, I found a good place and stayed there". "But what kind of water you drink?" They asked. "I found any water and that is I drink, Haxhaxaha tahomisi", he said to them while talking about the Tecomate Bay.<br> According to this legend, the young hunter became the Constellation with Canopus at its centre caused by a conflict with his elder brother. It appears directly towards the south.</td> </tr> </table> ### Conclusion All this knowledge of Comca'ac people comes from prehispanic epoch, and it has prevailed through centuries, thanks to oral tradition and the strength of the community to colonization, at first, and his opposition to evangelization, later on. Still today, it is possible to hear the stories and legends behind the naming of constellations and the events on the sea and on the desert. With the recovery of these legends, by exercise of memory and lively events with his ancestors, Arturo Morales Blanco gave us a legacy that must be conserved for future generations: children, young people who will keep in their own language how and what to look for in the sky.
es_419: ##### Zaamth </td> <table class="layout"> <tr> <td><img src="illustrations/zaamth.png" height="100" /></td> <td>Cuando las estrellas del Cinturón de Orión, Rigel y Betelgeuse asoman sobre el horizonte occidental, en el mes de marzo, los comca'ac ven como en las aguas poco profundas de la ciénaga, los cangrejos se encuentran formando grupos de unos 300 o 400 ejemplares que pueden ser recogido fácilmente; esa es la razón de llamar a Zaamth a la constelación. Después de seis meses, cuando el mar está frío, los cangrejos ya no aparecen yendo de un lado a otro; en su lugar viene el trigo de mar, xnois, y su semilla se ha utilizado para hacer harina y diferentes platos de comida durante siglos. Dice la leyenda que en los días correspondientes a la "cosecha" de los cangrejos, se debe evitar romperse una pata o una pinza porque, si esto sucede, al día siguiente no habrá más cangrejos en el sitio.</td> </tr> </table> ##### Cohamc <table class="layout"> <tr> <td><img src="illustrations/cohamc.png" height="100" /></td> <td>Alrededor del 18 de octubre se produce una alineación de estrellas en el cielo de la mañana y se le llama, desde la antigüedad, como constelación de Cohamc, la mujer. Luego cuatro o cinco días después las lluvias empiezan a caer con intensidad y el viento corre por el desierto. La estrella que está al norte del alineamiento, el nombre de los Comca'ac es Hacamta, el marido, y es la que aparece detrás de las otras seis mujeres nombradas, (la estrella Psi de la Osa Mayor); las seis estrellas aparecen en secuencia, de dos en dos. La previsión de este mal tiempo motivó a sus antepasados ​​a acudir a las cuevas de la montaña y alejarse de la playa. Después de los días difíciles, alrededor de dos meses después, los Comca'ac regresaron a la playa llevando consigo todos los alimentos y materiales que llevaban consigo: carne seca, pescado, tortuga caguama, miel y harina de péchita de mezquite ( semillas de mezquite), entre ellos.</td> </tr> </table> ##### Hazoj canoj Hantificaü <table class="layout"> <tr> <td><img src="illustrations/hazoj_canoj.png" height="100" /></td> <td> Esta estrella que aparece sola en el cielo con su brillo multicolor se puede ver durante todo el año. Sin embargo, en los primeros días de septiembre (después de la salida helíaca), hay que levantarse a las 4 o 5 de la mañana para verla. Esta estrella corresponde a Sirio y anuncia el nuevo día. La leyenda dice que cuando alguien se levanta cuando el Sol ya está en el cielo, todas sus tiendas se convierten en la piel de los muertos. Hazoj significa constelación y Hantificaö es "quien viene al amanecer". </td> </tr> </table> ##### Haapjc <table class="layout"> <tr> <td><img src="illustrations/haapjc_desc.jpg" height="100" /></td> <td>Esta constelación es, quizás, la más compleja de las Comca'ac, debido a que cubre una amplia zona en el cielo y en ella se pueden encontrar estrellas de Tauro, Gemelas y la estrella Capella. Se puede decir que Haapjc (Cazador de ciervos) tiene las siguientes secciones: el venado de cola blanca, el venado bura y el venado cimarrón (Hépem, Háap y Möjit, respectivamente), que son las estrellas conocidas como Hassaleh, Elnath y 123 Tau; la lanza con su pedernal en Aldebarán y las estrellas formando una 'V' de Tauro, mientras que las plumas son Cástor y Pólux de Géminis; y, finalmente, el cazador, propiamente dicho, es Cozaactim ("Quien cruza"), con la cabeza puesta en Capella.<br> La leyenda dice que Cozaactim arrojó su lanza y golpeó al ciervo Bura. Háap resultó herido y voló por el cielo sangrando; luego, una gotita de sangre cayó en la isla Tiburón, y por eso los ciervos bura son nativos de la isla. Esta constelación se puede observar en los cielos matutinos de septiembre.</td> </tr> </table> ##### Hácosa <table class="layout"> <tr> <td><img src="illustrations/hacosa.png" height="100" /></td> <td>Se dice que cuando esta constelación está señalando la parte superior del cielo, el 7 de septiembre, aparece similar al instrumento Hácosa (cortador de pitahayas), y es hora de recolectar los frutos silvestres: 'péchitas de mezquite' (Mesquite semillas) y pitahayas (fruta del cactus), por ejemplo. Cuando no haya señales de ello, la temporada será mala.</td> </tr> </table> ##### Hazoj Cöiquih <table class="layout"> <tr> <td><img src="illustrations/hazoj_koii.png" height="100" /></td> <td>Entre las doce estrellas de Cöiquih (Persona) está la estrella Antares. En esta constelación, la persona parece estar pescando; por eso la leyenda correspondiente afirma que Zix hantpatj (pez cochito) tiene en el paladar una especie de sustancia gelatinosa, proveniente de la pulpa de un cactus que los ancestros usaban como cebo. Esta constelación va, mes tras mes, girando en el cielo y se la ve en posición recostada cuando se encuentra sobre la isla Tiburón la medianoche del 8 de septiembre.</td> </tr> </table> ##### Caamooilcoj <table class="layout"> <tr> <td><img src="illustrations/caamoilcoj.png" height="100" /></td> <td>Esta constelación denominada Caamooilcoj (Juego de la Rueda), es uno de los arreglos estelares más importantes entre los comca'ac; se puede observar en plenitud en invierno; con una quincena de estrellas en forma de rueda, y estrellas en forma de tablillas de carrizo que hacen el papel de dados. Se dice que en la antigüedad, a este juego lo practicaban, exclusivamente los hombres, quienes ponían como apuesta su propia vida; ahora, el juego es jugado en festivales y ocasiones especiales por mujeres que representan eventos de vida y protección; en particular, se juega durante las ceremonias de la pubertad, por ejemplo; o en la fiesta de zaaptim (gran canasta).<br> Para este juego, varias piezas redondas de pitahayas (frutos de cactus) o de cinita (cactus de cuatro líneas) hacían el círculo (hoy son piedras decoradas con diferentes motivos); y, tres piezas de caña (tablillas de carrizo), pintadas de colores. El significado de estos tres colores son: Rojo - la sangre y la muerte; Azul - el cielo y el mar; y, Blanco - pureza, buena salud y protección.</td> </tr> </table> ##### Quetoh <table class="layout"> <tr> <td><img src="illustrations/quetoh0.png" height="100" /></td> <td>Esta estrella solitaria es conocida como Quetoh (palomita), es el Arcturus moderno. Aparece alrededor del 8 de octubre anunciando una época de buena pesca. Los antepasados no tenían redes ni otras artes de pesca, usaban arpones para capturar a sus presas y un arpón de "pedernal" o herramienta de doble punta. Cuenta la leyenda que hace muchos años, con la aparición de esta estrella en el cielo, comenzó la floración de las cactáceas y al final de la semana, estaban sobre ellas pitahayas; sin embargo, al día siguiente, todas las pitahayas desaparecieron: fue Quetoh yacaso o 'hechizo de la paloma' el responsable de comerse ese fruto.</td> </tr> </table> ##### Himatax <table class="layout"> <tr> <td><img src="illustrations/himatax.png" height="100" /></td> <td>Esta estrella solitaria se conoce como Hazoj canoj Himatax porque su significado es una estrella que no se mueve y alrededor de la cual todo gira. Está presente toda la noche, todos los días del año.</td> </tr> </table> ##### Yay Xapi Hanopas <table class="layout"> <tr> <td><img src="illustrations/yay_xapi.png" height="100" /></td> <td>El joven cazador, dice la leyenda, era un niño que salía a cazar, y varias semanas después de su partida seguía ausente, y los miembros de su campamento lo daban por muerto. Pero varios meses después, de madrugada, se ha mostrado ante sus padres, que sorprendidos le dicen: "Pensábamos que estabas muerto, hemos pasado muchos días buscándote hasta cansarnos; hemos llorado mucho por ti". El joven les dijo a sus padres: "Vivo cerca de la playa, encontré un buen lugar y me quedé allí". "¿Pero qué tipo de agua bebes?" Preguntaron. “Encontré cualquier agua y esa es la que tomo, Haxhaxaha tahomisi”, les dijo mientras hablaba de la Bahía de Tecomate.<br>Según esta leyenda, el joven cazador se convirtió en la Constelación con Canopus en su centro a causa de un conflicto con su hermano mayor. Aparece directamente hacia el sur.</td> </tr> </table> ### Conclusión Todo este conocimiento del pueblo Comca'ac proviene de la época prehispánica, y ha prevalecido a través de los siglos gracias a la tradición oral y la fuerza de la comunidad ante la colonización, primero, y su oposición a la evangelización, después. Aún hoy es posible escuchar las historias y leyendas detrás de los nombres de las constelaciones y los acontecimientos en el mar y el desierto. Con la recuperación de estas leyendas, por el ejercicio de la memoria y los acontecimientos vividos con sus antepasados, Arturo Morales Blanco nos dejó un legado que debe conservarse para las generaciones futuras: niños, jóvenes que guardarán en su propia lengua cómo y qué buscar en el cielo.
ru: ##### Zaamth <table class="layout"> <tr> <td><img src="illustrations/zaamth.png" height="100" /></td> <td>Когда звезды пояса Ориона, Ригель и Бетельгейзе появляются над западным горизонтом, в марте месяце, люди Комка'ак видят, как на мелководье болота встречаются крабы, образующие группы примерно из 300 или 400 штук, которые можно легко собрать; это и есть причина называть Заамт созвездием. Через шесть месяцев, когда море становится холодным, крабы больше не появляются, переходя с одного места на другое; вместо них появляется морская пшеница, xnois, семена которой на протяжении веков использовались для изготовления муки и различных пищевых пластин. Легенда гласит, что в дни, соответствующие "сбору урожая" крабов, нужно избегать сломать ногу или клешню, потому что, если это случится, на следующий день на этом месте больше не будет крабов.</td> </tr> </table> ##### Cohamc <table class="layout"> <tr> <td><img src="illustrations/cohamc.png" height="100" /></td> <td>Примерно 18 октября на утреннем небе происходит выравнивание звезд, которое с древних времен называется созвездием Кохамк, женщины. Затем через четыре-пять дней после этого начинаются интенсивные дожди, и ветер проносится по пустыне. Звезда, которая находится на севере выравнивания, Комка'ак называется Хакамта, муж, и это та, которая появляется позади других шести названных женщин, (звезда Пси из Ursa Major); шесть звезд появляются последовательно, две за двумя. Прогноз такой плохой погоды побудил предков уйти в пещеры в горах и удалиться от берега. После трудных дней, примерно через два месяца, люди Комка'ак вернулись на пляж, неся с собой все продукты и материалы, которые хранили: сушеное мясо, рыбу, черепаху "кагуама", мед и муку из "печита де мескит" (семена мескитового дерева).</td> </tr> </table> ##### Hazoj canoj Hantificaü <table class="layout"> <tr> <td><img src="illustrations/hazoj_canoj.png" height="100" /></td> <td>Эту звезду, одиноко сияющую на небе разноцветным блеском, можно наблюдать в течение всего года. Однако в первые дни сентября (после гелиакического восхода), чтобы увидеть ее, нужно встать в 4 или 5 часов утра. Эта звезда соответствует Сириусу и возвещает о наступлении нового дня. Легенда гласит, что если кто-то встает, когда Солнце уже на небе, то все его палатки превращаются в кожу мертвеца. Hazoj означает "созвездие", а Hantificaö - "Тот, кто приходит на рассвете".</td> </tr> </table> ##### Haapjc <table class="layout"> <tr> <td><img src="illustrations/haapjc_desc.jpg" height="100" /></td> <td>Это созвездие, пожалуй, самое сложное из созвездий Comca'ac, благодаря тому, что оно занимает большую площадь на небе и в нем можно найти звезды Тельца, Близнецов и звезду Капелла. Можно сказать, что Haapjc (Охотник на оленей) имеет следующие разделы: белохвостый олень, олень бура и олень бигхорн (Hépem, Háap и Möjit, соответственно), которые являются звездами, известными как Hassaleh, Elnath и 123 Tau; копье с кремнем на Альдебаране и звезды, образующие "V" Тельца, а перья - это Кастор и Поллукс из Близнецов; и, наконец, охотник, правильно говоря, это Cozaactim ("Кто пересекает"), с головой на Капелле. <br>Легенда гласит, что Козаактим бросил свое копье и попал в оленя бура. Хаап был ранен и полетел по небу, истекая кровью; затем маленькая капля крови упала на остров Тибурон, и именно по этой причине олени бура являются уроженцами этого острова. Это созвездие можно наблюдать на утреннем небе в сентябре.</td> </tr> </table> ##### Hácosa <table class="layout"> <tr> <td><img src="illustrations/hacosa.png" height="100" /></td> <td>Говорят, что когда это созвездие указывает на вершину неба, 7 сентября, оно становится похожим на инструмент Hácosa (Pitahaya-cutter), и наступает время собирать дикие плоды: например, "péchitas de mezquite" (семена мескита) и pitahayas (плоды кактуса). Когда нет никаких признаков, сезон будет неудачным.</td> </tr> </table> ##### Hazoj Cöiquih <table class="layout"> <tr> <td><img src="illustrations/hazoj_koii.png" height="100" /></td> <td>Между двенадцатью звездами Cöiquih (Человек) находится звезда Антарес. В этом созвездии человек как бы ловит рыбу; поэтому соответствующая легенда утверждает, что у Zix hantpatj (рыбы-кочито) в крыше рта находится желеобразное вещество, получаемое из мякоти кактуса, который предки использовали в качестве приманки. Это созвездие месяц за месяцем вращается в небе, и его можно увидеть в лежачем положении, когда оно находится над островом Тибурон в полночь 8 сентября.</td> </tr> </table> ##### Caamooilcoj <table class="layout"> <tr> <td><img src="illustrations/caamoilcoj.png" height="100" /></td> <td>Это созвездие, названное Caamooilcoj (Игра колеса), является одним из самых важных звездных массивов у народа Comca'ac; его можно наблюдать во всей полноте зимой; в нем около пятнадцати звезд в форме колеса, и звезды в виде тростниковых табличек (tablillas de carrizo), которые играют роль игральных костей. Говорят, что в древние времена в эту игру играли исключительно мужчины, которые ставили на кон свою жизнь; сейчас в эту игру играют на праздниках и в особых случаях женщины, представляя события жизни и защиты; в частности, в нее играют во время церемоний полового созревания, например, или на празднике zaaptim (большая корзина). <br>Для этой игры круг составляли несколько круглых фигур из Pitahayas (плоды кактуса) или из "cinita" (четырехлинейный кактус) (сегодня это украшенные камни с различными мотивами); и три тростниковые фигуры (tablillas de carrizo), окрашенные в разные цвета. Значение этих трех цветов следующее: Красный - кровь и смерть; Синий - небо и море; и Белый - чистота, здоровье и защита.</td> </tr> </table> ##### Quetoh <table class="layout"> <tr> <td><img src="illustrations/quetoh0.png" height="100" /></td> <td>Эта одинокая звезда известна под названием Кветох (маленький голубь), это современный Арктур. Она появляется около 8 октября, объявляя эпоху хорошей рыбалки. У предков не было сетей и других рыболовных искусств, они использовали гарпуны для ловли добычи и "кремневый" гарпун или двуострое орудие. Легенда гласит, что много лет назад с появлением этой звезды на небе началось цветение кактусов, и в конце недели на них появились питахайи; однако на следующий день все питахайи исчезли: это было Quetoh yacaso или "заклинание голубя", ответственное за поедание этого плода.</td> </tr> </table> ##### Himatax <table class="layout"> <tr> <td><img src="illustrations/himatax.png" height="100" /></td> <td>Эта одинокая звезда известна как Hazoj canoj Himatax, потому что ее значение - звезда, которая не движется и вокруг которой все вертится. Она присутствует всю ночь напролет, все дни в году.</td> </tr> </table> ##### Yay Xapi Hanopas <table class="layout"> <tr> <td><img src="illustrations/yay_xapi.png" height="100" /></td> <td>Юный охотник, гласит легенда, был мальчиком, который отправился на охоту, и несколько недель после своего ухода он все еще отсутствовал, а члены его лагеря считали его мертвым. Но несколько месяцев спустя, на рассвете, он показался своим родителям, которые удивленно сказали ему: "Мы думали, что ты умер, мы провели много дней в поисках тебя, пока не устали; мы много плакали по тебе". Молодой человек рассказал родителям: "Я живу недалеко от пляжа, я нашел хорошее место и остался там". "Но какую воду ты пьешь?" спросили они. "Я нашел любую воду и пью ее, Haxhaxaha tahomisi", - сказал он им, рассказывая о заливе Текомате.<br> Согласно этой легенде, молодой охотник стал созвездием с Канопусом в центре из-за конфликта со своим старшим братом. Оно появляется прямо на юге.</td> </tr> </table> ### Заключение Все эти знания народа комка'ак происходят из доиспанской эпохи и сохранились на протяжении веков, благодаря устной традиции и стойкости общины к колонизации, вначале, и противостоянию евангелизации, позже. До сих пор можно услышать истории и легенды, связанные с названиями созвездий и событиями на море и в пустыне. Восстанавливая эти легенды, используя память и живые встречи с предками, Артуро Моралес Бланко передал нам наследие, которое должно быть сохранено для будущих поколений: детей, молодых людей, которые будут хранить на своем родном языке, как и что искать на небе.
sv: ##### <notr>Zaamth</notr> <table class="layout"> <tr> <td><img src="illustrations/zaamth.png" height="100" /></td> <td>När stjärnorna i Orions bälte, Rigel och Betelgeuse visar sig över den västra horisonten i mars månad, ser Comca'ac-folket hur krabborna i träskets grunda vatten bildar grupper om cirka 300 eller 400 föremål som lätt kan samlas in; det är anledningen till att kalla Zaamth för konstellation. Efter sex månader, när havet är kallt, syns inte krabborna längre när de går från en plats till en annan; istället kommer havsvetet, xnois, och deras frö har använts för att göra mjöl och olika maträtter i århundraden. Legenden säger att man under de dagar som motsvarar krabbskörden måste undvika att bryta ett ben eller en klo, för om detta händer kommer det dagen efter inte att finnas några fler krabbor på platsen.</td> </tr> </table> ##### <notr>Cohamc</notr> <table class="layout"> <tr> <td><img src="illustrations/cohamc.png" height="100" /></td> <td>Omkring den 18 oktober sker en uppställning av stjärnor på morgonhimlen och den kallas sedan urminnes tider för Cohamc-konstellationen, kvinnor. Sedan fyra eller fem dagar efter börjar regnen falla med intensitet och vinden går genom öknen. Den stjärna som befinner sig norr om uppställningen, Comca'acs namn är Hacamta, mannen, och är den som framträder bakom de andra sex namngivna kvinnorna, (stjärnan Psi i Stora Ursa); de sex stjärnorna framträder i sekvens, två och två. Prognosen om detta dåliga väder motiverade deras förfäder att gå till grottorna i bergen och att gå långt från stranden. Efter de svåra dagarna, cirka två månader senare, återvände Comca'ac-folket till stranden och bar med sig all mat och alla material som de hade sparat: torkat kött, fisk, sköldpaddan "caguama", honung och mjöl från "péchita de mezquite" (frön från mesquiteträdet).</td> </tr> </table> ##### <notr>Hazoj canoj Hantificaü</notr> <table class="layout"> <tr> <td><img src="illustrations/hazoj_canoj.png" height="100" /></td> <td>Denna stjärna som syns ensam på himlen med sitt mångfärgade sken kan ses under hela året. Under de första dagarna i september (efter den heliakiska uppstigningen) måste man dock gå upp klockan 4 eller 5 på morgonen för att se den. Denna stjärna motsvarar Sirius och den tillkännager den nya dagen. Legenden säger att om någon går upp när solen redan står på himlen, kommer alla hans tält att förvandlas till de dödas hud. Hazoj betyder konstellation och Hantificaö betyder "den som kommer i gryningen".</td> </tr> </table> ##### <notr>Haapjc</notr> <table class="layout"> <tr> <td><img src="illustrations/haapjc_desc.jpg" height="100" /></td> <td>Denna konstellation är kanske den mest komplexa av Comca'acs konstellationer, eftersom den täcker ett stort område på himlen och i den kan man hitta stjärnor från Oxen, Tvillingar och Capella-stjärnan. Man kan säga att Haapjc (Hjortjägare) har följande sektioner: vitsvanshjorten, burahjorten och tjockhornshjorten (Hépem, Háap respektive Möjit), som är de stjärnor som kallas Hassaleh, Elnath och 123 Tau; spjutet med sin flinta vid Aldebaran och de stjärnor som bildar ett "V" i Oxen, medan fjädrarna är Castor och Pollux i Tvillingarna; och slutligen är jägaren, rättare sagt, Cozaactim ("Den som korsar"), med huvudet vid Capella.<br> Legenden säger att Cozaactim kastade sitt spjut och träffade Bura-hjorten. Háap skadades och flög blödande genom himlen; sedan föll en liten bloddroppe på ön Tiburón, och det är anledningen till att burahjorten är infödd på ön. Denna konstellation kan observeras på morgonhimlen i september.</td> </tr> </table> ##### <notr>Hácosa</notr> <table class="layout"> <tr> <td><img src="illustrations/hacosa.png" height="100" /></td> <td>Det sägs att när denna konstellation pekar upp mot himlavalvet, den 7 september, liknar den instrumentet Hácosa (Pitahaya-skäraren) och det är dags att samla vilda frukter: "péchitas de mezquite" (mesquitefrön) och pitahayas (kaktusfrukter), till exempel. När det inte finns några tecken på det kommer säsongen att vara dålig.</td> </tr> </table> ##### <notr>Hazoj Cöiquih</notr> <table class="layout"> <tr> <td><img src="illustrations/hazoj_koii.png" height="100" /></td> <td>Mellan de tolv stjärnorna i Cöiquih (Person) finns stjärnan Antares. I denna konstellation verkar personen fiska, och det är därför som den motsvarande legenden hävdar att Zix hantpatj (cochito-fisk) har ett slags geléartat ämne i mungipan, som kommer från fruktköttet från en kaktus som förfäderna använde som bete. Denna konstellation roterar månad efter månad på himlen och man ser den i en liggande position när den befinner sig över Tiburón Island vid midnatt den 8 september.</td> </tr> </table> ##### <notr>Caamooilcoj</notr> <table class="layout"> <tr> <td><img src="illustrations/caamoilcoj.png" height="100" /></td> <td>Denna konstellation, Caamooilcoj (Hjulspelet), är en av de viktigaste stjärnbilderna för Comca'ac-folket; den kan observeras i sin fulla prakt på vintern; med cirka femton stjärnor i hjulform och stjärnor i form av vasstabletter (tablillas de carrizo) som spelar rollen av tärningar. Det sägs att detta spel förr i tiden spelades av enbart män, som satsade sitt eget liv; nu spelas spelet vid festivaler och speciella tillfällen av kvinnor som representerar händelser i livet och skydd; i synnerhet spelas det under pubertetsceremonier till exempel; eller vid festen zaaptim (stor korg). <br>För detta spel används flera runda bitar av Pitahayas (kaktusfrukter) eller av "cinita" (kaktus med fyra rader) som bildar cirkeln (i dag är de dekorerade stenar med olika motiv), och tre vassbitar (tablillas de carrizo) som är målade i färger. Innebörden av dessa tre färger är följande: Rött - blod och död; Blått - himmel och hav; och Vitt - renhet, god hälsa och skydd.</td> </tr> </table> ##### <notr>Quetoh</notr> <table class="layout"> <tr> <td><img src="illustrations/quetoh0.png" height="100" /></td> <td>Denna ensamma stjärna är känd som Quetoh (lilla duvan), den är den moderna Arcturus. Den dyker upp runt den 8 oktober och tillkännager en epok med bra fiske. Förfäderna hade inga nät eller andra fiskekonster, de använde harpuner för att fånga sina byten och en "flint"-harpun eller dubbelspetsigt verktyg. Legenden säger att för många år sedan, när denna stjärna syntes på himlen, började kaktusarna blomma och i slutet av veckan fanns det pitahayas på dem, men nästa dag försvann alla pitahayas: det var Quetoh yacaso eller "duvans förtrollning" som var ansvarig för att äta denna frukt.</td> </tr> </table> ##### <notr>Himatax</notr> <table class="layout"> <tr> <td><img src="illustrations/himatax.png" height="100" /></td> <td>Denna ensamma stjärna är känd som Hazoj canoj Himatax eftersom dess betydelse är en stjärna som inte rör sig och som allt kretsar kring. Den är närvarande hela natten lång, alla dagar på året.</td> </tr> </table> ##### <notr>Yay Xapi Hanopas</notr> <table class="layout"> <tr> <td><img src="illustrations/yay_xapi.png" height="100" /></td> <td>Den unge jägaren, säger legenden, var en pojke som gick på jakt, och flera veckor efter sin avresa var han fortfarande frånvarande, och medlemmarna i hans läger trodde att han var död. Men flera månader senare, i gryningen, visade han sig för sina föräldrar som förvånat berättade för honom: "Vi trodde att du var död, vi har letat efter dig i många dagar tills vi blev trötta, vi har gråtit mycket för dig". Den unge mannen berättade för sina föräldrar: "Jag bor nära stranden, jag hittade en bra plats och stannade där". "Men vad är det för vatten du dricker?" Frågade de. "Jag hittade vilket vatten som helst och det är det jag dricker, Haxhaxaha tahomisi", sa han till dem medan han pratade om Tecomate Bay.<br> Enligt legenden blev den unge jägaren till stjärnbilden med Canopus i mitten, orsakad av en konflikt med hans äldre bror. Den syns direkt mot söder.</td> </tr> </table> ### Slutsats All denna kunskap om Comca'ac-folket kommer från den förspanska epoken och har bevarats genom århundradena, tack vare muntlig tradition och samhällets styrka mot kolonisering, till en början, och dess motstånd mot evangelisering, senare. Än idag är det möjligt att höra berättelserna och legenderna bakom namngivningen av konstellationer och händelserna på havet och i öknen. Genom att återskapa dessa legender, genom att använda minnet och livliga händelser med sina förfäder, gav Arturo Morales Blanco oss ett arv som måste bevaras för framtida generationer: barn, unga människor som på sitt eget språk kommer att hålla reda på hur och vad man ska leta efter på himlen.
uk: ##### Zaamth <table class="layout"> <tr> <td><img src="illustrations/zaamth.png" height="100" /></td> <td>Коли над західною частиною горизонту з'являються зірки Поясу Оріона, Рігель і Бетельгейзе, у місяці березні, народ комкаак бачить, як у мілких водах боліт з'являються краби, що формують групи у близько 300 або 400 істот і яких можна дуже просто вловити; ось причина назви відповідного сузір'я, Заамф. За шість місяців, коли море холодне, крабів більше не помітно, оскільки вони мігрують з одного місця до іншого; замість цього, люди використовують протягом століть насіння морської пшениці, зостери та комса. Легенда повідомляє, що у дні, що відповідають «жнивам» крабів, слід намагатися не зламати крабу ногу або клешню. Якщо таке трапиться, на наступний день на тому місці не лишиться жодного краба.</td> </tr> </table> ##### Cohamc <table class="layout"> <tr> <td><img src="illustrations/cohamc.png" height="100" /></td> <td>Близько 18-го жовтня на ранковому небі трапляється комбінація зірок, яка з давніх часів називається сузір'ям Кохамк, жінок. Далі, за чотири або п'ять днів після цього починаються інтенсивні дощі і починає віяти вітер з пустелі. Зірка, яку розташовано на північ від комбінації, комкаацькою є «Хакамта», є чоловіком (зірка ψ Великої Ведмедиці), який з'являється за іншими шістьма зірками, які пов'язано із жінками. Шість зірок з'являються послідовно, по дві. Прогнозування цими зірками лихої погоди спонукало предків сучасних комкааків переходити до печер у горах і полишати узбережжя. Після складних днів, близько двох місяців по тому, народ комкааків повертався на узбережжя, несучи усю заготовлену їжу та матеріали: сушене м'ясо, рибу, черепаху «кагуама» та борошно з «péchita de mezquite» (насіння мескітового дерева).</td> </tr> </table> ##### Hazoj canoj Hantificaü <table class="layout"> <tr> <td><img src="illustrations/hazoj_canoj.png" height="100" /></td> <td>Цю зірку, яка з'являється одинокою на небі у своєму багатокольоровому сяйві, можна бачити упродовж року. Втім, у перші дні вересня (після сонячного сходу), слід встати о 4 чи 5 ранку, щоб її побачити. Ця зірка відповідає Сіріусу і повідомляє про новий день. За легендою, якщо хтось встане, коли на небі уже буде Сонце, увесь його намет перетвориться на шкіру мерця. «Хазой» означає «сузір'я», а «Хантіфікао» — «Той, що приходить на світанку».</td> </tr> </table> ##### Haapjc <table class="layout"> <tr> <td><img src="illustrations/haapjc_desc.jpg" height="100" /></td> <td>Це сузір'я, ймовірно, є найскладнішим з сузір'їв комкааків через те, що воно займає широку область неба. У ньому можна побачити зірки з Тільця, Близнюків та Капеллу. Можна сказати, що Хаапжк (Мисливець на оленів) складається з таких частин: білохвостого оленя, чорнохвостого оленя та великорогого оленя (Хепема, Хаапа та Можіта, відповідно), якими є зірки, які ми знаємо за назвами Хассалех, Ельнатх, та 123 Тільця; спису із його кремінним вістрям у Альдебарані та зірок, що поєднуються у «V» у Тільці, а перами списку є Кастор і Поллукс у Близнюках; і, нарешті, мисливця, іменем якого є Козаактім («Той, що перетинає»), з його головою у Капеллі.<br>За легендою Козактім жбурляє свого списа і влучає у чорнохвостого оленя. Хаапа було поранено, і він тікає небом спливаючи кров'ю; потім, невеличка крапля крові падає на острів Тібурон, і тому чорнохвості олені є мешканцями острова. Це сузір'я можна спостерігати у ранковому вересневому небі.</td> </tr> </table> ##### Hácosa <table class="layout"> <tr> <td><img src="illustrations/hacosa.png" height="100" /></td> <td>Кажуть, що коли це сузір'я вказує на вершину неба, 7-го вересня, воно подібне на інструмент Хакоса (різак пітаї). Це вказує, що настав час збирати дикі фрукти, зокрема «péchitas de mezquite» (насіння мескітового дерева) та пітаї (плоди кактуса). Якщо цього знаку не видно, сезон буде поганим.</td> </tr> </table> ##### Hazoj Cöiquih <table class="layout"> <tr> <td><img src="illustrations/hazoj_koii.png" height="100" /></td> <td>Між дванадцятьма зірками Коїкіха (Особи) розташовано зірку Антарес. У цьому сузір'ї особа, здається, рибалить; ось чому відповідна легенда стверджує, що Зіш хантпатж (риба кочіто) має у верхній частині роту желеподібну речовину, яка походить з м'якуша кактуса, яким предки користувалися як приманкою. Це сузір'я рухається, місяць за місяцем, обертаючись небом, опиняючись у лежачій позиції, коли перебуває над островом Тібурок опівночі 8-го вересня.</td> </tr> </table> ##### Caamooilcoj <table class="layout"> <tr> <td><img src="illustrations/caamoilcoj.png" height="100" /></td> <td>Це сузір'я має назву Каамуїлкож (Гра у колесо) і є одним з найважливіших масивів зірок у народу комкаак. Його можна спостерігати повністю взимку. Близько п'ятнадцяти його зірок розташовано у формі колеса. Його зірки є тростяними пластинами (tablillas de carrizo), які відіграють роль кісток. Кажуть, що у давні часи у цю гру грали лише чоловіки. Грали на життя. Тепер же у гру грають у свята та під час особливих подій жінки, які представляють події життя і захист. Наприклад, у цю гру грають під час церемоній визнання повноліття та свята зааптім (великого кошика).<br>Для цієї гри потрібні декілька круглих пітаї (плодів кактуса) або «cinita» (чотирилінійного кактуса), з яких складають коло (у сучасності ними є розмальовані у різних мотивах камені); та розфарбовані три тростяні пластини (tablillas de carrizo). Значеннями трьох кольорів є такі: червоний — кров і смерть; синій — небо і море; і білий — чистота, добре здоров'я та захист.</td> </tr> </table> ##### Quetoh <table class="layout"> <tr> <td><img src="illustrations/quetoh0.png" height="100" /></td> <td>Цю одиноку зірку називають Кетох (малий голуб). Ми називаємо цю зірку «Арктур». Вона з'являється близько 8-го жовтня і провіщає період доброї риболовлі. У предків не було сіток або інших риболовних пристроїв. Вони користувалися для полювання на здобич гарпунами, гарпунами з кремінними вістрями або інструментами з двома вістрями. За легендою, багато років тому із появою на небі цієї зірки розпочиналося цвітіння кактуса, а за тиждень на ньому з'являлися пітаї; втім, на наступний день усі пітаї зникали: це було Кетох якасо або «закляття голуба», який поїдав ці фрукти.</td> </tr> </table> ##### Himatax <table class="layout"> <tr> <td><img src="illustrations/himatax.png" height="100" /></td> <td>Ця одинока зірка відома як «Хазож канож Хматаш», оскільки це зірка, яка не рухається, навколо якої рухається усе. Її видно протягом усієї ночі, будь-коли протягом року.</td> </tr> </table> ##### Yay Xapi Hanopas <table class="layout"> <tr> <td><img src="illustrations/yay_xapi.png" height="100" /></td> <td>Як повідомляє легенда, молодий мисливець, хлопець, який пішов на полювання, зник на декілька тижнів, і люди з його табору вважали його мертвим. Але за декілька місяців він з'явився перед батьками на світанку. Батьки були здивовані і сказали йому: «Ми вважали тебе мертвим, ми шукали тебе багато днів, аж доки втомилися; ми дуже сумували за тобою». Хлопець відповів своїм батькам: «Я жив на березі, я знайшов чудове місце і лишався там». «Але де ти брав воду?» — спитали батьки. «Я не знайшов води і пив Хашхашаха тахомісі,» — говорячи про затоку Текомате.<br> За цією легендою, молодий мисливець який став сузір'ям із центром у Канопусі, посварився зі своїм старшим братом. Сузір'я з'являється безпосередньо у напрямку на південь.</td> </tr> </table> ### Висновки Усі ці знання народу комкаак походять з доісторичної доби, їх було передано крізь століття завдяки усним традиціями та опору спільноти колонізації на початку і протистоянню окатоличенню згодом. Навіть сьогодні усе ще можна почути оповідання та легенди, які пов'язано із назвами сузір'їв та подіями на морі та у пустелі. Відновленням цих легенд за допомогою пам'яті та подій у житті його предків, Артуро Моралес Бланко надав нам спадок, який слід зберегти для наступних поколінь: дітей, молоді, які збережуть знання власною мовою про те, як і що слід шукати на зоряному небі.
