Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The star knowledge of the ancient Arabs had been recorded and preserved in old poetry and in the old works of Arab philologists and lexicographers of the Islamic civilization. Many books were written on the subject of star knowledge and anwāʾ [Arabic الأنواء], the Arabic knowledge of meteorology. The editors of Ibn Qutaybah's *Kitāb al-Anwāʾ* (9th century) listed twenty-four books on this subject written mostly between early eighth and tenth century[#2]. The only completely preserved text is that of Ibn Qutaybah, but later scholars had quoted many of the earlier texts. One of the most significant works that recorded the indigenous Arab star names is the *Book of the stars* written in ~ 964 AD by the prominent astronomer: al-Ṣūfī, where he identified the indigenous Arab star names with the respective Ptolemaic stars of the Greek constellations[#5].
ru: Выдающиеся знания древних арабов были записаны и сохранены в древней поэзии и в старых трудах арабских филологов и лексикографов исламской цивилизации. Было написано много книг на тему знания звёзд и анваха [арабский الأنواء], арабского знания метеорологии. Редакторы книги Ибн Кутайбы "Китаб аль-Анвах" (IX век) перечислили двадцать четыре книги на эту тему, написанные в основном в период с начала восьмого по десятый век [#2]. Единственным полностью сохранившимся текстом является текст Ибн Кутайбы, но более поздние ученые цитировали многие из более ранних текстов. Одной из наиболее значительных работ, в которой были зафиксированы местные арабские названия звезд, является "Книга звёзд", написанная примерно в 964 году н.э. выдающимся астрономом аль-Суфи, где он отождествил местные арабские названия звезд с соответствующими птолемеевскими звёздами греческих созвездий [#5].
sv: De forntida arabernas kunskap om stjärnorna hade dokumenterats och bevarats i gammal poesi och i gamla verk av arabiska filologer och lexikografer från den islamiska civilisationen. Många böcker skrevs om stjärnkunskap och anwāʾ [arabiska الأنواء], den arabiska kunskapen om meteorologi. Redaktörerna för Ibn Qutaybahs *Kitāb al-Anwāʾ* (800-talet) listade tjugofyra böcker om detta ämne, skrivna främst mellan tidigt 800-tal och 900-tal[#2]. Den enda fullständigt bevarade texten är Ibn Qutaybahs, men senare forskare har citerat många av de tidigare texterna. Ett av de viktigaste verken som dokumenterade de inhemska arabiska stjärnnamnen är *Book of the stars* (Stjärnornas bok), skriven omkring 964 e.Kr. av den framstående astronomen al-Ṣūfī, där han identifierade de inhemska arabiska stjärnnamnen med motsvarande ptolemaiska stjärnor i de grekiska konstellationerna[#5].
uk: Знання про зірки стародавніх арабів були зафіксовані та збережені в давній поезії та в давніх працях арабських філологів та лексикографів ісламської цивілізації. Багато книг було написано на тему знання про зірки та анва [араб. الأنواء], арабських знань про метеорологію. Редактори *Кітаб аль-Анва* Ібн Кутайби (IX століття) перерахували двадцять чотири книги на цю тему, написані переважно між початком VIII та X століттям [#2]. Єдиним повністю збереженим текстом є текст Ібн Кутайби, але пізніші вчені цитували багато ранніх текстів. Однією з найважливіших праць, у якій зафіксовані назви зірок корінних арабів, є *Книга зірок*, написана приблизно в 964 році нашої ери видатним астрономом ас-Суфі, де він ототожнив назви зірок корінних арабів з відповідними зірками Птолемея грецьких сузір'їв [#5].

source: The ancient Arabs gave names to single stars, star couples, an area in the sky, and particular shape of a group of stars. Single stars were named after a human figure or a desert animal, Arcturus is al-Simāk al-Rāmiḥ, meaning: The High one with the spear. Canopus is Suhayl, a proper name of a man. We have also stars named: The Caracal and the Kid (the young goat). If two stars of comparable brightness are close to each other, they are given a common name like: The two Calves, the Two Wolves, The Two doves. Sometimes an area is named after a group of animals. The brighter stars are adult animals, and the faint ones are the young animals like: The Hyenas and their youngsters, The horses and the foals. Particular shapes of stars were given names like the Scorpion, The lion, al-Ǧawzā’ which is a proper name of a woman for Orion stars. Other asterisms are given names according to legends and stories.
de: Die alten Araber benannten einzelne Sterne, Sternenpaare, Himmelsareale und besondere Formen von Sterngruppen. Einzelne Sterne wurden nach einer menschlichen Figur oder einem Wüstentier benannt. Zum Beispiel heißt der Stern Arktur »al-Simāk al-Rāmiḥ«, das »der Hohe mit dem Speer« bedeutet. Canopus ist Suhayl, ein männlicher Eigenname. Es gibt auch Sterne die Namen wie »der Karakal und das Zicklein« tragen. Wenn zwei Sterne ähnlicher Helligkeit nah beieinander stehen, wurde ihnen ein gemeinsamer Name wie »die zwei Kälber«, »die zwei Wölfe« und »die zwei Tauben« gegeben. Manchmal wurde ein Himmelsareal nach einer Tiergruppe benannt. Die hellen Sterne sind erwachsene Tiere und die schwächeren die Jungtiere wie »die Hyänen und ihre Jungen« und »die Pferde und die Fohlen«. Besondere Sternformationen erhielten Namen wie »Skorpion«, »Löwe« und »al-Ǧawzā’«, welcher ein weiblicher Eigenname für die Orionsterne ist. Andere Asterismen wurden nach Sagen und Geschichten benannt.
es_419: Los antiguos árabes dieron nombre a estrellas individuales, parejas de estrellas, un área en el cielo y la forma particular de un grupo de estrellas. Las estrellas individuales recibieron el nombre de una figura humana o un animal del desierto, Arcturus es al-Simāk al-Rāmiḥ, que significa: El Alto con la lanza. Canopus es Suhayl, un nombre propio de un hombre. También tenemos estrellas nombradas: El Caracal y el Cabrito (el cabrito). Si dos estrellas de brillo comparable están cerca una de la otra, se les da un nombre común como: Los dos terneros, los dos lobos, las dos palomas. A veces, un área lleva el nombre de un grupo de animales. Las estrellas más brillantes son los animales adultos, y las más débiles son los animales jóvenes como: Las hienas y sus crías, Los caballos y los potrillos. A las formas particulares de las estrellas se les dio nombres como el Escorpión, El león, al-Ǧawzā ', que es un nombre propio de una mujer para las estrellas de Orión. Otros asterismos reciben nombres de acuerdo con leyendas e historias.
ru: Древние арабы давали названия одиночным звёздам, парам звёзд, областям на небе и определенной формы группам звёзд. Одиночные звёзды назывались в честь человеческой фигуры или пустынного животного, Арктур - это аль-Симак аль-Рамих [al-Simāk al-Rāmiḥ], что означает: Высокий с копьем. Канопус — это Сухайл, собственное имя мужчины. У нас также есть звезды по имени: Каракал и Малыш (молодой козленок). Если две звезды сравнимой яркости находятся близко друг к другу, им дается общее название: Два тельца, Два волка, Два голубя. Иногда область называют в честь группы животных. Более яркие звезды — это взрослые животные, а тусклые — молодые животные, такие как: Гиены и их детеныши, Лошади и жеребята. Определенным формам звезд были даны имена, такие как Скорпион, Лев, аль-Авза [al-Ǧawzā’], что является собственным именем женщины для звезд Ориона. Имена другим астеризмам даются по легендам и сказаниям.
sv: De gamla araberna gav namn åt enskilda stjärnor, stjärnpar, ett område på himlen och en särskild form av en grupp stjärnor. Enstaka stjärnor fick namn efter en människogestalt eller ett ökendjur, Arcturus är al-Simāk al-Rāmiḥ, vilket betyder: Den höge med spjutet. Canopus är Suhayl, ett egennamn på en man. Vi har också stjärnor som heter: Karakalen och Kid (den unga geten). Om två stjärnor med jämförbar ljusstyrka befinner sig nära varandra får de ett gemensamt namn som t.ex: De två kalvarna, De två vargarna, De två duvorna. Ibland får ett område namn efter en grupp djur. De ljusstarkare stjärnorna är vuxna djur, och de svaga är unga djur som t.ex: Hyenorna och deras ungar, Hästarna och deras föl. Särskilda former av stjärnor fick namn som skorpionen, lejonet, al-Ǧawzā' som är ett kvinnonamn för Orionstjärnorna. Andra asterismer har fått namn enligt legender och berättelser.
uk: Давні араби давали назви окремим зіркам, парам зірок, областям на небі і окремим формам груп зірок. Окремі зірки називали за людським персонажем або за назвами тварин пустелі. Арктур називали «аль-Сімак аль-Раміх», тобто «Вишній із списом». Канопус називали «Сухайль», іменем чоловіка. Також маємо такі назви зірок: «Каракал і Дитя» (козлик). Якщо поряд на небі перебували дві зірки із схожою яскравістю, їм давали спільну назву, зокрема «Двоє телят», «Двоє вовків», «Двоє голубів». Іноді певні ділянки неба називали за групою тварин. Яскравіші зірки символізували дорослих тварин, а тьмяніші — молодших. Приклади: «Гієни та молодняк», «Коні і лошата». Зіркам, що складалися у певну форму, давали назви подібні до «Скорпіон», «Лев», «аль-Джоза» (власна жіноча назва для зірок сузір'я Оріона). Іншим астеризмам давали назви за легендами і казками.

source: - [#1]: Manuscripts of the Book of Stars - [#2]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitab al-Anwāʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956), أبو محمد عبد الله بن مسلم ابن قتيبة الدينوري (توفي 276 هـ)، كتاب الأنواء في مواسم العرب، دائرة المعارف العثمانية، حيدر أباد، الهند، 1375 هـ - [#3]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon)., الإمام أبو علي أحمد بن محمد بن الحسن المرزوقي (توفي سنة 421 هـ)، الأزمنة والأمكنة، تحقيق د. محمد نايف الدليمي، عالم الكتب، بيروت، لبنان، 1422 هـ. - [#4]: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon), عبد الله بن حسين بن عاصم الثقفي (توفي 403 هـ)، الأنواء والأزمنة، تحقيق: د. نوري حمودي القيسي، د. محمد نايف الدليمي، دار الجيل، بيروت، لبنان، 1416 هـ. - [#5]: [">Book of the stars by al-Ṣūfī (died 986): Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله العجاجي](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#6]: Al-Farāhīdī, abū ʿAbd al-Raḥmān al-Ḫalīl b. Aḥmad (died ~ 786 AD), Kitab al-ʿayn, a lexicon titled: The book of ʿayn (Arabic letter العين), (Arabic print of the original book, 1980 – 1985), أبو عبد الرحمن الخليل بن أحمد الفراهيدي (توفي 170 ه)، كتاب العين، 1400 – 1405 هـ. - [#7]: Ibn Durayd, abu Bakr Muḥammad b. al-Ḥassan b. Durayd al-Azdi (died ~ 933 AD), Ǧamharat al-luġah lexicon (The Collection of the Language), Dar al-Ilm lil-malayeen, Beirut, Lebanon, (Arabic print of the original book, 1987), ابن دريد، أبو بكر محمد بن الحسن بن دريد الأزدي (توفي 321 ه)، جمهرة اللغة، دار العلم للملايين، بيروت، لبنان، 1987م. - [#8]: Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, Gabriel Ferrand, 1921 -1923. - [#9]: Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, Gabriel Ferrand, 1925. - [#10]: Al-Ǧawhirī, abu Naṣr Ismaʿīl b. Ḥammād al-Ǧawhirī al-Farabī (died ~ 1003 AD), Al-Siḥāḥ lexicon, Dar al-Ilm lil-malayeen, Beirut, Lebanon, (Arabic print of the original book, 1987), أبو نصر إسماعيل بن حماد الجوهري الفارابي (ت ٣٩٣هـ)، الصحاح تاج اللغة وصحاح العربية، دار العلم للملايين - بيروت، 1407 هـ. - [#11]: Al-Qalqašandī, abu al-Abbas Aḥmad (died ~ 1418 AD), Ṣubḥ al-Aša, Dar al-kutub al-Misriyah, Cairo, Egypt, (Arabic print of the original book, 1922)., القلقشندي، أبو العباس أحمد، صبح الأعشى، دار الكتب المصرية، 1340 هـ.
ru: - [#1]: Рукописи Книги Звёзд - [#2]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitab al-Anwāʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956), أبو محمد عبد الله بن مسلم ابن قتيبة الدينوري (توفي 276 هـ)، كتاب الأنواء في مواسم العرب، دائرة المعارف العثمانية، حيدر أباد، الهند، 1375 هـ - [#3]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon)., الإمام أبو علي أحمد بن محمد بن الحسن المرزوقي (توفي سنة 421 هـ)، الأزمنة والأمكنة، تحقيق د. محمد نايف الدليمي، عالم الكتب، بيروت، لبنان، 1422 هـ. - [#4]: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon), عبد الله بن حسين بن عاصم الثقفي (توفي 403 هـ)، الأنواء والأزمنة، تحقيق: د. نوري حمودي القيسي، د. محمد نايف الدليمي، دار الجيل، بيروت، لبنان، 1416 هـ. - [#5]: [">Book of the stars by al-Ṣūfī (died 986): Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله العجاجي](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#6]: Al-Farāhīdī, abū ʿAbd al-Raḥmān al-Ḫalīl b. Aḥmad (died ~ 786 AD), Kitab al-ʿayn, a lexicon titled: The book of ʿayn (Arabic letter العين), (Arabic print of the original book, 1980 – 1985), أبو عبد الرحمن الخليل بن أحمد الفراهيدي (توفي 170 ه)، كتاب العين، 1400 – 1405 هـ. - [#7]: Ibn Durayd, abu Bakr Muḥammad b. al-Ḥassan b. Durayd al-Azdi (died ~ 933 AD), Ǧamharat al-luġah lexicon (The Collection of the Language), Dar al-Ilm lil-malayeen, Beirut, Lebanon, (Arabic print of the original book, 1987), ابن دريد، أبو بكر محمد بن الحسن بن دريد الأزدي (توفي 321 ه)، جمهرة اللغة، دار العلم للملايين، بيروت، لبنان، 1987م. - [#8]: Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, Gabriel Ferrand, 1921 -1923. - [#9]: Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, Gabriel Ferrand, 1925. - [#10]: Al-Ǧawhirī, abu Naṣr Ismaʿīl b. Ḥammād al-Ǧawhirī al-Farabī (died ~ 1003 AD), Al-Siḥāḥ lexicon, Dar al-Ilm lil-malayeen, Beirut, Lebanon, (Arabic print of the original book, 1987), أبو نصر إسماعيل بن حماد الجوهري الفارابي (ت ٣٩٣هـ)، الصحاح تاج اللغة وصحاح العربية، دار العلم للملايين - بيروت، 1407 هـ. - [#11]: Al-Qalqašandī, abu al-Abbas Aḥmad (died ~ 1418 AD), Ṣubḥ al-Aša, Dar al-kutub al-Misriyah, Cairo, Egypt, (Arabic print of the original book, 1922)., القلقشندي، أبو العباس أحمد، صبح الأعشى، دار الكتب المصرية، 1340 هـ.
sv: - [#1]: Manuskript av Stjärnornas bok - [#2]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (död ~ 889), Kitab al-Anwāʾ (Boken om meteorologi), (arabisk utgåva av originalboken, Daʾirat al-Maʿarif al-Osmania, Hyderabad, Indien, 1956), Abu Muhammad Abdullah ibn Muslim ibn Qutaybah al-Dinuri (död 276 AH), Kitab al-Anwāʾ in the Seasons of the Arabs, Daʾirat al-Maʿarif al-Osmania, Hyderabad, Indien, 1375 AH - [#3]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (död 1030), Al-Azminah wa al-amkinah (Tider och platser), (arabisk utgåva av originalboken 2002, World of Books, Beirut, Libanon)., Imam Abu Ali Ahmad b. Muhammad b. al-Hassan al-Marzūqī (död 421 AH), Al-Azminah wa al-amkinah, redigerad av Dr. Muhammad Nayef al-Dulaimi, World of Books, Beirut, Libanon, 1422 AH. - [#4]: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (död ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologi och tider), (Arabisk utgåva av originalboken från 1996, Dar al-jeel, Beirut, Libanon), Abdullah bin Hussein bin Asim al-Thaqafi (död 403 AH), Al-Anwaa wa al-Azminah, redigerad av Dr. Nouri Hamoudi al-Qaisi och Dr. Muhammad Nayef al-Dulaimi, Dar al-Jil, Beirut, Libanon, 1416 AH. - [#5]: [">Boken om stjärnorna av al-Ṣūfī (död 986): Kritisk utgåva med kommentarer av Khalid al-Ajaji, digital utgåva, 2021, Kitab al-Kawakib av Abu al-Husayn Abd al-Rahman ibn Umar al-Razi, känd som al-Sufi (291-376), redigerad av Khalid ibn Abdullah al-Ajaji](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#6]: Al-Farāhīdī, Abu Abd al-Rahman al-Khalil b. Ahmad (död ~ 786 e.Kr.), Kitab al-ʿayn, ett lexikon med titeln: Boken om ʿayn (arabiska bokstaven العين), (arabisk utgåva av originalboken, 1980–1985), Abu Abd al-Rahman al-Khalil b. Ahmad al-Farahidi (död 170 AH), Kitab al-ʿayn, 1400–1405 AH. - [#7]: Ibn Durayd, Abu Bakr Muhammad b. al-Hassan b. Durayd al-Azdi (död ~ 933 e.Kr.), Ǧamharat al-luġah lexikon (Språkets samling), Dar al-Ilm lil-malayeen, Beirut, Libanon, (arabisk utgåva av originalboken, 1987), Ibn Durayd, Abu Bakr Muhammad b. al-Hassan b. Durayd al-Azdi (död 321 AH), Jamharat al-Lughah, Dar al-Ilm lil-Malayeen, Beirut, Libanon, 1987. - [#8]: Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, Gabriel Ferrand, 1921 -1923. - [#9]: Instructions Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri och Ibn Majid, Gabriel Ferrand, 1925. - [#10]: Al-Ǧawhirī, Abu Naṣr Ismaʿīl b. Ḥammād al-Ǧawhirī al-Farabī (död ~ 1003 e.Kr.), Al-Siḥāḥ lexikon, Dar al-Ilm lil-malayeen, Beirut, Libanon, (arabisk utgåva av originalboken, 1987), Abu Nasr Ismail b. Hammad al-Jawhari al-Farabi (d. 393 AH), Al-Siḥāḥ lexikon, Dar al-Ilm lil-malayeen, Beirut, 1407 AH. - [#11]: Al-Qalqashandi, Abu al-Abbas Ahmad (död ~ 1418 e.Kr.), Subh al-Aša, Dar al-kutub al-Misriyah, Kairo, Egypten, (arabisk utgåva av originalboken, 1922). Al-Qalqashandi, Abu al-Abbas Ahmad, Subh al-Aša, Dar al-Kutub al-Misriyah, 1340 AH.
uk: - [#1]: Рукописи «Книги зірок» - [#2]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitab al-Anwāʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956), أبو محمد عبد الله بن مسلم ابن قتيبة الدينوري (توفي 276 هـ)، كتاب الأنواء في مواسم العرب، دائرة المعارف العثمانية، حيدر أباد، الهند، 1375 هـ - [#3]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon)., الإمام أبو علي أحمد بن محمد بن الحسن المرزوقي (توفي سنة 421 هـ)، الأزمنة والأمكنة، تحقيق د. محمد نايف الدليمي، عالم الكتب، بيروت، لبنان، 1422 هـ. - [#4]: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon), عبد الله بن حسين بن عاصم الثقفي (توفي 403 هـ)، الأنواء والأزمنة، تحقيق: د. نوري حمودي القيسي، د. محمد نايف الدليمي، دار الجيل، بيروت، لبنان، 1416 هـ. - [#5]: [">Book of the stars by al-Ṣūfī (died 986): Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله العجاجي](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing) - [#6]: Al-Farāhīdī, abū ʿAbd al-Raḥmān al-Ḫalīl b. Aḥmad (died ~ 786 AD), Kitab al-ʿayn, a lexicon titled: The book of ʿayn (Arabic letter العين), (Arabic print of the original book, 1980 – 1985), أبو عبد الرحمن الخليل بن أحمد الفراهيدي (توفي 170 ه)، كتاب العين، 1400 – 1405 هـ. - [#7]: Ibn Durayd, abu Bakr Muḥammad b. al-Ḥassan b. Durayd al-Azdi (died ~ 933 AD), Ǧamharat al-luġah lexicon (The Collection of the Language), Dar al-Ilm lil-malayeen, Beirut, Lebanon, (Arabic print of the original book, 1987), ابن دريد، أبو بكر محمد بن الحسن بن دريد الأزدي (توفي 321 ه)، جمهرة اللغة، دار العلم للملايين، بيروت، لبنان، 1987م. - [#8]: Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, Gabriel Ferrand, 1921 -1923. - [#9]: Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, Gabriel Ferrand, 1925. - [#10]: Al-Ǧawhirī, abu Naṣr Ismaʿīl b. Ḥammād al-Ǧawhirī al-Farabī (died ~ 1003 AD), Al-Siḥāḥ lexicon, Dar al-Ilm lil-malayeen, Beirut, Lebanon, (Arabic print of the original book, 1987), أبو نصر إسماعيل بن حماد الجوهري الفارابي (ت ٣٩٣هـ)، الصحاح تاج اللغة وصحاح العربية، دار العلم للملايين - بيروت، 1407 هـ. - [#11]: Al-Qalqašandī, abu al-Abbas Aḥmad (died ~ 1418 AD), Ṣubḥ al-Aša, Dar al-kutub al-Misriyah, Cairo, Egypt, (Arabic print of the original book, 1922)., القلقشندي، أبو العباس أحمد، صبح الأعشى، دار الكتب المصرية، 1340 هـ.

source: Armintxe Cave
de: Armintxe-Höhle
es_419: Cueva de Armintxe
ru: Пещера Орминткс
sv: Armintxegrottan
uk: Печера Армінче

source: The cave of Armintxe was lost because of the urban development. On May first 2016, the group of speleology ADES entered in the cave and found a spectacular panel of Magdalenian engravings, they are supposed to be done between 12.000 to 17.000 BP, the engravings are a kind of cave art that normally is very difficult to see, they are sometimes almost invisible, located deep in the cave. This panel is more visible than others, and if you have a lateral light, the vision is very impressive.
es_419: La cueva de Armintxe se perdió a causa del desarrollo urbanístico. El primero de mayo de 2016, el grupo de espeleología ADES entró en la cueva y encontró un espectacular panel de grabados magdalenienses, que se supone que fueron realizados entre el 12.000 y el 17.000 AP. Los grabados son una especie de arte rupestre que normalmente es muy difícil de ver, a veces son casi invisibles, ubicados en lo profundo de la cueva. Este panel es más visible que otros, y si tienes una luz lateral, la visión es muy impresionante.
ru: Пещера Орминткс была потеряна из-за городской застройки. Первого мая 2016 года группа спелеологов ADES вошла в пещеру и обнаружила впечатляющую панель с гравюрами эпохи Магдалины, предположительно, они были сделаны между 12.000 и 17.000 лет до нашей эры, гравюры представляют собой вид пещерного искусства, которое обычно очень трудно увидеть, иногда они почти невидимы, расположены глубоко в пещере. Эта панель более заметна, чем другие, и если у вас есть боковой свет, то видение очень впечатляющее.
sv: Armintxe-grottan gick förlorad på grund av stadsutvecklingen. Den första maj 2016 gick speleologigruppen ADES in i grottan och hittade en spektakulär panel med magdaleniska gravyrer, de ska ha gjorts mellan 12.000 och 17.000 BP, gravyrerna är en typ av grottkonst som normalt är mycket svår att se, de är ibland nästan osynliga, belägna djupt i grottan. Denna panel är mer synlig än andra, och om du har ett sidoljus är visionen mycket imponerande.
uk: Вхід до печери Армінче було відкрито у процесі міського будівництва. 1 травня 2016 року група спелеологів ADES увійшла до печери і відкрила чудові гравюри мадленської культури. Вважається, що їх було створено між 12000 та 17.000 роками до нашої ери. Настінні гравюри у печерах є типом мистецьких творів, який дуже важко виявити, оскільки вони є майже непомітними і розташованими глибоко у печері. Цей же розпис є помітнішим за інші і, якщо підсвітити його збоку, утворює захопливу картину.
