Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: <notr>Kunitzsch P. The Arabs and the Stars, Variorum reprints Northampton 1989, Al-Manazil, Item XX pp 1-7.</notr> - [#2]: <notr>Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520</notr> - [#3]: <notr>Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwā’, pp 6,7 (Arabic print of the original book in 1956 in India Hydarabad/Deccan)</notr> - [#4]: <notr>Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Ibn Qutayba, Kunitzsch P. p 429</notr> - [#5]: <notr>Ta̕rīf manāzil alkamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski published in Alger, Imprimerie orientale, 1899.</notr> - [#6]: <notr>[<notr>Muhammad al-Muqrī poem</notr>](http://www.uranos.fr/DOCU_03_T03.htm)</notr> - [#7]: <notr>Salih al-Shethri, Timetable for farmers *<notr>Jadwal fi ilm al-harth ala hisaab al-shuthoor</notr>* (جدول في علم الحرث على حساب الشثور) ISBN 9960-49-971-5</notr> - [#8]: <notr>[<notr>Official Calendar of the Kingdom of Saudi Arabia</notr>](http://www.ummulqura.org.sa/)</notr> - [#9]: <notr>Moon stations and Agriculture seasons. A bulletin by the Agriculture Administration of the Chamber of Commerce in Riyadh, Saudi Arabia. 2002</notr> - [#10]: <notr>Book of the Stars by al-Sufi (died 986): Critical edition with commentary by Khalid AlAjaji, digital edition, 2021 AD, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله .</notr> - [#11]: <notr>Schjellerup, Description des etoiles fixes, 1874, p. 163. (Translation into French)</notr> - [#12]: <notr>Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012</notr> - [#13]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitab al-Anwāʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956), أبو محمد عبد الله بن مسلم ابن قتيبة الدينوري (توفي 276 هـ)، كتاب الأنواء في مواسم العرب، دائرة المعارف العثمانية، حيدر أباد، الهند، 1375 هـ - [#14]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon)., الإمام أبو علي أحمد بن محمد بن الحسن المرزوقي (توفي سنة 421 هـ)، الأزمنة والأمكنة، تحقيق د. محمد نايف الدليمي، عالم الكتب، بيروت، لبنان، 1422 هـ. - [#15]: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon), عبد الله بن حسين بن عاصم الثقفي (توفي 403 هـ)، الأنواء والأزمنة، تحقيق: د. نوري حمودي القيسي، د. محمد نايف الدليمي، دار الجيل، بيروت، لبنان، 1416 هـ. - [#16]: [Book of the stars by al-Ṣūfī (died 986): Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله العجاجي](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing)
es_419: - [#1]: Kunitzsch P. The Arabs and the Stars, Variorum reprints Northampton 1989, Al-Manazil, Item XX pp 1-7. - [#2]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Lunar Mansions in Islamic History, Kunitzsch P. p 520 - [#3]: Ibn Qutaybah (b. 828 d. 884 or 889), Kitab al-Anwā’, pp 6,7 (Arabic print of the original book in 1956 in India Hydarabad/Deccan) - [#4]: Helaine Selin, Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures, Ibn Qutayba, Kunitzsch P. p 429 - [#5]: Ta̕rīf manāzil alkamar, Les mansions lunaires des Arabes; Muhammad al-Mukrī.; A de Calassanti-Motylinski published in Alger, Imprimerie orientale, 1899. - [#6]: <notr>[Muhammad al-Muqrī poem](http://www.uranos.fr/DOCU_03_T03.htm)</notr> - [#7]: <notr>Salih al-Shethri, Timetable for farmers *Jadwal fi ilm al-harth ala hisaab al-shuthoor* (جدول في علم الحرث على حساب الشثور) ISBN 9960-49-971-5</notr> - [#8]: <notr>[Official Calendar of the Kingdom of Saudi Arabia](http://www.ummulqura.org.sa/)</notr> - [#9]: Moon stations and Agriculture seasons. A bulletin by the Agriculture Administration of the Chamber of Commerce in Riyadh, Saudi Arabia. 2002 - [#10]: Book of the Stars by al-Sufi (died 986): Critical edition with commentary by Khalid AlAjaji, digital edition, 2021 AD, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله . - [#11]: Schjellerup, Description des etoiles fixes, 1874, p. 163. (Translation into French) - [#12]: Laffitte, Roland, Le Ciel des Arabes, Geuthner, Paris 2012 - [#13]: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitab al-Anwāʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956), أبو محمد عبد الله بن مسلم ابن قتيبة الدينوري (توفي 276 هـ)، كتاب الأنواء في مواسم العرب، دائرة المعارف العثمانية، حيدر أباد، الهند، 1375 هـ - [#14]: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon)., الإمام أبو علي أحمد بن محمد بن الحسن المرزوقي (توفي سنة 421 هـ)، الأزمنة والأمكنة، تحقيق د. محمد نايف الدليمي، عالم الكتب، بيروت، لبنان، 1422 هـ. - [#15]: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon), عبد الله بن حسين بن عاصم الثقفي (توفي 403 هـ)، الأنواء والأزمنة، تحقيق: د. نوري حمودي القيسي، د. محمد نايف الدليمي، دار الجيل، بيروت، لبنان، 1416 هـ. - [#16]: [Book of the stars by al-Ṣūfī (died 986): Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021, كتاب الكواكب لأبي الحسين عبد الرحمن بن عمر الرازي المعروف بالصوفي (291-376)، تحقيق خالد بن عبد الله العجاجي](https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing)

source: Khalid al-Ajaji with additional documentation of this file by Susanne M Hoffmann.
es_419: Khalid al-Ajaji con documentación adicional de este archivo por Susanne M Hoffmann.

source: <img src="illustrations/Armintxesala.png" width="800" height="380" /> ### Animal constellations One year later, one of the speleologists, the photographer, was studying the pictures and found out that the main panel depicted the starry firmament, the engravings were like a Paleolithic planetarium, and the animals were their constellations. Armintxe depicts the spring equinox. If you want to see the constellations at the same position than in the cave you can use this settings: GPS coordinates:43°21′43″N 2°30′29″W, date: -10500-6-10, hour:6am, you have to choose the art layer, they are the original pictures of the cave, the constellation layer is not so important in this case, tries to copy the original pictures. A twenty inch monitor or bigger is needed. Some of the images are easy to see on an objective way, like the tail of the lion and the second ibex, and the position between each other prove that the mere coincidence is impossible. There are other pictures almost impossible too see, their shape is very subjective, it looks like the artists were trying to find in the stars these animals to complete their calendar in a forced way. Another characteristic of Paleolithic constellations is that they use very dim stars not the brightest, it looks like they were finding a hidden message in the stars.
es_419: <img src="illustrations/Armintxesala.png" width="800" height="380" /> ### Constelaciones de animales Un año más tarde, uno de los espeleólogos, el fotógrafo, estaba estudiando las imágenes y descubrió que el panel principal representaba el firmamento estrellado, los grabados parecían un planetario paleolítico y los animales eran sus constelaciones. Armintxe representa el equinoccio de primavera. Si desea ver las constelaciones en la misma posición que en la cueva, puede usar esta configuración: Coordenadas GPS: 43°21′43″N 2°30′29″O, fecha: -10500-6-10, hora: 6am. Debe elegir la capa de arte, son las imágenes originales de la cueva, la capa de constelaciones no es tan importante en este caso, e intenta copiar las imágenes originales. Se necesita un monitor de veinte pulgadas o más. Algunas de las imágenes son fáciles de ver de forma objetiva, como la cola del león y la segunda cabra montés, y la posición entre ellas demuestra que la mera coincidencia es imposible. Hay otras imágenes casi imposibles de ver, cuya forma es muy subjetiva, y parece como si los artistas estuvieran tratando de encontrar en las estrellas a estos animales para completar su calendario de forma forzada. Otra característica de las constelaciones del Paleolítico es que utilizan estrellas muy tenues y no las más brillantes. Pareciera que encontraban un mensaje oculto en las estrellas.

source: ### Mamalhuaztli <p><img src="illustrations/mamalhuaztli_t.png" width="100" height="107" hspace="7" align="left" />Ancient Aztec identified the Orion's Belt as Mamalhuaztli, and it represented the wood sticks used to light the new fire in the commemoration celebrated every 52 years by the Mexicans and their neighbors named <em>toxiuh molpilia</em> which means binding of the years and coincided with the beginning of the new year named <em>xiuhtzitzquilo</em>.</p> <p align="center"><img src="illustrations/mamalhuaztli_image.png" width="147" height="135" /></p> ### Tianquiztli <p><img src="illustrations/Tianquiztli_T.png" width="100" height="107" align="left" />The group of stars that we know as Pleiades symbolized for the Mexicas <em>Tianquiztli</em>, which means market, perhaps because of the crowd that gathers on them, they're generally represented by one or two people inside a circle with goods.</p> <p align="center"><img src="illustrations/tiaquitztli_image.png" width="141" height="141" /></p> <p>Currently, in Mexico the informal market or street markets are called <em>Tianguis</em>.</p> ### Citlaltlachtli <p><img src="illustrations/citlaltlachtli_t.png" width="100" height="107" align="left" />The constellation of Gemini was called <em>Citlaltlachtli</em>, which means the ball game of the stars. This game was endowed with a ritual significance and used a natural rubber ball. It is said that the movement of the ball within the playing field refers to the movement of the sun and moon.</p> ### Xonecuilli <p><img src="illustrations/xonecuilli_t.png" width="100" height="107" align="left" />The Ursa Minor constellation is identified as <em>Xonecuilli</em> which means twisted foot, and is related to Nanahuatzin, this character is represented with twisted feet, filled with boils and sores, this sick and poor God sacrificed himself to become <em>Tonatiuh</em> the Sun god.</p> <p align="center"><img src="illustrations/nanahuatzin.png" width="141" height="138" /></p> <p>Apparently, this constellation can also be associated with the Southern Cross and its surrounding stars as is referred by <em>Tezozomoc</em>. For its part, Sahagun speaks of his resemblance to bread made in the form of letter S and called by the Aztecs <em>xonecuilli</em>.</p> <p align="center"><img src="illustrations/xonecuilli_Glifo.png" width="300" height="149" /><br /><em>xonecuilli</em></p> ### Citlalcolotl <p><img src="illustrations/colotlixayac_t.png" width="100" height="100" align="left" />According to the Florentino Codex Sahagun's informants identified a group of stars known as <em>Citlalcolotl</em>, the scorpion star. In turn, Tezozomoc also mentions the scorpion star and he called it <em>Colotlixayac</em>, which means face of a scorpion.</p> <p align="center"><img src="illustrations/colotlixayac_image.png" width="158" height="266" /><br /> <em>Paris Codex</em></p> <p align="justify">In a section of the Paris Codex called zodiac pages appears the scorpion, in this codex the icons shows figures of animals hanging from the body of the Celestial Dragon.</p> ### Conclusion <p align="justify"> It is noteworthy that the interpretation of some of these constellations are still in discussion, and of course there must be other constellations to represent. Any comments and/or collaboration are welcome in order to preserve the stellar knowledge and meaning of the Aztec culture.</p>
de: ### Mamalhuaztli <p><img src="illustrations/mamalhuaztli_t.png" width="100" height="107" hspace="7" align="left" />Ancient Aztec identified the Orion's Belt as Mamalhuaztli, and it represented the wood sticks used to light the new fire in the commemoration celebrated every 52 years by the Mexicans and their neighbors named <em>toxiuh molpilia</em> which means binding of the years and coincided with the beginning of the new year named <em>xiuhtzitzquilo</em>.</p> <p align="center"><img src="illustrations/mamalhuaztli_image.png" width="147" height="135" /></p> ### Tianquiztli <p><img src="illustrations/Tianquiztli_T.png" width="100" height="107" align="left" />The group of stars that we know as Pleiades symbolized for the Mexicas <em>Tianquiztli</em>, which means market, perhaps because of the crowd that gathers on them, they're generally represented by one or two people inside a circle with goods.</p> <p align="center"><img src="illustrations/tiaquitztli_image.png" width="141" height="141" /></p> <p>Currently, in Mexico the informal market or street markets are called <em>Tianguis</em>.</p> ### Citlaltlachtli <p><img src="illustrations/citlaltlachtli_t.png" width="100" height="107" align="left" />The constellation of Gemini was called <em>Citlaltlachtli</em>, which means the ball game of the stars. This game was endowed with a ritual significance and used a natural rubber ball. It is said that the movement of the ball within the playing field refers to the movement of the sun and moon.</p> ### Xonecuilli <p><img src="illustrations/xonecuilli_t.png" width="100" height="107" align="left" />The Ursa Minor constellation is identified as <em>Xonecuilli</em> which means twisted foot, and is related to Nanahuatzin, this character is represented with twisted feet, filled with boils and sores, this sick and poor God sacrificed himself to become <em>Tonatiuh</em> the Sun god.</p> <p align="center"><img src="illustrations/nanahuatzin.png" width="141" height="138" /></p> <p>Apparently, this constellation can also be associated with the Southern Cross and its surrounding stars as is referred by <em>Tezozomoc</em>. For its part, Sahagun speaks of his resemblance to bread made in the form of letter S and called by the Aztecs <em>xonecuilli</em>.</p> <p align="center"><img src="illustrations/xonecuilli_Glifo.png" width="300" height="149" /><br /><em>xonecuilli</em></p> ### Citlalcolotl <p><img src="illustrations/colotlixayac_t.png" width="100" height="100" align="left" />According to the Florentino Codex Sahagun's informants identified a group of stars known as <em>Citlalcolotl</em>, the scorpion star. In turn, Tezozomoc also mentions the scorpion star and he called it <em>Colotlixayac</em>, which means face of a scorpion.</p> <p align="center"><img src="illustrations/colotlixayac_image.png" width="158" height="266" /><br /> <em>Paris Codex</em></p> <p align="justify">In a section of the Paris Codex called zodiac pages appears the scorpion, in this codex the icons shows figures of animals hanging from the body of the Celestial Dragon.</p> ### Fazit <p align="justify"> Es ist bemerkenswert, dass die Deutung einiger dieser Sternbilder immer noch umstritten ist und es selbstverständlich andere noch darzustellende Sternbilder gibt. Jegliche Kommentare und/oder Mitarbeiten sind willkommen, um das Sternenwissen und die Bedeutung der aztekischen Kultur zu bewahren</p>
es_419: ### Mamalhuaztli <p><img src="illustrations/mamalhuaztli_t.png" width="100" height="107" hspace="7" align="left" />Los antiguos aztecas identificaron el Cinturón de Orión como Mamalhuaztli, y representaban los palos de madera utilizados para encender el nuevo fuego en la conmemoración celebrada cada 52 años por los mexicanos y sus vecinos llamados <em>toxiuh molpilia</em>, que significa unión de los años y coincidió con el comienzo del año nuevo llamado <em>xiuhtzitzquilo</em>.</p> <p align="center"><img src="illustrations/mamalhuaztli_image.png" width="147" height="135" /></p> ### Tianquiztli <p><img src="illustrations/Tianquiztli_T.png" width="100" height="107" align="left" />El grupo de estrellas que conocemos como Pléyades simbolizó a los Mexicas <em>Tianquiztli</em>, lo que significa mercado, tal vez debido a la multitud que se reúne en ellos, generalmente están representados por una o dos personas dentro de un círculo con productos.</p> <p align="center"><img src="illustrations/tiaquitztli_image.png" width="141" height="141" /></p> <p>Actualmente, en México, el mercado informal o mercados callejeros se llaman <em>Tianguis</em>.</p> ### Citlaltlachtli <p><img src="illustrations/citlaltlachtli_t.png" width="100" height="107" align="left" />La constelación de Géminis se llamaba <em>Citlaltlachtli</em>, que significa el juego de pelota de las estrellas. Este juego fue dotado de un significado ritual y utilizó una pelota de goma natural. Se dice que el movimiento de la pelota dentro del campo de juego se refiere al movimiento del sol y la luna.</p> ### Xonecuilli <p><img src="illustrations/xonecuilli_t.png" width="100" height="107" align="left" />La constelación de la Osa Menor se identifica como <em>Xonecuilli</em>, que significa pie retorcido, y está relacionado con Nanahuatzin, este personaje está representado con pies retorcidos, llenos de forúnculos y llagas, este Dios enfermo y pobre se sacrificó para convertirse en <em>Tonatiuh</em> el dios Sol.</p> <p align="center"><img src="illustrations/nanahuatzin.png" width="141" height="138" /></p> <p>Aparentemente, esta constelación también se puede asociar con la Cruz del Sur y sus estrellas circundantes, como lo menciona <em>Tezozomoc</em>. Por su parte, Sahagun habla de su parecido con el pan hecho en forma de letra S y llamado por los aztecas <em>xonecuilli</em>.</p> <p align="center"><img src="illustrations/xonecuilli_Glifo.png" width="300" height="149" /><br /><em>xonecuilli</em></p> ### Citlalcolotl <p><img src="illustrations/colotlixayac_t.png" width="100" height="100" align="left" />Según el códice Florentino, los informantes de Sahagun identificaron un grupo de estrellas conocidas como <em>Citlalcolotl</em>, la estrella del escorpión. A su vez, Tezozomoc también menciona la estrella del escorpión y la llamó <em>Colotlixayac</em>, que significa cara de escorpión.</p> <p align="center"><img src="illustrations/colotlixayac_image.png" width="158" height="266" /><br /> <em>Códice de París</em></p> <p align="justify">En una sección del Códice de París llamada páginas del zodiaco aparece el escorpión, en este códice los íconos muestran figuras de animales colgando del cuerpo del Dragón Celestial.</p> ### Conclusión <p align="justify"> Es de destacar que la interpretación de algunas de estas constelaciones todavía está en discusión, y por supuesto debe haber otras constelaciones para representar. Cualquier comentario y / o colaboración son bienvenidos para preservar el conocimiento estelar y el significado de la cultura azteca.</p>
