Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Burgess, E. (1860). Translation of the Surya-Siddhanta, a Text-Book of Hindu Astronomy. New Haven. - [#2]: Cornu, P. (2002). Tibetan Astrology. Boston & London: Shambhala. - [#3]: [Reingold, Edward M. and Nachum Dershowitz (2018). Calendrical Calculations: The Ultimate Edition. Cambridge: Cambridge University Press. ](https://dx.doi.org/10.1017/9781107415058)
es_419: - [#1]: Burgess, E. (1860). Traducción del Surya-Siddhanta, un libro de texto de astronomía hindú. New Haven. - [#2]: Cornu, P. (2002). Astrología tibetana. Boston y Londres: Shambhala. - [#3]: [Reingold, Edward M. y Nachum Dershowitz (2018). Cálculos calendáricos: la edición definitiva. Cambridge: Prensa de la Universidad de Cambridge. ](https://dx.doi.org/10.1017/9781107415058)
sv: - [#1]: Burgess, E. (1860). Översättning av Surya-Siddhanta, en lärobok i hinduisk astronomi. New Haven. - [#2]: Cornu, P. (2002). Tibetansk astrologi. Boston & London: Shambhala. - [#3]: [Reingold, Edward M. och Nachum Dershowitz (2018). Kalendariska beräkningar: Den ultimata utgåvan. Cambridge: Cambridge University Press: Cambridge University Press. ](https://dx.doi.org/10.1017/9781107415058)

source: Georg Zotti on May 21, 2019, reworked July-October 2023. *Zodiac* and *Gyukars* added in V25.2.
ru: Георг Зотти 21 мая 2019 г., переработан в июле-октябре 2023 г. *Зодиак* и *гюкарс* добавлены в V25.2.
sv: Georg Zotti den 21 maj 2019, omarbetad juli–oktober 2023. *Zodiac* och *Gyukars* tillagda i V25.2.
uk: Georg Zotti, 21 травня 2019 року, перероблено у липні-жовтні 2023 року. *Зодіак* і *гюкари* додано у версії 25.2.

source: The Tikuna indigenous people have inhabited the region of the Upper Solimões river for the past 2,000 years. They currently occupy a territory where the political borders of three countries converge: Brazil, Colombia, and Peru. This is the reason why the Tikuna recognize themselves as a differentiated indigenous group, while also identifying with the national identities related to these three countries.
es_419: Los indígenas tikuna habitan la región del río Alto Solimões desde hace 2000 años. Actualmente ocupan un territorio donde convergen las fronteras políticas de tres países: Brasil, Colombia y Perú. Esta es la razón por la cual los tikuna se reconocen como un grupo indígena diferenciado, al mismo tiempo que se identifican con las identidades nacionales relacionadas con estos tres países.
ru: Коренные жители тикуна населяли район верхнего течения реки Солимоэнс на протяжении последних 2000 лет. В настоящее время они занимают территорию, где сходятся политические границы трех стран: Бразилии, Колумбии и Перу. Это причина, по которой тикуна признают себя дифференцированной группой коренных народов, а также отождествляют себя с национальной идентичностью, связанной с этими тремя странами.
sv: Ursprungsfolket Tikuna har bebott området kring floden Upper Solimões under de senaste 2.000 åren. De ockuperar för närvarande ett territorium där de politiska gränserna för tre länder sammanstrålar: Brasilien, Colombia och Peru. Detta är anledningen till att Tikuna erkänner sig själva som en differentierad inhemsk grupp, samtidigt som de identifierar sig med de nationella identiteter som är relaterade till dessa tre länder.
uk: Тубільне плем'я тікуна населяє область верхньої течії річки Солімойнс протягом останніх 2000 років. Зараз плем'я проживає на території, де сходяться кордони трьох країн: Бразилії, Колумбії та Перу. Ось чому тікуна вважають себе окремою групою тубільних племен, одночасно пов'язуючи себе із однією з цих трьох країн.
