Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The main stars of <em>Ke Ka o Makali’i</em> from North to South are <em>Hokulei</em> (Capella), <em>Nanamua</em> (Castor), <em>Nanahope</em> (Pollux), <em>Puana</em> (Procyon), and <em>‘A’a</em> (Sirius). These stars connect together to create the bailer in the sky. Mintaka in Orion is an important star in this line because it rises/sets directly east or west giving the navigator an easy pointer star for direction. Mirzim (next to <em>‘A’a</em> (Sirius)) and <em>Ke Ali’i Kona i Ka Lewa</em> (Canopus) connect together to create a southern pointer. <em>‘Ekekeuehuehu</em> (&theta; Aur, Mahasim) and <em>‘Ekekeu’ena’ena</em> (&beta; Aur, Menkalinan) connect to create a northern pointer. Different north/south pointers are found in the star lines and used heavily by navigators.
fi: <em>Ke Ka o Makali’i</em> päätähdet pohjoisesta etelään ovat <em>Hokulei</em> (Capella), <em>Nanamua</em> (Castor), <em>Nanahope</em> (Pollux), <em>Puana</em> (Procyon), ja <em>‘A’a</em> (Sirius). Nämä tähdet yhdistyvät ja luovat taivaan pelastajan. Orionin Mintaka on tärkeä tähti tässä rivissä, koska se nousee/laskee suoraan itään tai länteen antaen navigaattorille helpon osoitintähden suunnan saamiseksi. Mirzim (<em>‘A’a</em> (Sirius) vieressä) ja <em>Ke Ali’i Kona i Ka Lewa</em> (Canopus) yhdistä toisiinsa luodaksesi eteläisen osoittimen. <em>‘Ekekeuehuehu</em> (&theta; Aur, Mahasim) ja <em>‘Ekekeu’ena’ena</em> (&beta; Aur, Menkalinan) muodosta yhteys luodaksesi pohjoisen osoittimen. Tähtilinjoista löytyy erilaisia pohjois- ja eteläosoittimia, ja navigaattorit käyttävät niitä voimakkaasti.

source: <em>Ka Iwikuamo’o</em> translates to the backbone (directly: Bone back-lizard). This star line is depicted as the backbone of a lizard or <em>mo’o</em> in this sky culture. It can also be representing a genealogical backbone, each star representing a generation.
fi: <em>Ka Iwikuamo’o</em> tarkoittaa selkäranka (suoraan: selkäluun lisko). Tämä tähtiviiva on kuvattu liskon selkäranka tai <em>mo’o</em> tässä tähdistötarustossa. Se voi myös edustaa sukututkimusta, jokainen tähti edustaa sukupolvea.

source: The star line itself starts with <em>Hokupa’a</em> (North Star), the ultimate northern pointer due to the star never moving in the sky, always above north. <em>Hokupa’a</em> connects down to <em>Na Hiku</em> (Big Dipper). <em>Na Hiku</em> translates to “The Seven” as there is seven stars in the Big Dipper. <em>Hokule’a</em> (Arcturus) and <em>Hikianalia</em> (Spica) are the two stars in the middle of the star line. The two PVS canoes are named after these two stars. <em>Hokule’a</em> is the “zenith” star of Hawai’i, meaning it will be directly overhead when you are at the latitude of the Hawaiian Islands. <em>Hokule’a</em> is very important to navigators on finding their way back to Hawai’i. The meaning of <em>Hokule’a</em> is “the star of gladness” because it is the star used to find home bringing joy. Next to <em>Hikianalia</em> is <em>Me’e</em>, a combination of four stars that create a box. <em>Me’e</em> connects down to <em>Hanaiakamalama</em> (Southern Cross) which is the southern pointer for <em>Ka Iwikuamo’o</em>.
fi: Itse tähtilinja alkaa <em>Hokupa’a</em> (Pohjantähti), lopullinen pohjoinen osoitin, koska tähti ei koskaan liiku taivaalla, aina pohjoisen yläpuolella. <em>Hokupa’a</em> yhdistää alas <em>Na Hiku</em> (Iso Karhu). <em>Na Hiku</em> tarkoittaa "Seitsemän", koska Isossa Karhussa on seitsemän tähteä. <em>Hokule’a</em> (Arcturus) ja <em>Hikianalia</em> (Spica) ovat kaksi tähteä tähtiviivan keskellä. Kaksi PVS-kanoottia on nimetty näiden kahden tähden mukaan. <em>Hokule’a</em> on Havaijin "zeniittitähti", mikä tarkoittaa, että se on suoraan yläpuolella, kun olet Havaijin saarten leveysasteella. <em>Hokule’a</em> on erittäin tärkeä navigoijille heidän löytäessään tiensä takaisin Havaijille. Tarkoitus <em>Hokule’a</em>on "ilon tähti", koska se on tähti, jota käytetään kotiin tuomaan iloa. Vieressä <em>Hikianalia</em> on <em>Me’e</em>, neljän tähden yhdistelmä, jotka luovat laatikon. <em>Me’e</em> yhdistää alas<em>Hanaiakamalama</em> (Etelän risti) joka on eteläinen osoitin <em>Ka Iwikuamo’o</em>.

source: <em>Manaiakalani</em> translates to “The Chief's Fishline”. This refers to the legend of the demi god Maui and his fish hook. Maui is credited for pulling up the islands with his magical fish hook.
fi: <em>Manaiakalani</em> tarkoittaa "päällikön kalasiimaa". Tämä viittaa legendaan demijumala Mauista ja hänen kalakoukustaan. Mauin tunnustetaan saarten vetämisestä ylös maagisella kalakoukullaan.

source: This star line consists of two constellations. The Navigator’s Triangle on the north and Maui’s fish hook on the south. The Navigator’s Triangle is made of three stars <em>Hawaiki</em> (Deneb), <em>Keoe</em> (Vega), and <em>Humu</em> (Altair). (It is the same figure as the Summer Triangle for modern amateur astronomers.) These stars also represent the Polynesian triangle: Hawai’i (<em>Hawaiki</em>), Rapanui (<em>Keoe</em>), and Aotearoa (<em>Humu</em>). These three islands are pulled by the fish hook of Maui (Scorpius).
fi: Tämä tähtiviiva koostuu kahdesta tähdistöstä. Navigatorin kolmio pohjoisessa ja Mauin kalakoukku etelässä. Navigaattorin kolmio koostuu kolmesta tähdestä <em>Hawaiki</em> (Deneb), <em>Keoe</em> (Vega), ja <em>Humu</em> (Altair). (Se on sama luku kuin nykyajan amatööritähtitieteilijöiden kesäkolmio.) Nämä tähdet edustavat myös Polynesian kolmiota: Havaiji (<em>Hawaiki</em>), Rapanui (<em>Keoe</em>), ja Aotearoa (<em>Humu</em>). Näitä kolmea saarta vetää Mauin (Skorpioni) kalakoukku.

source: The northern pointer is found in the Navigator’s Triangle when you connect <em>Hawaiki</em> (Deneb) and <em>Momonapikowalu</em> (&gamma; Cyg, Sadr). Southern pointers are in the fish hook when you connect <em>Mili’opu</em> (&delta; Sco, Dschubba) and <em>Kahe</em> (&pi; Sco, Nur), the stars on the top of the hook.
fi: Pohjoinen osoitin löytyy Navigaattorin kolmiosta, kun muodostat yhteyden<em>Hawaiki</em> (Deneb) ja <em>Momonapikowalu</em> (&gamma; Cyg, Sadr). Eteläiset osoittimet ovat koukussa, kun yhdistät <em>Mili’opu</em> (&delta; Sco, Dschubba) ja <em>Kahe</em> (&pi; Sco, Nur), tähdet koukun päällä.

source: <em>Ka Lupe o Kawelo</em> translates to “The Kite of Kawelo”. Kawelo was a great chief of Kaua’i and O’ahu and this star line represents the kite which was lost as a child.
fi: <em>Ka Lupe o Kawelo</em> tarkoittaa "Kawelon leijaa". Kawelo oli Kaua'in ja O'ahun suuri päällikkö ja tämä tähtiviiva edustaa leijaa, joka oli kadonnut lapsena.

source: The star line starts with <em>‘Iwakeli’i</em>, meaning Chief Frigate Bird (<em>Fregata Minor</em>). The shape of this constellation (which is Cassiopeia's W in the West) resembles the <em>‘iwa</em> bird that is known for leading voyagers to land. The center of the star line is the Kite of Kawelo (equal to the Great Square of Pegasus). The four stars that make the kite are named after Kawelo’s greatest ancestors: <em>Manokalanipo</em> (&delta; Peg, Alpheratz), <em>Kakuhihewa</em> (&beta; Peg, Scheat), <em>Pi’ilani</em> (&gamma; Peg, Algenib), and <em>Keawe</em> (&alpha; Peg, Markab). All four were famous chiefs of their time. The star line then connects south to two stars <em>Pi’ikea</em> (&beta; Cet, Deneb Kaitos) and <em>Kukaniloko</em> (&alpha; PsA, Fomalhaut).
fi: Tähtirivi alkaa <em>‘Iwakeli’i</em>, tarkoittaa pääfregattilintua (<em>Fregata Minor</em>). Tämän tähdistön muoto (joka on Kassiopeian W lännessä) muistuttaa muotoaan <em>‘iwa</em> lintu, joka tunnetaan matkailijoiden johtamisesta maihin. Tähtiviivan keskipiste on Kawelon leija (vastaa Pegasuksen suurelle aukiolle). Leijan muodostavat neljä tähteä on nimetty Kawelon suurimpien esi-isimpien mukaan: <em>Manokalanipo</em> (&delta; Peg, Alpheratz), <em>Kakuhihewa</em> (&beta; Peg, Scheat), <em>Pi’ilani</em> (&gamma; Peg, Algenib), and <em>Keawe</em> (&alpha; Peg, Markab). Kaikki neljä olivat aikansa kuuluisia päälliköitä. Tähtiviiva yhdistää sitten etelän kahteen tähteen <em>Pi’ikea</em> (&beta; Cet, Deneb Kaitos) ja <em>Kukaniloko</em> (&alpha; PsA, Fomalhaut).

source: The northern pointer is found in <em>Manokalanipo</em> (&delta; Peg, Alpheratz) and <em>Kealohalani-po-keao</em> (&beta; Cas, Caph) of <em>‘Iwakeli’i</em>. The southern pointer is connected with <em>Keawe</em> (&alpha; Peg, Markab) and <em>Kukaniloko</em> (&alpha; PsA, Fomalhaut).
fi: Pohjoinen osoitin löytyy <em>Manokalanipo</em> (&delta; Peg, Alpheratz) ja <em>Kealohalani-po-keao</em> (&beta; Cas, Caph) of <em>‘Iwakeli’i</em>. Eteläinen osoitin on yhdistetty <em>Keawe</em> (&alpha; Peg, Markab) ja <em>Kukaniloko</em> (&alpha; PsA, Fomalhaut).

source: <a href="http://hokulea.com">Polynesian Voyaging Society</a>
fi: <a href="http://hokulea.com">Polynesian matkaseura</a>

source: <a href="http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html">Hawaiian Voyaging Society</a>
fi: <a href="http://pvs.kcc.hawaii.edu/ike/hookele/hawaiian_star_lines.html">Havajin matkaseura</a>

source: <a href="http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html">Hawaiian Star Lines and Names for Stars</a>
fi: <a href="http://archive.hokulea.com/ike/hookele/hawaiian_star_lines.html">Havajilaiset tähtilinjat ja tähtien nimet</a>

source: The Hawaiian Star Compass landscape which should be used with this skyculture is available at the <a href="https://stellarium.org/landscapes.html">Stellarium Landscapes</a> collection.
fi: Hawaiian Star Compass -maisema, jota tulisi käyttää tämän taivaskulttuurin kanssa, on saatavilla osoitteessa <a href="https://stellarium.org/landscapes.html">Stellariumin maisemat</a> kokoelma.

source: Background and Acknowledgements
fi: Taustaa ja kiitokset

source: The <em>master navigator</em> behind this sky culture was Mau Piailug of Satawal, who taught the Polynesian art of celestial navigation to Nainoa Thompson, who developed this version of the sky culture that was used from 2013-17 by Hawaiians to sail around the world during the Malama Honua Voyage of Hokule’a, the Polynesian voyaging canoe. Stellarium has been used as a tool by the navigators of Hokule’a and this sky culture serves as a tool for practicing Polynesian navigation.
fi: <em>Päänavigaattori</em> tämän taivaskulttuurin takana oli Mau Piailug Satawalista, joka opetti polynesialaisen taivaan navigoinnin taiteen Nainoa Thompsonille, joka kehitti tämän version taivaskulttuurista, jota havaijilaiset käyttivät vuosina 2013–2017 purjehtiessaan ympäri maailmaa Malama Honua -matkan aikana. Hokule'a, polynesialainen matkakanootti. Hokule'an navigaattorit ovat käyttäneet Stellariumia työkaluna ja tämä taivaskulttuuri toimii työkaluna polynesialaisen navigoinnin harjoitteluun.

source: The technical implementation of the sky culture included here was contributed in 2017 by teachers Darren Kamalu and Christopher Blake, Students Jonah Apo, Nicholas Koanui, Brenden Aila and the Celestial Navigation class at Kamehameha Schools Kapalama, Honolulu, Hawai’i. Artwork by Kealoha Kaneakua.
fi: Tähän sisältyvän taivaskulttuurin tekniseen toteutukseen osallistuivat vuonna 2017 opettajat Darren Kamalu ja Christopher Blake, opiskelijat Jonah Apo, Nicholas Koanui, Brenden Aila ja Kamehameha Schools Kapalama, Honolulu, Hawai'i Celestial Navigation -luokka. Taideteos Kealoha Kaneakua.

source: Indian Vedic
de: Indisch-Vedisch
es_419: Védica india
fi: Intialais-vedalainen
ru: Индийская ведическая
sv: Indisk vedisk
uk: Індійська ведична

source: Vedic sky culture with some commonly known constellations related to Nakṣatra-s.
de: Vedische Kultur mit einigen weitverbreiteten Sternbildern mit Verbindungen zu *Nakshatras*.
es_419: Cultura estelar védica con algunas constelaciones comúnmente conocidas relacionadas con Nakṣatra-s.
fi: Vedalainen taivaskulttuuri, jossa on joitain yleisesti tunnettuja Nakṣatraihin liittyviä tähtikuvioita.
ru: Ведическая культура с некоторыми известными созвездиями связана с Накшатра [Nakṣatra-s].
sv: Vedisk himmelskultur med några allmänt kända konstellationer med anknytning till Nakṣatra-s.
uk: Ведичну картину зоряного неба з декількома відомими сузір’ями пов’язано з накшатрою.

source: The sidereal zodiac is an imaginary belt of 360 degrees (like the tropical zodiac), divided into 12 equal parts. Each twelfth part (of 30 degrees) is called a sign or rashi. Their names are shown in (brackets).
fi: Sideerinen horoskooppi on kuvitteellinen 360 asteen vyö (kuten trooppinen horoskooppi), joka on jaettu 12 yhtä suureen osaan. Jokaista kahdestoista osaa (30 astetta) kutsutaan merkiksi tai rashiksi. Heidän nimensä näkyvät (suluissa).

source: In stellarium, we show Rāśi constellations attached to the corresponding asterisms, and not as divisions of the ecliptic offset away from their original locations to account for precession.
fi: Stellariumissa näytämme Rāśi-tähtikuvioita liitettyinä vastaaviin tähtiin, emme ekliptiikan jakoina, jotka siirtyvät pois alkuperäisistä paikoistaan precession huomioon ottamiseksi.

source: In traditional astronomy there are two systems of measuring time - Lunar Calender & Solar calender. In both cases one year is divided into 12 months or "māsā". Name of the solar months originated from these constellation' names.
fi: Perinteisessä tähtitieteessä on kaksi ajan mittausjärjestelmää - Lunar Calender & Solar Calender. Molemmissa tapauksissa yksi vuosi on jaettu 12 kuukauteen tai "māsā". Aurinkokuukausien nimi on peräisin näistä tähdistöjen nimistä.

source: In Hindu tradition the ecliptic is divided into 27 parts of approximately 13°20", which correspond with 27 asterisms known as the nakṣatra-s (full list, with western equivalents here: https://goo.gl/2PVi28 ). In the earliest extant layers of the tradition this number is 28. This division is critical for several purposes including timing rituals and determining the birth lunar mansions. Since these asterisms define an area in the sky, they are also technically constellations.
fi: Hinduperinteessä ekliptika on jaettu 27 osaan, joiden pituus on noin 13°20", jotka vastaavat 27 asterismia, jotka tunnetaan nimellä nakṣatra-s (täydellinen luettelo, länsimaiset vastineet täällä: https://goo.gl/2PVi28 ). Perinteen varhaisimmat säilyneet kerrokset tämä luku on 28. Tämä jako on kriittinen useissa tarkoituksissa, kuten ajoitusrituaaleissa ja Kuun tähtikuvion syntymän määrittämisessä. Koska nämä asterismit määrittelevät alueen taivaalla, ne ovat myös teknisesti tähtikuvioita.

source: sUrya-siddhAnta and vedAnga-jyotiSha specify start coordinates for the 13°20" divisions using some stars (Please see penultimate paragraph in <a href="https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n42/mode/1up">this page</a>)
fi: sUrya-siddhAnta ja vedAnga-jyotiSha määrittävät alkukoordinaatit 13°20" jakoille käyttämällä tähtiä (katso toiseksi viimeinen kappale <a href="https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n42/mode/1up">tällä sivulla</a>)

source: The earliest complete nakṣatra lists are found in the Taittirīya-śruti and the Atharvaveda where they are recited as part of the nakṣatreṣṭi ritual which places the deities of pantheon in these celestial compartments. Some scholars opine that the tradition shows that by the early medieval period, the nakṣatra identification had changed to a small degree from the Vedic period.
fi: Varhaisimmat täydelliset nakṣatra-luettelot löytyvät Taittirīya-śrutista ja Atharvavedasta, jossa ne lausutaan osana nakṣatreṣṭi-rituaalia, jossa panteonin jumalat asetetaan näihin taivaan osastoihin. Jotkut tutkijat ovat sitä mieltä, että perinne osoittaa, että varhaiskeskiajalla nakṣatra-identifiointi oli muuttunut pienessä määrin Veda-kaudesta.

source: There are multiple rich mythologies and symbolisms associated with the same constellations and stars (Example: <a href="https://www.youtube.com/watch?v=Jq__DXtfeXw">Raj Vedam on Rohini</a>) - it wouldn't do to rely on one to the exclusion of others during translation or truncated description. Hence we stick to etymological translations; and rather than including long mythological accounts here, just suggest that interested readers delve into them separately. (See references below.)
fi: Samoihin tähtikuvioihin ja tähtiin liittyy useita rikkaita mytologioita ja symbolismia (esimerkki:<a href="https://www.youtube.com/watch?v=Jq__DXtfeXw">Raj Vedam on Rohini</a>) - ei kannata luottaa yhteen muiden poissulkemiseksi käännöksen tai katkaistun kuvauksen aikana. Siksi pysymme etymologisissa käännöksissä; ja sen sijaan, että sisällyttäisit tähän pitkiä mytologisia kertomuksia, ehdota vain, että kiinnostuneet lukijat perehtyvät niihin erikseen. (Katso viitteet alla.)

source: Name of the lunar months originated from those 12 divisions' names in which full moon or "Purnimā" occurs. Unlike a solar day which defined by a sunrise to next sunrise, a lunar day or moon's position in a nakshatra doesn't depends on sun rising or moon rising. Thus a lunar day may start in any time of a solar day. Like other ancient human cultures, vedic people innovated a number of systems of which intercalary lunar months became most used, that is adding another month every 32.5 months on average or 4 months in every 11 years to correct the mismatch between lunar and solar year.
fi: Kuukuukausien nimi on peräisin niiden 12 divisioonan nimestä, joissa täysikuu tai "Purnimā" esiintyy. Toisin kuin aurinkopäivä, jonka määrittelee auringonnousu seuraavaan auringonnousuun, Kuun päivä tai Kuun sijainti nakshatrassa ei riipu auringon noususta tai Kuun noususta. Siten Kuun päivä voi alkaa mihin tahansa aurinkopäivän aikaan. Kuten muutkin muinaiset ihmiskulttuurit, vedalaiset innovoivat useita järjestelmiä, joista eniten käytettyjä Kuun välisiä kuukuukausia, toisin sanoen lisätty toinen kuukausi keskimäärin 32,5 kuukauden välein tai 4 kuukautta 11 vuoden välein korjatakseen Kuun ja aurinkovuoden välisen epäsuhta.

source: A few of the yogatārā-s or prominent asterisms in the nakṣatra-s (going by their mainstream identification) lie slightly outside their constellation boundaries - in which case, any resultant problem (with regards to ritual timing or astrology) should be solved by other means (some people propose alternate identifications for such yogatārā-s).
fi: Muutamat nakṣatran yogatārāt tai näkyvät asterismit (menevät niiden yleisen identifioinnin perusteella) ovat hieman niiden konstellaatiorajojen ulkopuolella - jolloin kaikki niistä johtuvat ongelmat (rituaalisen ajoituksen tai astrologian suhteen) tulisi ratkaista muiden toimesta. tarkoittaa (jotkut ihmiset ehdottavat vaihtoehtoisia tunnisteita sellaisille yogārā-sille).

source: Navagraha - Nine "planets"
fi: Navagraha - Yhdeksän "planeettaa"

source: They observed that some celestial body moves independently relative to background stars and named them "planets" or "graha". As such The sun and moon are also treated as graha. They also named the lunar nodes as graha-s as these points are very important to calculate the eclipses. Name of vedic days originated from these planet's names.
fi: He havaitsivat, että jotkut taivaankappaleet liikkuvat itsenäisesti suhteessa taustatähtiin ja nimesivät ne "planeetoiksi" tai "grahaksi". Sellaisenaan aurinkoa ja kuuta käsitellään myös grahana. He myös nimesivät Kuun solmut grahaiksi, koska nämä pisteet ovat erittäin tärkeitä pimennysten laskennassa. Veedisten päivien nimi on peräisin näiden planeettojen nimistä.

source: Designation
fi: Nimitys

source: Name of Solar days
fi: Aurinkopäivien nimi

source: (Sun)
fi: (Aurinko)

source: Sun God
fi: Auringon jumala

source: (Sunday)
fi: (Sunnuntai)

source: (Moon)
fi: (Kuu)

source: Moon god
fi: Kuun jumala

source: (Monday)
fi: (Maanantai)

source: God of war
fi: Sodan jumala

source: (Tuesday)
fi: (Tiistai)

source: (Mercury)
fi: (Merkurius)

source: Son of Moon
fi: Kuun poika

source: (Wednesday)
fi: (Keskiviikko)

source: Teacher of Gods
fi: jumalien opettaja

source: (Thursday)
fi: (Torstai)

source: Mentor of Demons
fi: Demonien mentori

source: (Friday)
fi: (Perjantai)

source: (Saturn)
fi: (Saturnus)

source: God of Misfortune
fi: Epäonnen Jumala

source: (Saturday)
fi: (Lauantai)

source: lunar node
fi: Kuun solmu

source: General
fi: Yleiset

source: <a href="https://sa.wikipedia.org/wiki/नक्षत्रम्" class='external text' rel="nofollow">Nakshatra</a> article at Sanskrit Wikipedia
fi: <a href="https://sa.wikipedia.org/wiki/नक्षत्रम्" class='external text' rel="nofollow">Nakshatra</a> artikkeli Sanskriitinkielisessä Wikipediassa

source: <a href="http://en.wikipedia.org/wiki/Nakshatra" class='external text' rel="nofollow">Nakshatra</a> article at English Wikipedia
fi: <a href="http://en.wikipedia.org/wiki/Nakshatra" class='external text' rel="nofollow">Nakshatra</a> artikkeli englaninkielisessä Wikipediassa

source: <a href="https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up" class='external text' rel="nofollow">History Of Calendar-Panchanga Committee Report</a>
fi: <a href="https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up" class='external text' rel="nofollow">Kalenteri-Panchanga-komitean raportin historia</a>

source: <a href="http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf" class='external text'> "Possible period of the design of Nakshatras and Abhijit"</a>
fi: <a href="http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf" class='external text'> "Nakshatran ja Abhijitin suunnittelun mahdollinen aika"</a>

source: Mythology
fi: Mytologia

source: Much of the below is available online for free at archive.org.
fi: Suuri osa alla olevista on saatavilla ilmaiseksi verkossa osoitteessa archive.org.

source: Secondary references such as: Purana Encyclopedia, Purana Index, Mahabharata Index, Vedic Indix
fi: Toissijaiset viittaukset, kuten: Purana Encyclopedia, Purana Index, Mahabharata Index, Vedic Indix

source: Vedas, Agamas
fi: Vedat, Agamas

source: <a href="https://archive.org/details/vedicchronologya033083mbp/page/n5" class='external text'> Vedic Chronology And Vedanga Jyotisha by Bala Gangadhar Tilak</a>
fi: <a href="https://archive.org/details/vedicchronologya033083mbp/page/n5" class='external text'> Vedic kronologia ja Vedanga Jyotisha kirjoittanut Bala Gangadhar Tilak</a>

source: <a href="https://archive.org/details/in.gov.ignca.5110" class='external text'> Orion The Antiquity Of The Vedas by Bala Gangadhar Tilak</a>
fi: <a href="https://archive.org/details/in.gov.ignca.5110" class='external text'> Bala Gangadhar Tilak Orion Vedan antiikki</a>

source: <a href="https://archive.org/details/arctichm/page/n21/mode/2up" class='external text'> The Arctic Home in the Vedas by Bal Gangadhar Tilak</a>
fi: <a href="https://archive.org/details/arctichm/page/n21/mode/2up" class='external text'> Arktinen koti vedoissa, Bal Gangadhar Tilak</a>

source: <a href="https://archive.org/details/HamletsMill" class='external text'>Hamlet's Mill: An Essay on Myth & the Frame of Time by Giorgio de Santillana, Hertha von Dechend</a>
fi: <a href="https://archive.org/details/HamletsMill" class='external text'>Hamletin mylly: Giorgio de Santillanan, Hertha von Dechendin essee myytistä ja aikakehyksestä</a>

source: Contributors
fi: Tekijät

source: Contributors from the <a href="https://github.com/sanskrit-coders">sanskrit-coders community</a> (esp <a href="https://github.com/vvasuki/">Vishvas Vasuki</a>.
fi: Avustajat <a href="https://github.com/sanskrit-coders">sanskrit-koodaajien yhteisöstä</a> (erityisesti <a href="https://github.com/vvasuki/">Vishvas Vasuki</a>.
