Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Estelina Quinatoa (The Jaguar): Constellation that governs the male cycle, also called "Wilca" or "Otorongo", indicates the arrival of the crops of tender grains.
fi: Estelina Quinatoa (Jaguar): Miesten kiertokulkua hallitseva tähdistö, jota kutsutaan myös "Wilcaksi" tai "Otorongoksi", osoittaa herkkien jyvien saapumisen.

source: Mercedes Cotacachi (The Monkey): Constellation that governs the female cycle, indicates the arrival of rains and the start of agricultural processes.
fi: Mercedes Cotacachi (Apina): Tähdistö, joka hallitsee naisten kiertokulkua, osoittaa sateiden saapumisen ja maatalousprosessien alkamisen.

source: Hernán Crespo Toral (The Frog): The "Hampatu" is the animal that has several stages, like the Andean thought, it appears on the night of the June solstice and it is related to the contact with the world of the dead.
fi: Hernán Crespo Toral (Sammakko): "Hampatu" on eläin, jolla on useita vaiheita, kuten Andien ajatus, se ilmestyy kesäkuun päivänseisauksen yönä ja liittyy kontaktiin kuolleiden maailmaan.

source: Ana Jaramillo de Velasteguí (The Warrior): Known as "the Man and the Spear" or "The Dancer", the constellation governs the December solstice.
fi: Ana Jaramillo de Velasteguí (Soturi): "Mies ja keihäs" tai "tanssija" tunnettu tähdistö hallitsee joulukuun päivänseisausta.

source: These constellations, asterisms and measurements are part of <b>the legacy of Ancestral Knowledge</b> protected and compiled by the <b>Clan Quinatoa, guardians of the millenary knowledge of the Lundauco Valley in Imbabura - Ecuador</b>
fi: Tähtikuviot, asterismit ja mitat ovat osa <b>esi-isien tiedon perintö</b>suojattu ja koonnut <b>Clan Quinatoa, Lundaucon laakson vuosituhannen tietämyksen vartijat Imbaburassa - Ecuadorissa</b>

source: The astral information is based on the study of Andrés Alejandro Ayala Quinatoa in "Millenary Astronomy, what my teachers and ancestors taught me"; Servio Jr. Paladines collaborates for the computer integration.
fi: Astraalitiedot perustuvat Andrés Alejandro Ayala Quinatoa tutkimukseen "Millenary Astronomy, mitä opettajani ja esi-isäni opettivat minulle"; Servio Jr. Paladines tekee yhteistyötä tietokoneiden integroimiseksi.

source: The present illustrations are inspired by the pre-Hispanic designs of the Pasto nation investigated by Estelina Quinatoa for the book "Ancestral Representations and Colors of the Cosmos" (Ministry of Culture and Heritage of Ecuador).
fi: Nykyiset kuvitukset ovat saaneet inspiraationsa Estelina Quinatoa tutkimasta Pasto-kansakunnan esilatinalaisamerikkalaisuudesta kirjaa "Ancestral Representations and Colors of the Cosmos" varten (Ecuadorin kulttuuri- ja perintöministeriö).

source: Romanian
de: Rumänisch
es_419: Rumana
fi: Romanialainen
ru: Румынская
sv: Rumänsk
uk: Румунська

source: Considered as a whole, Romanian popular stellar mythology has three essential components.
fi: Kokonaisuutena katsottuna Romanian suositussa tähtimytologiassa on kolme olennaista osaa.

source: The FIRST one - the ancestral pastoral-agricultural is pre-Christian, in which the sky seen both as an agrarian clock for specific activities and as an "exhibition" of agricultural tools used by peasants.
fi: ENSIMMÄINEN - esi-isien paisto-maatalous on esikristillistä, jossa taivas nähdään sekä maatalouden kellona tiettyä toimintaa varten että talonpoikien käyttämien maataloustyökalujen "näyttelynä".

source: The SECOND component - more recent - corresponding to the Christianization of Romanian geographical space and repositioning in the sky the Christian and pre-Christian elements where constellations are associated with cosmogonical and theogonical myths, so that the sky is seen more like a church.
fi: TOINEN komponentti - uudempi - vastaa Romanian maantieteellisen tilan kristinuskoa ja kristillisten ja esikristillisten elementtien uudelleensijoittamista taivaalle, jossa tähtikuviot yhdistetään kosmogonisiin ja teogonisiin myytteihin, jotta taivas nähdään enemmän kirkkona.

source: And the THIRD component - the origin of the Romanian people, projecting on the sky the synthesis of formation of this people (the conquest of Dacia by the Romans) through projection of dramatic scenes from this history of Dacians mixing with the Romans.
fi: Ja KOLMAS komponentti - Romanian kansan alkuperä, projisoi taivaalle tämän kansan muodostumisen synteesin (roomalaisten valloitus Dacian) projisoimalla dramaattisia kohtauksia tästä historiasta, jossa dakialaiset sekoittuvat roomalaisten kanssa.

source: <strong>Note</strong>: in Western Constellation Orion there are four Traditional Romanian Constellations that are overlapping.
fi: <strong>Merkintä</strong>: änsi-Orionin tähdistössä on neljä perinteistä romanialaista tähdistöä, jotka ovat päällekkäisiä.

source: External links:
fi: Ulkoiset linkit:

source: <a href="http://www.crt-ro.com">Website for Tradițional Romanian Constellation</a>
fi: <a href="http://www.crt-ro.com">Perinteisen romanialaisen tähdistön verkkosivusto</a>

source: <a href="http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale">On-line booklet in ro/en about 39 Traditional Romanian Constellations</a>
fi: <a href="http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale">Online-kirjanen ro/en-kielellä 39 perinteisestä romanialaisesta tähtikuviosta</a>

source: <a href="http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro">30 seconds movies made from scripts and with subtitle in English</a>
fi: <a href="http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro">30 sekunnin elokuvat käsikirjoituksista ja englanninkielisillä tekstityksillä</a>

source: <a href="http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news">Romanian peasants beliefs in stars and sky – Translation of texts adapted from Ion Ottescu</a>
fi: <a href="http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news">Romanian talonpoikien usko tähtiin ja taivaaseen – Ion Ottesculta muokattujen tekstien käännös</a>

source: Thanks to Andrei Dorian Gheorghe and Alastair McBeth – SARM members
fi: Kiitos Andrei Dorian Gheorghe ja Alastair McBeth – SARM-jäsenet

source: Authors:
fi: Tekijät:

source: This sky culture was contributed by Stellarium user <a href="mailto:MirceaLite@yahoo.com">Mircea Lite</a> on behalf of Baia Mare Planetarium, as a result of a project called <em>Traditional Romanian Constellations</em> primarily based on the book <em>Romanian peasants beliefs in stars and sky</em> by Ioan Otescu.
fi: Tämän tähdistötaruston loi Stellariumin käyttäjä <a href="mailto:MirceaLite@yahoo.com">Mircea Lite</a> Baia Mare Planetariumin puolesta projektin tuloksena <em>Traditional Romanian Constellations</em> perustuu ensisijaisesti kirjaan <em>Romanian peasants beliefs in stars and sky</em> kirjoittanut Ioan Otescu.

source: The Romanian constellation lines, images, scripts and texts for movies prepared by <a href="mailto:rlodina@gmail.com">Radu Lodina</a> and <a href="mailto:OviIgnat@yahoo.com">Ovidiu Ignat</a>. Romanian constellation art done by Zamfir Somcutean.
fi: Romanian tähdistölinjat, kuvat, käsikirjoitukset ja tekstit elokuville, jotka on valmistanut <a href="mailto:rlodina@gmail.com">Radu Lodina</a> ja <a href="mailto:OviIgnat@yahoo.com">Ovidiu Ignat</a>. Zamfir Somcuteanin tekemä romanialainen tähtikuvio.

source: Sami
fi: Saamelainen
ru: Саамская
sv: Samisk
uk: Саамі

source: The Sami people are considered to be the native population of northern Norway, Sweden, Finland and West Russia (the Kola Peninsula). More information can be found at <a href="http://www.eng.samer.se/">samer.se</a> and in the <a href="http://en.wikipedia.org/wiki/Sami_people">Sami people article in Wikipedia</a>.
fi: Saamelaisia pidetään Pohjois-Norjan, Ruotsin, Suomen ja Länsi-Venäjän (Kuolan niemimaan) alkuperäisväestönä. Lisätietoja löytyy osoitteesta <a href="http://www.eng.samer.se/">samer.se</a> ja <a href="http://en.wikipedia.org/wiki/Sami_people">Wikipedian saamelaisartikkelissa</a>.

source: Sources
fi: Lähteet

source: Stellarium's Sami sky culture is based on the work of Bo Lundmark <i>Bæi'vi mánno nástit</i> (Swedish title: <i>Sol- och månkult samt astrala och celesta föreställninga bland samerna</i> [<i>Sun and Moon cult and astral and celestial concepts among the Sami</i>], 1982), who based much of his work on the writings of the Sami artist and author Johan Turi.
fi: Stellariumin saamelainen tähtitarusto perustuu Bo Lundmarkin työhön <i>Bæi'vi mánno nástit</i> (Ruotsalainen otsikko: <i>Sol- och månkult samt astrala och celesta föreställninga bland samerna</i> [<i>Aurinko- ja kuukultti sekä astraali- ja taivaankäsitteet saamelaisten keskuudessa</i>], 1982), joka perustui suuren osan työstään saamelaisen taiteilijan ja kirjailijan Johan Turin kirjoituksiin.

source: This sky culture is a conglomeration of at least three slightly different cultures from the people of the South-Sami, North-Sami and Russian Sami. Each of these groups have slightly different languages and as such there may be small differences with some references.
fi: Tämä taivaskulttuuri on vähintään kolmen eteläsaamelaisista, pohjoissaamelaisista ja venäläissaamelaisista hieman erilaisen kulttuurin ryhmittymä. Jokaisessa näistä ryhmistä on hieman eri kielet, ja siksi niissä saattaa olla pieniä eroja joidenkin viitteiden kanssa.

source: Sami constellations can be observed on Sami artifacts connected to the old religion, suggesting that the night sky played an important cultural role for Sami peoples in years gone by.
fi: Saamelaisten tähdistöjä on havaittavissa vanhaan uskontoon liittyvissä saamelaisesineissä, mikä viittaa siihen, että yötaivaalla oli saamelaiskansoille tärkeä kulttuurinen rooli menneinä vuosina.

source: The Sami sky culture has a lot in common with other arctic and sub-arctic cultures in Eurasia. One unfortunate similarity is that much of the culture was lost before it was recorded properly.
fi: Saamelaiskulttuurilla on paljon yhteistä Euraasian muiden arktisten ja subarktisten kulttuurien kanssa. Yksi valitettava samankaltaisuus on, että suuri osa kulttuurista menetettiin ennen kuin se kirjattiin kunnolla.

source: Constellations and Stars
fi: Tähdistöt ja tähdet

source: The Sami constellations are probably very old but were recorded in writing during the 19th century. In is unclear if the written record is complete. The constellations and stars included here are all connected to the dominant constellation, <i>Sarva</i> &mdash; the elk. Sarva is the Sami name for elk, an alternative name is <i>Sarvvis</i> &mdash; Bull elk. The origin of this constellation probably dates back to the old hunter culture before reindeer were domesticated.
fi: Saamelaisten tähtikuviot ovat luultavasti hyvin vanhoja, mutta ne kirjattiin muistiin 1800-luvulla. On epäselvää, onko kirjallinen muistiinpano täydellinen. Tähän sisältyvät tähtikuviot ja tähdet ovat kaikki yhteydessä hallitsevaan tähdistykseen,<i>Sarva</i> &mdash; hirvi. Sarva on hirven saamenkielinen nimi, vaihtoehtoinen nimi on <i>Sarvvis</i> &mdash; Härkä hirvi. Tämän tähdistön alkuperä juontaa juurensa todennäköisesti vanhaan metsästäjäkulttuuriin ennen porojen kesytystä.

source: <i>Sarva</i> consists of the Western constellations Cassiopeia, Perseus and parts of Auriga. Constellations and stars surrounding Sarva represent hunters of the elk. <i>Favdna</i> (also transcribed as <i>Favtna</i>) is the star Arcturus, and represents the Hunter who aims at the elk with his bow and arrow (<i>Fauna davgge</i> &mdash; the Big Dipper). Favdna must aim well, for if he hits the Sky Support <i>Boahjenaste</i> (the star Polaris), legend has it that the world will come to an end.
fi: <i>Sarva</i> koostuu läntisistä tähdistöistä Cassiopeia, Perseus ja osista Aurigaa. Sarvaa ympäröivät tähtikuviot ja tähdet edustavat hirven metsästäjiä. <i>Favdna</i> (litteroitu myös nimellä <i>Favtna</i>) on tähti Arcturus ja edustaa metsästäjää, joka tähtää hirveen jousella ja nuolellaan (<i>Fauna davgge</i> &mdash; Iso Karhu). Favdnan on tähdättävä hyvin, sillä jos hän osuu Taivaan tukeen <i>Boahjenaste</i> (tähti Polaris), legendan mukaan maailmanloppu tulee.

source: Favdna has a number of helpers: <i>Galla</i> (Procyon<sup><a href="#note1">1</a></sup>) and his sons <i>Gallabarneck</i> (Orion's belt), the "Ski Runners", <i>Cuoigahægjek</i> (Castor and Pollux) and "The Runner" (Vega). The Pleiades are called <i>Rougot</i> (dog pack) or <i>Miese-cora</i> (calfpack).
fi: Favdnalla on useita avustajia: <i>Galla</i> (Procyon<sup><a href="#note1">1</a></sup>) ja hänen poikansa <i>Gallabarneck</i> (Orionin vyö), "Hiihtäjät", <i>Cuoigahægjek</i> (Castor and Pollux) ja "Juoksija" (Vega). The Pleiades kutsutaan <i>Rougot</i> (koiranpaketti) tai <i>Miese-cora</i> (vasikkareppu).

source: The Milky Way is called <i>Lodde-raiddaras</i> (lit. bird path) or <i>Jakke-mærka</i> (lit. year mark). The name used depends on the season. In the sky chart of Johan Turi, one can observe a star <i>Guovso-naste</i>, morning star, that can be identified as Venus, but this is not certain as it can also be identified as Altair, a star showing the morning is approaching (similar to Arcturus in the Norse skyculture).
fi: Linnunrataa on kutsuttu <i>Lodde-raiddaras</i> (kirjaimellisesti. linnun polku) tai <i>Jakke-mærka</i> (kirjaimellisesti vuosimerkki). Käytetty nimi riippuu vuodenajasta. Johan Turin taivaskartassa näkyy tähti <i>Guovso-naste</i>, aamutähti, joka voidaan tunnistaa Venukseksi, mutta tämä ei ole varmaa, koska se voidaan tunnistaa myös Altairiksi, tähdeksi, joka näyttää aamun lähestyvän (samanlainen kuin Arcturus pohjoismaisessa taivaskulttuurissa).

source: The Sami sky culture does not have a large number of constellations. This is thought to be mainly because of the high Northerly latitude of the Sami people's range. Two factors contribute to this: that the Southern sky stays below the horizon to a large extent, and that the Aurora Borealis is frequently bright enough to obscure many stars.
fi: Saamelaisen taivaan kulttuurissa ei ole paljon tähtikuvioita. Tämän arvellaan johtuvan pääasiassa saamelaisten levinneisyysalueen korkeasta pohjoisesta leveysasteesta. Kaksi tekijää vaikuttaa tähän: se, että eteläinen taivas pysyy suurelta osin horisontin alapuolella ja että Aurora Borealis on usein tarpeeksi kirkas peittämään monet tähdet.

source: <a name="note1" />The exact star which represents <i>Galla</i> is uncertain. it is probably Procyon, Rigel or Sirius - Procyon was chosen as Galla for this sky culture since Sirius is very hard to spot from the latitude where the Sami live.
fi: <a name="note1" />Tarkka tähti, joka edustaa <i>Galla</i> on epävarma. se on luultavasti Procyon, Rigel tai Sirius - Procyon valittiin Gallaksi tälle taivaskulttuurille, koska Siriusta on erittäin vaikea havaita leveysasteelta, jossa saamelaiset asuvat.

source: Samoan
de: Samoanisch
es_419: Samoano
fi: Samoalainen
ru: Самоанская
sv: Samoansk
uk: Самоанська

source: Formerly known as the <i>Navigator Islands</i>, the Samoan archipelago has been the launch site for countless ocean voyages since its settlement 3,000 years ago by the ancestors of today’s Polynesians. Like other Pacific Islander societies, the Samoans possessed an incredible body of astronomical knowledge, cultivated through generations of scientific observational study (tofāmamao). Over time, indigenous wayfinding science has been almost completely replaced by digital navigation technologies, but the names and stories attached to some celestial features have persisted through oral traditions and colonial era publications. Beside their value as nautical aids, the moon, stars, and planets also marked the lunar months, annual socioreligious festivals, and the timing of agricultural cycles.
fi: Tunnettiin aiemmin nimellä <i>Navigaattorisaaret</i>, Samoan saaristo on ollut lukemattomien valtamerimatkojen lähtöpaikka siitä lähtien, kun sen 3000 vuotta sitten asuttivat nykypäivän polynesialaisten esi-isät. Muiden Tyynenmeren saarten yhteiskuntien tavoin samoalaisilla oli uskomaton määrä tähtitieteellistä tietoa, jota on viljelty sukupolvien tieteellisten havaintojen avulla (tofāmamao). Ajan myötä alkuperäiskansojen tietiede on lähes kokonaan korvattu digitaalisilla navigointitekniikoilla, mutta joihinkin taivaanpiirteisiin liittyvät nimet ja tarinat ovat säilyneet suullisten perinteiden ja siirtomaa-ajan julkaisujen kautta. Merenkulun apuvälineiden arvon lisäksi Kuu, tähdet ja planeetat merkitsivät myös Kuun kuukausia, vuosittaisia yhteiskunnallisia uskonnollisia festivaaleja ja maatalouden syklien ajoitusta.

source: General Terminology
fi: Yleinen terminologia

source: star
fi: tähti

source: sun
fi: aurinko

source: moon
fi: kuu

source: sky
fi: taivas

source: constellation ("star clusters")
fi: tähdistö ("tähtiklusterit")

source: twinkling
fi: tuike

source: observed halo or reflective ring around star/moon
fi: havaittu halo tai heijastava rengas tähden/Kuun ympärillä

source: light emitted by sun/star, reflected by moon
fi: auringon/tähden lähettämä valo, Kuun heijastuma

source: outer space ("immeasurable space"/"expanse"/"dark void")
fi: ulkoavaruus ("mittaamaton avaruus"/"lakeus"/"tumma tyhjyys")

source: meteor/shooting star ("fire star"/"flying star"/"fire-carrying star")
fi: meteori/lentotähti ("tulitähti"/"lentävä tähti"/"tulta kantava tähti")

source: comet ("smoke plume")
fi: komeetta ("savupilvi")

source: rainbow
fi: sateenkaari

source: starpath/orbit
fi: tähtipolku/kiertorata

source: endpoint of starpath/orbit (point on the horizon where star/sun/moon/planet is seen to rise/set from)
fi: tähtiradan/kiertoradan päätepiste (piste horisontissa, josta tähden/auringon/Kuun/planeetan nähdään nousevan/laskevan)

source: the moment at which a star/moon/planet becomes visible at the horizon ("obscured in the sea mist")
fi: hetki, jolloin tähti/kuu/planeetta tulee näkyviin horisontissa ("meren sumussa peitettynä")

source: to set (descent of star/moon/sun/planet below the horizon)
fi: laskeutua (tähden/Kuun/Auringon/planeetan laskeutuminen horisontin alapuolelle)

source: to rise (ascent of star/moon/sun /planet above the horizon)
fi: nousta (tähden/Kuun/Auringon/planeetan nousu horisontin yläpuolelle)

source: navigational path formed by a series of constellations/stars rising in sequence
fi: navigointipolku, jonka muodostaa sarja peräkkäin nousevia tähtikuvioita/tähtiä

source: solar eclipse
fi: auringonpimennys

source: lunar eclipse
fi: kuunpimennys

source: zenith position
fi: zeniittiasema

source: to descend from zenith position toward horizon
fi: laskeutua zeniittiasennosta kohti horisonttia

source: spatial division of the sky/horizon
fi: taivaan/horisontin alueellinen jako

source: horizon
fi: horisontti

source: to catch a fleeting glance of star/moon during cloudy conditions
fi: nappaaksesi ohikiitävän tähden/Kuun katseen pilvisissä olosuhteissa

source: obstructed view of star/moon
fi: estetty näkymä tähteen/kuuhun

source: view of sky obstructed by clouds
fi: näkymä taivaalle pilvien peittämä

source: period of time when star/moon/planet is not visible
fi: aika, jolloin tähti/kuu/planeetta ei ole näkyvissä

source: clear view of sky
fi: selkeä näkymä taivaalle

source: the act of watching the sky for stars/signs
fi: tähtien/merkkien tarkkaileminen taivaalta

source: to lay down in the hull to observe the sky above
fi: makaamaan runkoon tarkkailemaan taivasta yllä

source: appearance of star/moon/sun/planet
fi: tähden/Kuun/Auringon/planeetan ulkonäkö

source: disappearance of star/moon/sun/planet
fi: tähden/Kuun/Auringon/planeetan katoaminen

source: Planet Terminology
fi: Planeetan terminologia

source: ("Undying Mystery") Jupiter; associated with the ritual observance of the Amo o Ātua iā Tupualēgase (the Ātua chiefdomʻs annual celebration of the deity Tupualēgase, who is embodied by the planet Jupiter).
fi: ("Kuolevainen mysteeri") Jupiter; liittyy Amo o Ātua iā Tupualēgasen rituaaliseen noudattamiseen (Ātua-pääkunnan vuosittainen Jupiterin ruumiillistuman Tupualēgase-jumalan juhla).

source: ("Forbidden Radiance") Venus; associated with the cannibal demigoddess Tapuʻitea who self-exiled herself to outer space to spare her son Toʻivā from her insatiable appetite; Toʻivā (abbreviation of Toʻivaitotonuoleʻatoatufuga) is also seen in the night sky as an adze-shaped constellation (Sickle of Leo); Venus is known to pass through Leo once (sometimes twice) a year, acknowledging the relationship between mother and son.
fi: ("Kielletty säteily") Venus; liittyy kannibaalipuolijumalattareen Tapuʻiteaan, joka karkoitti itsensä ulkoavaruuteen säästääkseen poikansa Toʻivā kyltymättömältä ruokahalulta; Toʻivā (lyhenne sanoista Toʻivaitotonuoleʻatoatufuga) nähdään myös yötaivaalla adzen muotoisena tähtikuviona (Leon sirppi); Venuksen tiedetään kulkevan Leijonan läpi kerran (joskus kahdesti) vuodessa, tunnustaen äidin ja pojan välisen suhteen.

source: ("Morning Star") Venus when seen before sunrise; associated with the legend of Tapuʻitea.
fi: ("Aamutähti") Venus nähtynä ennen auringonnousua; liittyy Tapuʻitea-legendaan.

source: ("Reddish Face/Surface") Mars.
fi: ("Punaiset kasvot/pinta") Mars.

source: ("Brownish") Mercury.
fi: ("ruskea") Merkurius.

source: ("Garland Star") Saturn.
fi: ("Garland-tähti") Saturnus.

source: Star Terminology
fi: Tähtien terminologia

source: ("Two Men") Alpha and Beta Centauri collectively; associated with the legend of Sumu (Crux, Southern Cross).
fi: ("Kaksi miestä") Alpha ja Beta Kentauri yhdessä; liittyy legendaan Sumusta (Crux, eteläinen risti).

source: Alpha and Beta Centauri individually (no distinction between the two); associated with the legend of Sumu (Crux, Southern Cross).
fi: Alpha ja Beta Kentauri erikseen (ei eroa näiden kahden välillä); liittyy legendaan Sumusta (Ydin, eteläinen risti).

source: M4 and M80 within Scorpius (no distinction between the two); associated with the legend of Toloa (head of Scorpius).
fi: M4 ja M80 Skorpionissa (ei eroa näiden kahden välillä); liittyy legendaan Toloasta (Skorpionin pää).

source: ("Gliding Star") Sirius; considered zenith star for traveling between Sāmoa and Fiji.
fi: ("Liukuva tähti") Sirius; pidettiin huipputähtenä matkustaessaan Sāmoan ja Fidžin välillä.

source: ("Slow-Moving") Sirius; considered zenith star for traveling between Sāmoa and Fiji.
fi: ("Hitaasti liikkuva") Sirius; pidettiin huipputähtenä matkustaessaan Sāmoan ja Fidžin välillä.

source: ("Two Salutations") refers to Sirius during the part of the year when it is visible both at sunrise and sunset (thus "greeted twice" on the same day).
fi: ("Kaksi tervehdystä") viittaa Siriukseen vuoden aikana, jolloin se näkyy sekä auringonnousun että -laskun aikaan (siis "tervehtii kahdesti" samana päivänä).

source: ("Taʻulua Eastward") Sirius seen at sunrise.
fi: ("Taʻulua Eastward") Sirius nähty auringonnousun aikaan.

source: ("Taʻulua Westward") Sirius seen at sunset.
fi: ("Taʻulua Westward") Sirius nähty auringonlaskun aikaan.

source: ("Flying Cloud") Small Magellanic Cloud.
fi: ("Lentävä pilvi") Pieni Magellanin pilvi.

source: ("Pale Cloud") Large Magellanic Cloud.
fi: ("Vaalea pilvi") Laaja Magellanin pilvi.

source: ("Expanse") Milky Way.
fi: ("Lakeus") Linnunrata.

source: Constellations and Asterisms
fi: Tähdistöt ja asterismit

source: ("Triggerfish") Crux/Southern Cross; associated with the legend of Filo and Mea (Alpha and Beta Centauri) fishing for the Sumu.
fi: ("Triggerfish") Crux/Southern Cross; liittyy legendaan Filon ja Mean (Alpha ja Beta Centauri) kalastamisesta Sumua.
