Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The modern sky culture divides the celestial sphere into 88 areas of various sizes called constellations, each with precise boundary, issued by the International Astronomical Union in 1922. These constellations have become the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage. The constellations in use today are based mainly on ancient Greek constellations depicted by Ptolemy in his book the Almagest during the 2nd century CE. In the subsequent centuries, this book has been translated from Greek into Arabic (6th to 9th century) and later to medieval Latin. In the Arabic more than in the Latin tradition, the Ptolemaic figures were enriched and transformed by native Arabic constellations and star names. In the 16-18th centuries, European astronomers suggested new constellations to fill the gaps between northern constellations (e.g. the constellation of "the lynx" for an area close to the Great Bear but with stars so faint that you would need the eyes of a lynx to see them) and also created new constellations in the southern part of the sky which had not been visible to Ptolemy. These new constellations were usually named after new technical inventions of the early modern period (e.g. a chemical furnace, a balloon, an air pump) or exotic animals (e.g. a chamaeleon, a tucan, a paradise bird). Among them several constellations were also named with political consideration to honor certain kings or patrons. In the beginning of the 20th century, the IAU (International Astronomical Union) aimed for a large clean-up: in 1922, it officially accepted the list of 88 constellation names. In 1928 it also defined precise constellation boundaries [#4] still in use today. ### Constellations These constellations are based mainly on the Ptolemaic tradition which had been used in all three Abrahamitic religions and, thus, was common in the Near East, in Europe and its colonies on all continents. However, between the ancient Greek constellations there were gaps of areas with only faint stars belonging to no constellation.[#5] In the Modern Epoch, several astronomers suggested constellation figures for these gaps, among them several political constellations to the honor of certain kings or patrons. In the late 19th century, the astronomical research community aimed for a huge clean-up to avoid ambiguities in assigning stars to constellations. In 1922, the IAU officially approved the list of 88 constellation names and their official abbreviations with three letters. The only remaining political constellation is Scutum, the shield of a Polish king but without mentioning the political reference anymore. The Belgian priest E. Delporte got the task to define constellation boundaries according to coordinates. In 1928, he finished the work, based on an atlas from Argentina [#6], and the IAU accepted his delimitations [#4]. These "constellations" are naked areas in the sky without any stick figures or depictions [#1]. The borders simply follow the lines of right ascension and declination from the epoch 1875.0. Precession causes a slowly increasing deviation from the originally rectilinear grid. These constellations became the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage. #### Constellation Figures In star maps it is common to mark line "patterns" that represent the shapes that give the name to the constellations. However, the IAU defines a constellation by its boundary (indicated by sky coordinates) and not by its pattern and the same constellation may have several variants in its representation. This sky culture uses constellation figures were produced in collaboration with "Sky and Telescope" magazine (Roger Sinnott and Rick Fienberg) and published at IAU official website [#1]. Alan MacRobert's constellation patterns, were influenced by those of H. A. Rey but in many cases were adjusted to preserve earlier traditions. ### Proper names of stars Ptolemy's star catalogue had the layout of a table listing the description of the star's position in the constellation's figure, the ecliptical coordinates, and the magnitude e.g.: "The star at the tip of the tail of Ursa Minor", "Gem 0 1/6, +66", "Mag 3". In most cases, the star names evolved by astronomer's systematical abbreviations of these descriptions, e.g., a first astronomer abbreviated in a text "tip of the tail", a next astronomer drew a map with less space and wrote only "tail" next to the star and this name remained. Over centuries, these descriptions were translated into Arabic and Latin, and in some cases the translators or scribes made mistakes because of misreading or misspelling of the Arabic words (e.g. the Arabic "yad al gauza", the hand of the giant woman, was mangled to the common term "Betelgeuse"). However, there are also a few original Greek words like the red star "Antares", the counterpart of Ares (Mars), and even a few original Babylonian terms like "Shargaz", the Sting, in Scorpius. Our modern, most recent IAU star names [#7] are a renewed mixture, also with influences or even politically wanted additions of star names from the non-Ptolemaic sky cultures, e.g. the traditional Pingsing, a Chinese star name for a star in Hydra (its meaning is only "star", a reminescence to his lonely position), or newly adopted star names from Polynesian, Hawaiian, or Aboriginal cultures for names of stars with exoplanets. The IAU is the only scientifically accepted authority to assign new names to stars. Commercial exploits like "star name registries", who sell stars for commemorative purposes or as gifts, only sell printed pieces of paper. These names are not approved and never used by scientists. ### Proper names of deep-sky objects Uranometria 2000.0 is an atlas of the 2000.0 era starry sky prepared by the Dutch artist Wil Tirion and published in 1987 by the American publishing house Willmann-Bell, specializing in astronomical literature. The Atlas of Tirion, respected by astronomers for its accuracy and beauty, is provided with detailed tables and various indexes. The second volume contains three transparent overlays designed for precise measurements. Uranometria 2000.0 contains more than 280,000 stars and more than 30,000 deep-sky objects - in particular, all the objects of the Messier and NGC catalogs. The second (corrected and most complete) three-volume edition of "Uranometria 2000.0", was published in 2001 under the name "Uranometria 2000.0 Deep Sky Atlas" and contains 280035 stars of both hemispheres up to 9.75<sup>m</sup> in size on a scale of 1.85 cm per declination degree on 220 spreads of A3 format. Particular attention in the atlas is paid to deep-sky objects, there are more than 30 thousand of them in the second edition - many times more than in any other paper atlas. The third volume of "Uranometria 2000.0" is a guide to deep-sky objects - Deep Sky Field Guide, consisting of tables with scientific data and proper names on objects depicted in the first two volumes [#3].
es_419: La cultura estelar moderna divide la esfera celeste en 88 áreas de varios tamaños llamadas constelaciones, cada una con un límite preciso, emitidas por la Unión Astronómica Internacional en 1922. Estas constelaciones se han convertido en la forma estándar de describir el cielo, reemplazando conjuntos similares en otras culturas estelares exhaustivamente en el uso diario. Las constelaciones que se usan hoy en día se basan principalmente en las antiguas constelaciones griegas representadas por Ptolomeo en su libro Almagesto durante el siglo II d.C. En los siglos posteriores, este libro ha sido traducido del griego al árabe (siglos VI al IX) y más tarde al latín medieval. En la tradición árabe más que en la latina, las figuras ptolemaicas fueron enriquecidas y transformadas por constelaciones y nombres de estrellas árabes nativos. En los siglos XVI-XVIII, los astrónomos europeos sugirieron nuevas constelaciones para llenar los espacios entre las constelaciones del norte (por ejemplo, la constelación de "el lince" para un área cercana a la Osa Mayor pero con estrellas tan débiles que necesitarías los ojos de un lince para verlos) y también crearon nuevas constelaciones en la parte sur del cielo que no habían sido visibles para Ptolomeo. Estas nuevas constelaciones generalmente recibieron el nombre de nuevos inventos técnicos del período moderno temprano (por ejemplo, un horno químico, un globo, una bomba de aire) o animales exóticos (por ejemplo, un camaleón, un tucán, un pájaro del paraíso). Entre ellas, varias constelaciones también fueron nombradas con consideración política para honrar a ciertos reyes o patrones. A principios del siglo XX, la UAI (Unión Astronómica Internacional) se propuso una gran limpieza: en 1922 aceptó oficialmente la lista de 88 nombres de constelaciones. En 1928 también definió los límites precisos de las constelaciones [#40] que todavía se utilizan en la actualidad. ### Constelaciones Estas constelaciones se basan principalmente en la tradición ptolemaica que se había utilizado en las tres religiones abrahámitas y por lo tanto, era común en el Cercano Oriente, en Europa y sus colonias en todos los continentes. Sin embargo, entre las constelaciones de la antigua Grecia había espacios en áreas con sólo estrellas débiles que no pertenecían a ninguna constelación.[#5] En la época moderna, varios astrónomos sugirieron figuras de constelaciones para estos espacios, entre ellas varias constelaciones políticas en honor de ciertos reyes. o patrocinadores. A finales del siglo XIX, la comunidad de investigación astronómica se propuso realizar una gran limpieza para evitar ambigüedades en la asignación de estrellas a las constelaciones. En 1922, la UAI aprobó oficialmente la lista de 88 nombres de constelaciones y sus abreviaturas oficiales con tres letras. La única constelación política que queda es Scutum, el escudo de un rey polaco pero sin mencionar más la referencia política. El sacerdote belga E. Delporte recibió la tarea de definir los límites de las constelaciones según las coordenadas. En 1928 terminó el trabajo, en base en un atlas de Argentina [#51], y la UAI aceptó sus delimitaciones [#40]. Estas "constelaciones" son áreas desnudas en el cielo sin figuras ni representaciones [#1]. Los bordes simplemente siguen las líneas de ascensión recta y declinación desde la época 1875.0. La precesión provoca una desviación que aumenta lentamente de la cuadrícula originalmente rectilínea. Estas constelaciones se convirtieron en la forma estándar de describir el cielo, reemplazando exhaustivamente conjuntos similares en otras culturas del cielo en el uso diario. #### Figuras de las constelaciones En los mapas estelares es común marcar "patrones" de líneas que representan las formas que dan nombre a las constelaciones. Sin embargo, la UAI define una constelación por su límite (indicado por las coordenadas del cielo) y no por su patrón, y la misma constelación puede tener varias variantes en su representación. Esta cultura estelar utiliza figuras de constelaciones que fueron producidas en colaboración con la revista "Sky and Telescope" (Roger Sinnott and Rick Fienberg) y publicadas en el sitio oficial de la UAI [#1]. Los patrones de constelaciones de Alan MacRobert fueron influenciados por los de H. A. Rey, pero en muchos casos se ajustaron para preservar tradiciones anteriores. ### Nombres propios de estrellas El catálogo de estrellas de Ptolomeo tenía el diseño de una tabla que enumeraba la descripción de la posición de la estrella en la figura de la constelación, las coordenadas de la eclíptica y la magnitud, por ejemplo: "La estrella en la punta de la cola de la Osa Menor", "Gem 0 1/6 , +66", "mag 3". En la mayoría de los casos, los nombres de las estrellas evolucionaron a partir de las abreviaturas sistemáticas de estas descripciones por parte de los astrónomos. Por ejemplo, un primer astrónomo abrevió en un texto "punta de la cola", un siguiente astrónomo dibujó un mapa con menos espacio y escribió sólo "cola" al lado de la estrella y este nombre permaneció. A lo largo de los siglos, estas descripciones se tradujeron al árabe y al latín y, en algunos casos, los traductores o escribas cometieron errores debido a malas lecturas o errores ortográficos de las palabras árabes (por ejemplo, el árabe "yad al gauza", la mano de la mujer gigante, fue convertido al término común "Betelgeuse"). Sin embargo, también hay algunas palabras griegas originales como la estrella roja "Antares", la contraparte de Ares (Marte), e incluso algunos términos babilónicos originales como "Shargaz", el aguijón, en Escorpio. Nuestros nombres de estrellas modernos y más recientes de la UAI [#45] son una mezcla renovada, también con influencias o incluso adiciones políticamente deseadas de nombres de estrellas de las culturas estelares no ptolemaicas, por ejemplo el tradicional Pingsing, un nombre de estrella chino para una estrella en Hidra (su significado es solo "estrella", una reminiscencia de su posición solitaria), o nombres de estrellas recientemente adoptados de las culturas polinesia, hawaiana o aborigen para nombres de estrellas con exoplanetas. La UAI es la única autoridad científicamente aceptada para asignar nuevos nombres a las estrellas. Las hazañas comerciales como los "registros de nombres de estrellas", que venden estrellas con fines conmemorativos o como obsequios, solo venden piezas de papel impresas. Estos nombres no están aprobados y nunca son utilizados por los científicos. ### Nombres propios de objetos del espacio profundo Uranometria 2000.0 es un atlas del cielo estrellado de la era 2000.0 elaborado por el artista holandés Wil Tirion y publicado en 1987 por la editorial estadounidense Willmann-Bell, especializada en literatura astronómica. El Atlas de Tirion, respetado por los astrónomos por su precisión y belleza, cuenta con tablas detalladas y varios índices. El segundo volumen contiene tres superposiciones transparentes diseñadas para mediciones precisas. Uranometria 2000.0 contiene más de 280,000 estrellas y más de 30,000 objetos de cielo profundo, en particular, todos los objetos de los catálogos Messier y NGC. La segunda edición en tres volúmenes (corregida y más completa) de "Uranometria 2000.0", se publicó en 2001 con el nombre "Uranometria 2000.0 Deep Sky Atlas" y contiene 280,035 estrellas de ambos hemisferios de hasta 9.75 m de tamaño en una escala de 1.85 cm por grado de declinación en 220 pliegos de formato A3. En el atlas se presta especial atención a los objetos del cielo profundo; en la segunda edición hay más de 30 mil de ellos, muchas veces más que en cualquier otro atlas en papel. El tercer volumen de "Uranometria 2000.0" es una guía de objetos de cielo profundo - Deep Sky Field Guide, que consta de tablas con datos científicos y nombres propios de los objetos representados en los dos primeros volúmenes [#3].
ru: Современная культура неба делит небесную сферу на 88 областей разного размера, называемых созвездиями, каждая из которых имеет точные границы, установленные Международным астрономическим союзом в 1922 году. Эти созвездия стали стандартным способом описания неба, заменив аналогичные наборы других культур неба. исчерпывающе в повседневном использовании. Созвездия, используемые сегодня, основаны в основном на древнегреческих созвездиях, изображенных Птолемеем в его книге «Альмагест» во 2 веке нашей эры. В последующие века эта книга была переведена с греческого на арабский (6-9 век), а затем на средневековую латынь. В арабской традиции больше, чем в латинской, птолемеевские фигуры были обогащены и трансформированы исконно арабскими созвездиями и названиями звезд. В 16-18 веках европейские астрономы предложили новые созвездия, чтобы заполнить пробелы между северными созвездиями (например, созвездие «рыси» для области, близкой к Большой Медведице, но со звездами настолько слабыми, что вам понадобились бы глаза рыси, чтобы видеть их), а также создали новые созвездия в южной части неба, которые не были видны Птолемею. Эти новые созвездия обычно назывались в честь новых технических изобретений периода раннего Нового времени (например, химическая печь, воздушный шар, воздушный насос) или экзотических животных (например, хамелеона, тукана, райской птицы). Среди них несколько созвездий также были названы по политическим соображениям в честь определенных королей или покровителей. В начале 20-го века МАС (Международный астрономический союз) задался целью провести большую очистку: в 1922 году он официально принял список из 88 названий созвездий. В 1928 году он также определил точные границы созвездия [#4], которые используются до сих пор. ### Созвездия Эти созвездия основаны в основном на птолемеевской традиции, которая использовалась во всех трех авраамических религиях и, таким образом, были распространены на Ближнем Востоке, в Европе и ее колониях на всех континентах. Однако между древнегреческими созвездиями были промежутки областей с только слабыми звездами, не принадлежащими ни к одному созвездию [#5]. В Новое время несколько астрономов предложили фигуры созвездий для этих промежутков, в том числе несколько политических созвездий в честь определенных королей или меценатов. В конце 19 века астрономическое исследовательское сообщество стремилось провести огромную очистку, чтобы избежать двусмысленности в отнесении звезд к созвездиям. В 1922 году МАС официально утвердил список из 88 названий созвездий и их официальных сокращений из трёх букв. Единственное оставшееся политическое созвездие - это Щит, щит польского короля, но без упоминания политической ссылки. Бельгийский священник Э. Дельпорт получил задание определить границы созвездия по координатам. В 1928 году он закончил работу на основе аргентинского атласа [#6], и МАС принял его границы [#4]. Эти «созвездия» представляют собой простые участки неба без каких-либо фигурок или изображений [#1]. Границы просто следуют линиям прямого восхождения и склонения от эпохи 1875.0. Прецессия вызывает медленно увеличивающееся отклонение от первоначально прямолинейной сетки. Эти созвездия стали стандартным способом описания неба, полностью заменив аналогичные наборы других культур неба в повседневном использовании. #### Фигуры созвездий На звездных картах принято отмечать линейные «шаблоны», которые представляют формы, дающие названия созвездиям. Однако МАС определяет созвездие по его границе (обозначенной небесными координатами), а не по его фигуре, и одно и то же созвездие может иметь несколько вариантов своего представления. Эта культура неба использует фигуры созвездий, которые были созданы в сотрудничестве с журналом «Sky and Telescope» (Роджер Синнотт и Рик Файнберг) и опубликованы на официальном сайте МАС [#1]. На модели созвездий Алана МакРоберта повлияли модели Х.А. Рея, но во многих случаях они были скорректированы, чтобы сохранить более ранние традиции. ### Собственные названия звёзд Звездный каталог Птолемея имел вид таблицы с описанием положения звезды в фигуре созвездия, эклиптических координат и величины, например: «Звезда на кончике хвоста Малой Медведицы», «Близнецы 0 1/6». , +66", "звездная величина 3". В большинстве случаев названия звезд возникли в результате систематических сокращений этих описаний астрономами, например, первый астроном сократил в тексте «кончик хвоста», следующий астроном нарисовал карту с меньшим пространством и написал только «хвост» рядом со звездой и это название осталось. На протяжении веков эти описания переводились на арабский и латинский языки, и в некоторых случаях переводчики или писцы допускали ошибки из-за неправильного прочтения или написания арабских слов (например, арабское «yad al gauza», рука великанши, была изуродована к общему термину «Бетельгейзе»). Однако есть также несколько оригинальных греческих слов, таких как красная звезда «Антарес», аналог Ареса (Марса), и даже несколько оригинальных вавилонских терминов, таких как «Шаргаз», Жало, в Скорпионе. Наши современные, самые последние названия звезд МАС [#7] представляют собой обновленную смесь, также с влиянием или даже политически желательными добавлениями названий звезд из нептолемеевских культур неба, например. традиционное Пинсинг, китайское название звезды в Гидре (его значение - всего лишь «звезда», отсылка к его одинокому положению) или недавно принятые названия звёзд из полинезийской, гавайской или аборигенной культур для названий звезд с экзопланетами. МАС — единственный научно признанный орган, дающий новые имена звездам. Коммерческие подвиги, такие как «реестры имен звезд», которые продают звезды в памятных целях или в качестве подарков, продают только печатные листы бумаги. Эти названия не утверждены и никогда не используются учеными. ### Названия объектов глубокого космоса Уранометрия 2000.0 — атлас звездного неба эпохи 2000.0, подготовленный голландским художником Уилом Тирионом и изданный в 1987 году американским издательством Willmann-Bell, специализирующимся на астрономической литературе. Атлас Тириона, уважаемый астрономами за точность и красоту, снабжен подробными таблицами и различными указателями. Второй том содержит три прозрачных накладки, предназначенные для точных измерений. Уранометрия 2000.0 содержит более 280 000 звезд и более 30 000 объектов глубокого космоса — в частности, все объекты каталогов Мессье и NGC. Второе (исправленное и наиболее полное) трехтомное издание «Уранометрия 2000.0», вышедшее в свет в 2001 г. под названием «Атлас глубокого неба Уранометрия 2000.0» и содержит 280 035 звезд обоих полушарий размером до 9,75<sup>m</sup> в масштабе 1,85 см на градус склонения на 220 разворотах формата А3. Особое внимание в атласе уделено объектам дальнего космоса, их во втором издании более 30 тысяч — во много раз больше, чем в любом другом бумажном атласе. Третий том "Уранометрии 2000.0" представляет собой справочник по объектам глубокого космоса - Deep Sky Field Guide, состоящий из таблиц с научными данными и именами собственными по объектам, изображенным в первых двух томах [#3].
sv: Den moderna himmelskulturen delar in himmelssfären i 88 områden av olika storlek som kallas konstellationer, var och en med exakta gränser, utfärdade av International Astronomical Union 1922. Dessa konstellationer har blivit standardmetoden för att beskriva himlen och ersätter helt och hållet liknande uppsättningar i andra himmelskulturer i dagligt bruk. De konstellationer som används idag baseras huvudsakligen på gamla grekiska konstellationer som Ptolemaios beskrev i sin bok Almagest under 200-talet e.Kr. Under de följande århundradena har denna bok översatts från grekiska till arabiska (600-900-talet) och senare till medeltida latin. I den arabiska mer än i den latinska traditionen berikades och förändrades de ptolemaiska figurerna av inhemska arabiska konstellationer och stjärnnamn. Under 16-1800-talen föreslog europeiska astronomer nya konstellationer för att fylla luckorna mellan de nordliga konstellationerna (t.ex. konstellationen "lodjuret" för ett område nära Stora björnen men med stjärnor som var så svaga att man behövde ett lodjurs ögon för att se dem) och skapade också nya konstellationer på den södra delen av himlen som inte hade varit synliga för Ptolemaios. Dessa nya stjärnbilder fick vanligen namn efter nya tekniska uppfinningar från den tidigmoderna perioden (t.ex. en kemisk ugn, en ballong, en luftpump) eller exotiska djur (t.ex. en chamaeleon, en tucan, en paradisfågel). Bland dessa namngavs också flera konstellationer av politiska skäl för att hedra vissa kungar eller mecenater. I början av 1900-talet gjorde IAU (International Astronomical Union) en stor upprensning: 1922 accepterade man officiellt listan med 88 stjärnbildsnamn. År 1928 definierade man också exakta konstellationsgränser [#4] som fortfarande används idag. ### Konstellationer Dessa konstellationer bygger huvudsakligen på den ptolemaiska traditionen som hade använts i alla de tre abrahamitiska religionerna och som därför var vanlig i Främre Orienten, i Europa och dess kolonier på alla kontinenter. Mellan de gamla grekiska konstellationerna fanns det dock områden med endast svaga stjärnor som inte tillhörde någon konstellation[#5]. Under den moderna epoken föreslog flera astronomer konstellationsfigurer för dessa luckor, bland annat flera politiska konstellationer till ära för vissa kungar eller beskyddare. I slutet av 1800-talet strävade det astronomiska forskarsamhället efter en enorm upprensning för att undvika tvetydigheter i tilldelningen av stjärnor till konstellationer. År 1922 godkände IAU officiellt listan med 88 konstellationsnamn och deras officiella förkortningar med tre bokstäver. Den enda politiska konstellationen som återstår är Scutum, skölden för en polsk kung, men utan att den politiska referensen nämns längre. Den belgiske prästen E. Delporte fick i uppdrag att definiera konstellationsgränserna enligt koordinater. År 1928 avslutade han arbetet, baserat på en atlas från Argentina [#6], och IAU accepterade hans avgränsningar [#4]. Dessa "konstellationer" är nakna områden på himlen utan några streckgubbar eller avbildningar [#1]. Gränserna följer helt enkelt linjerna för höger ascension och deklination från epoken 1875.0. Precessionen orsakar en långsamt ökande avvikelse från det ursprungligen rätlinjiga rutnätet. Dessa konstellationer blev standardmetoden för att beskriva himlen och ersatte liknande uppsättningar i andra himmelskulturer på ett uttömmande sätt i dagligt bruk. #### Konstellationsfigurer På stjärnkartor är det vanligt att markera linje-"mönster" som representerar de former som ger namn åt konstellationerna. IAU definierar dock en konstellation utifrån dess gräns (som anges med hjälp av himlakoordinater) och inte utifrån dess mönster, och samma konstellation kan ha flera varianter i sin representation. Denna himmelskultur använder konstellationsfigurer som tagits fram i samarbete med tidskriften "Sky and Telescope" (Roger Sinnott och Rick Fienberg) och publicerats på IAU:s officiella webbplats [#1]. Alan MacRoberts konstellationsmönster påverkades av H. A. Reys mönster, men justerades i många fall för att bevara tidigare traditioner. ### Stjärnornas egennamn Ptolemaios stjärnkatalog hade formen av en tabell som innehöll en beskrivning av stjärnans position i stjärnbilden, ekliptiska koordinater och magnitud, t.ex: "Stjärnan vid spetsen av svansen på Mindre björnen", "Gem 0 1/6, +66", "Mag 3". I de flesta fall utvecklades stjärnnamnen genom astronomers systematiska förkortningar av dessa beskrivningar, t.ex. en första astronom förkortade i en text "svansspetsen", en nästa astronom ritade en karta med mindre utrymme och skrev bara "svans" bredvid stjärnan och detta namn kvarstod. Under århundradenas lopp översattes dessa beskrivningar till arabiska och latin, och i vissa fall gjorde översättarna eller skribenterna misstag på grund av att de arabiska orden lästes eller stavades fel (t.ex. blev det arabiska "yad al gauza", jättekvinnans hand, till den vanliga termen "Betelgeuse"). Men det finns också några ursprungliga grekiska ord som den röda stjärnan "Antares", motsvarigheten till Ares (Mars), och till och med några ursprungliga babyloniska termer som "Shargaz", sticket, i Scorpius. Våra moderna, senaste IAU-stjärnnamn [#7] är en förnyad blandning, också med influenser eller till och med politiskt önskade tillägg av stjärnnamn från de icke-Ptolemaiska himmelskulturerna, t.ex. det traditionella Pingsing, ett kinesiskt stjärnnamn för en stjärna i Hydra (dess betydelse är bara "stjärna", en påminnelse om hans ensamma position), eller nyligen antagna stjärnnamn från polynesiska, hawaiianska eller aboriginska kulturer för namn på stjärnor med exoplaneter. IAU är den enda vetenskapligt accepterade myndigheten för att tilldela stjärnor nya namn. Kommersiella exploateringar som "stjärnnamnsregister", som säljer stjärnor för minnesändamål eller som gåvor, säljer bara tryckta pappersbitar. Dessa namn är inte godkända och används aldrig av forskare. ### Egennamn på deep-sky-objekt Uranometria 2000.0 är en atlas över stjärnhimlen från 2000.0-tiden som utarbetats av den holländske konstnären Wil Tirion och publicerades 1987 av det amerikanska förlaget Willmann-Bell, som specialiserat sig på astronomisk litteratur. Tirions atlas, som är respekterad av astronomer för sin noggrannhet och skönhet, är försedd med detaljerade tabeller och olika index. Den andra volymen innehåller tre transparenta överlägg som är utformade för exakta mätningar. Uranometria 2000.0 innehåller mer än 280.000 stjärnor och mer än 30.000 deep-sky-objekt - i synnerhet alla objekt i Messier- och NGC-katalogerna. Den andra (korrigerade och mest kompletta) trevolymutgåvan av "Uranometria 2000.0", publicerades 2001 under namnet "Uranometria 2000.0 Deep Sky Atlas" och innehåller 280035 stjärnor på båda halvkloten upp till 9,<sup>75</sup> m i storlek på en skala av 1,85 cm per deklinationsgrad på 220 uppslag i A3-format. Särskild uppmärksamhet i atlasen ägnas åt deep-sky-objekt, det finns mer än 30 tusen av dem i den andra upplagan - många gånger mer än i någon annan pappersatlas. Den tredje volymen av "Uranometria 2000.0" är en guide till deep-sky-objekt - Deep Sky Field Guide, som består av tabeller med vetenskapliga data och egennamn på objekt som avbildas i de två första volymerna [#3].
uk: У сучасній культурі небесну сферу поділено на 88 ділянок найрізноманітніших розмірів, які називаються сузір'ями, кожна область має точно визначені межі, які стандартизовано Міжнародним астрономічним союзом. Ці сузір’я є стандартним способом опису неба, який повністю замінив подібні набори інших картин зоряного неба. Сузір'я, які ми використовуємо сьогодні, засновано, в основному, на давньогрецьких сузір'ях, які описано Птолемеєм у його книзі «Альмагест», написаній у 2-му сторіччі нашої ери. Протягом наступних сторіч цю книгу було перекладено з грецької арабською (від 6-го до 9-го сторіч), а потім і середньовічною латинською мовами. Арабський переклад, порівняно із традиційним латинським, містить доповнення фігур Птолемея власними та перетвореними арабськими назвами сузір'їв та зірок. Протягом 16-18-го сторіч європейські астрономи запропонували нові сузір'я для заповнення прогалин між сузір'ями північної півкулі (наприклад, сузір'я «рисі» для області, близької до Великої Ведмедиці, але заповненої тьмяними зірками, розгледіти які можна лише маючи око рисі), а також створили нові сузір'я для південної частини неба, яка лишалася невидимою для Птолемея. Ці нові сузір'я, зазвичай, називали на честь нових технічних винаходів початку сучасної доби (наприклад хімічної печі, повітряної кулі або насосу) чи екзотичних тварин (наприклад хамелеона, тукана або райського птаха). Серед назв також були назви, які давалися з політичних причин, на вшанування певних королів або спонсорів. На початку 20-го сторіччя МАС (Міжнародний астрономічний союз) поставив ціллю велике чищення: у 1922 році ця організація затвердила список з 88 назв сузір'їв. У 1928 році вона також визначила точні межі сузір'їв [#4], якими ми користуємося і досі. ### Сузір'я Дані щодо цих сузір'їв, в основному, засновано на птолемеївській традиції, яку використано у всіх трьох авраамічних релігіях, і отже, такій, як була поширена на Близькому Сході, в Європі та у європейських колоніях на усіх континентах. Втім, між давніми грецькими сузір'ями були прогалини, де можна було спостерігати лише тьмяні зірки, які не належали до жодного сузір'я [#5]. У сучасну добу декілька астрономів запропонували фігури сузір'їв для цих прогалин, серед них були декілька політичних сузір'їв, які було створено на честь певних королів або спонсорів. Протягом другої половини 19-го сторіччя спільнота астрономів-дослідників поставила метою велике чищення для усування неоднозначностей прив'язки зірок до сузір'їв. У 1922 році МАС офіційно затвердив список із 88 назв сузір'їв та їхні офіційні абревіатури з трьох літер. Єдиним політичним сузір'ям, яке лишилося на карті неба, є Щит, щит польських королів, але вже без політичної прив'язки. За завдання з визначення меж сузір'їв відповідно до координат взявся бельгійський священик Е. Дельпорте (E. Delporte). Роботу було завершено у 1928 році на основі атласу з Аргентини [#6]. МАС затвердив результати роботи з розмежування [#4]. Ці «сузір'я» прості області на небі без будь-яких контурних фігур або зображень [#1]. Межі просто є лініями прямого сходження та схилення для епохи 1875.0. Прецесія спричиняє відхилення від початкової ортогональної сітки, що поступово зростає. Ці сузір'я стали стандартним способом опису неба, повністю замінивши подібні набори в інших картинах зоряного неба у щоденному використанні. #### Фігури сузір'їв На картах зоряного неба типовим є позначення ліній «візерунків», які представляють форми, за якими сузір'ям надано назви. Втім, МАС визначає сузір'я за його межами (що визначаються небесними координатами), а не за його візерунком. Тому те саме сузір'я може мати декілька варіантів представлення формами. У цій картині зоряного неба використано рисунки сузір'їв, які було створено у співпраці із журналом «Sky and Telescope» (Роджером Сіннотом та Ріком Фінберґом (Roger Sinnott та Rick Fienberg)) та оприлюднено на офіційному сайті МАС [#1]. Візерунки сузір'їв Алана Макроберта (Alan MacRobert) було створено на основі візерунків Г. А. Рея (H. A. Rey), але у багатьох випадках було скориговано для збереження попередніх традицій. ### Власні назви зірок У каталозі зірок Птолемея наведено таблицю з описовими розташуваннями зірок у фігурі сузір'я, екліптичними координатами та зоряною величиною. Приклад: «Зірка на кінці хвоста Малої Ведмедиці », «Gem 0 1/6, +66», «Вел. 3». Здебільшого, назви зірок походять від систематичних скорочень астрономів у описах зірок. Наприклад, перший астроном скоротив текст до «кінчик хвоста», наступний астроном малював карту, де було менше місця, і написав поряд із зіркою лише «хвіст», і ця назва набула поширення. Протягом століть ці описи перекладали арабською і латиною, і іноді перекладачі або ті, хто переписував тексти, робили помилки через неправильне прочитання або транскрипцію арабських слів (наприклад, арабське «яд-ель-гауза», рука гігантської жінки, перетворилося у поширену назву «Бетельгейзе»). Втім, також збереглося декілька початкових слів грецькою мовою, наприклад для назви червоної зірки «Антарес», двійника Ареса (Марса), і навіть декілька початкових назв вавилонською, зокрема «Шаргаз», Жало, у Скорпіоні. Наші сучасні, найновіші назви зірок МАС [#7] є оновленою сумішшю із впливами або навіть політично вигідними доповненнями назв зірок з не пов'язаних із Птолемеєм картин зоряного неба, наприклад традиційна китайська назва Піньсінь для зірки у Гідрі (значенням цього слова є просто «зірка», що позначає відокремленість цієї зірки від решти сузір'я) або нові назви зірок з полінезійськодї, гавайської та австралійської картини зоряного неба для зірок з екзопланетами. МАС є єдиною установою, яка надає науково прийнятні нові назви зіркам. Комерційні установи, які ведуть «списки назв зірок» і продають зірки для комерційних потреб, продають ніким не визнані шматки паперу. Запроваджені ними назви не затверджено науковцями і не буде використано у науковій практиці. ### Власні назви віддалених об'єктів Uranometria 2000.0 — атлас зоряного неба епохи 2000.0, який створено нідерландським художником Вілом Тіріоном (Wil Tirion) і опубліковано у 1987 році американським видавництвом Willmann-Bell, що спеціалізується на виданні астрономічної літератури. Атлас Тіріона, який астрономи цінують за точність і красу, містить докладні таблиці та різноманітні покажчики. У другому томі атласу міститься три прозорі накладки, які призначено для точних вимірювань. «Uranometria 2000.0» містить дані щодо понад 280000 зірок і понад 30000 віддалених об'єктів — зокрема усі об'єкти каталогів Месьє та NGC. Друге (виправлене і найповніше) тритомне видання «Uranometria 2000.0» було оприлюднене у 2001 під назвою «Uranometria 2000.0 Deep Sky Atlas». У ньому містяться дані щодо 280035 зірок в обох півкулях, аж до 9.75<sup>m</sup>, у розмірі 1,85 см на градус схилення на 220 розгортках формату A3. Окрему увагу в атласі приділено віддаленим об'єктам. У другому виданні наведено дані щодо понад 30 тисяч таких об'єктів — набагато більше, ніж у будь-якому іншому паперовому атласі. Третій том «Uranometria 2000.0» є путівником за віддаленими об'єктами — «Deep Sky Field Guide», що складається з таблиць із науковими даними та власними назвами об'єктів, які зображено у перших двох томах [#3].
