Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The following table lists the original Greek names of the constellations in columns 2 and 3, and in column 4 the image on the globe.
fi: Seuraavassa taulukossa on sarakkeiden 2 ja 3 tähdistöjen alkuperäiset kreikkalaiset nimet ja sarakkeessa 4 maapallon kuva.

source: <b>Original Name</b>
fi: <b>Alkuperäinen nimi</b>

source: <b>Translation</b> (literally)
fi: <b>Käännös</b> (kirjaimellisesti)

source: <b>Picture</b>
fi: <b>Kuva</b>

source: Little She-Bear
fi: Pieni naaraskarhu

source: missing
fi: puuttuu

source: only the head and one bend are depicted
fi: vain pää ja yksi mutka on kuvattu

source: King Kepheus
fi: Kuningas Kefeus

source: Ploughing Man
fi: Auraava mies

source: Wreath
fi: Seppele

source: Lyre (a Greek instrument)
fi: Lyyra (kreikkalainen soitin)

source: Bird [not specified]
fi: Lintu [ei määritelty]

source: Queen Kassiepeia
fi: Kuningatar Kassiopeia

source: Snake Carrier, Snake
fi: Käärmeen kantaja, käärme

source: missing (stars belong to Dolphin)
fi: puuttuu (tähdet kuuluvat Dolphinille)

source: Horse [unnamed]
fi: Hevonen [nimetön]

source: Princess Andromeda
fi: Prinsessa Andromeda

source: Cancer
fi: Krapu

source: Young Lady
fi: Nuori neiti

source: Claws [of the Scorpion carrying a Balance]
fi: [Skorpionin, joka kantaa tasapainoa] kynnet

source: Archer (two legs: this is satyr Kroton, not the centaur Cheiron)
fi: Jousimies (kaksi jalkaa: tämä on satyr Kroton, ei kentauri Cheiron)

source: the One with Horns of a Goat
fi: se jolla on vuohen sarvet

source: Water-Pourer
fi: Vedenpoistaja

source: Two Fishes
fi: Kaksi kalaa

source: River [unnamed]
fi: Joki [nimetön]

source: The asterism before the Dog
fi: Asterismi ennen koiraa

source: missing [covered by the hand of Atlas]
fi: kadonnut [atlasin käden peitossa]

source: Watersnake + Crater + Raven
fi: Vesikäärme + kraatteri + korppi

source: Monster
fi: Hirviö

source: Southern Wreath
fi: Eteläinen seppele

source: missing [covered by the shoulder of Atlas]
fi: puuttuu [Atlasin olkapää peittää]

source: This sky culture was contributed to Stellarium by Susanne M. Hoffmann (service@uhura-uraniae.com).
fi: Susanne M. Hoffmann (service@uhura-uraniae.com) antoi tämän taivaskulttuurin Stellariumille.

source: the author
fi: tekijä

source: This is a manuscript from the Carolingian period, two copies of which are known so far. One was found in Metz (France), the other in Leiden (Netherlands). It dates to the reign of the Carolingian king Louis the Pious (778-840), who may have been the patron himself (or his wife).
fi: Tämä on Karolingien ajalta peräisin oleva käsikirjoitus, josta tiedetään toistaiseksi kaksi kopiota. Toinen löydettiin Metzistä (Ranska) ja toinen Leidenistä (Alankomaat). Se on peräisin Karolingien kuninkaan Ludvig Hurskaan (778-840) hallituskaudelta, joka saattoi olla itse (tai hänen vaimonsa) suojelija.

source: The manuscript was probably created around 816 to 825 in Aachen or Metz (Lorraine) and was made with such expensive material that a royal patron is suspected. It comprises 99 parchment leaves, each of which measures 22.5 by 20.0 cm (i.e. approximately square with the width of DIN A4). In addition to graphic representations of planetary orbits and other didactic visualisations, this manuscript also contains 35 full-page miniatures depicting the ancient figures behind the constellations.
fi: Käsikirjoitus luotiin luultavasti noin vuosina 816-825 Aachenissa tai Metzissä (Lorrainen), ja se tehtiin niin kalliista materiaalista, että sen epäillään olevan kuninkaallinen suojelija. Siinä on 99 pergamenttilehteä, joista jokainen on kooltaan 22,5 x 20,0 cm (eli suunnilleen neliömäinen DIN A4-leveyden kanssa). Planeettojen kiertoradan graafisten esitysten ja muiden didaktisten visualisointien lisäksi tämä käsikirjoitus sisältää myös 35 kokosivuista miniatyyriä, jotka kuvaavat tähtikuvioiden takana olevia muinaisia hahmoja.

source: The figures are drawn from a non-preserved Roman model, but not from a globe, so that there is no fit to the stars. The stars themselves are only symbolically distributed on the figures, i.e. the number of stars per figure is marked in the manuscript in the form of applied gold leaves. The gold leaves, however, are not located at the true places of the stars in view of the figure in the sky, but are only indicated summarily. Elly Decker's essay discusses her proposed identifications in detail.
fi: Figuurit on piirretty säilymättömästä roomalaisesta mallista, mutta ei maapallosta, joten ne eivät sovi tähtiin. Itse tähdet on vain symbolisesti jaettu hahmoihin, eli tähtien lukumäärä per figuuri on merkitty käsikirjoitukseen kiinnitettyjen kultalehtien muodossa. Kultaiset lehdet eivät kuitenkaan sijaitse tähtien todellisissa paikoissa taivaalla olevaa hahmoa silmällä pitäen, vaan ne on esitetty vain tiivistetysti. Elly Deckerin essee käsittelee hänen ehdottamansa tunnistusta yksityiskohtaisesti.

source: <i>A sample page from the medieval manuscript shows the three cushion images Draco, Ursa Maior and Ursa Minor with the text opposite.</i>
fi: <i>Keskiaikaisen käsikirjoituksen näytesivulla on kolme tyynykuvaa Lohikäärme, Iso Karhu ja Pieni Karhu, joiden teksti on vastapäätä.</i>

source: The illustrations of the individual figures were taken directly from the manuscript (provided by Prof. D. Blume, Jena, for planetarium applications). Stellarium works with point coordinates for stars in the catalogue of the astrometry satellite HIPPARCOS, so that the historical drawings have to be locked at three points each. Some of the flat book illustrations had to be distorted slightly on the planetarium dome to fit the stars. Except for the illustration of Scorpius and Ophiuchus, an approximate adjustment was possible.
fi: Yksittäisten kuvien kuvat on otettu suoraan käsikirjoituksesta (prof. D. Blume, Jena, planetaariosovelluksia varten). Stellarium toimii astrometriasatelliitin HIPPARCOSin luettelossa olevien tähtien pistekoordinaateilla, joten historialliset piirustukset on lukittava kolmeen pisteeseen. Joitakin litteän kirjan kuvituksia piti hieman vääristää planetaarion kupussa, jotta ne sopivat tähtiin. Scorpius- ja Ophiuchus-kuvitusta lukuun ottamatta likimääräinen säätö oli mahdollista.

source: In a planetarium dome, i.e. against a dark background, the dark blue and black parts of the manuscript are not recognisable. That is why these parts (e.g. the crab as a figure, the horns of the ibex, the goats of the carter...) were colour-inverted. The female bears, which are supposed to be dark, have only been shifted slightly into the red. How the image looks in the original (with its lapis lazuli blue background and the original dark colours) is shown in the table below.
fi: Planetaarion kupussa eli tummaa taustaa vasten käsikirjoituksen tummansininen ja musta osa ei ole tunnistettavissa. Siksi nämä osat (esim. rapu hahmona, metsäkurin sarvet, vaunun vuohet...) olivat värikäänteisiä. Naaraskarhut, joiden oletetaan olevan tummia, ovat vain hieman siirtyneet punaisiksi. Alla olevassa taulukossa näkyy, miltä kuva näyttää alkuperäisessä (lapis lazulin sinisellä taustalla ja alkuperäisillä tummilla väreillä).

source: There are some constellations in the Leiden Aratea, in particular Cen + Lup, Vir, Lib are leaving a huge gap in the sky. Both, Virgo and Centaur are probably not painted because the painter thought it were variants of the images of Sgr (Cen) and And (Vir). The artist of the Leiden Aratea never mapped the images onto the stars. In order to make these depictions understandable for us, I mapped them in Stellarium and added the names and stickfigures of the constellations and the names of individual stars from the Almagest. The Almagest is a book of mathematical astronomy of the 2nd century (i.e. the reign of the Roman Emperor Hadrian) while Aratos's poem describes a much earlier (~300 BCE) Greek sky culture. Both, the Almagest and the poem, are written in Greek originally but the Leiden Aratea presumably refers to a Latin translation of Aratus' poem and Roman artwork.
fi: Leiden Arateassa on joitain tähtikuvioita, erityisesti Cen + Lup, Vir, Lib jättävät valtavan aukon taivaalle. Molempia Neitsyttä ja Kentauria ei todennäköisesti ole maalattu, koska taidemaalari luuli niiden olevan muunnelmia Sgr (Cen) ja And (Vir) kuvista. Leiden Aratean taiteilija ei koskaan kartoittanut kuvia tähtiin. Jotta nämä kuvaukset olisivat meille ymmärrettäviä, kartoitin ne Stellariumissa ja lisäsin tähtikuvioiden nimet ja tikkuhahmot sekä Almagestin yksittäisten tähtien nimet. Almagest on 2. vuosisadan (eli Rooman keisari Hadrianuksen hallituskauden) matemaattisen tähtitieteen kirja, kun taas Aratosin runo kuvaa paljon aikaisempaa (n. 300 eaa.) Kreikan taivaskulttuuria. Sekä Almagest että runo on alun perin kirjoitettu kreikaksi, mutta Leiden Aratea viittaa oletettavasti latinalaiseen käännökseen Aratuksen runosta ja roomalaisesta taideteoksesta.

source: The following table lists the original names of the constellations in columns 2 and 3. constellations, in column 4 the illustration in the manuscript.
fi: Seuraavassa taulukossa on sarakkeiden 2 ja 3 tähdistöjen alkuperäiset nimet. konstellaatiot, sarakkeessa 4 käsikirjoituksen kuva.

source: <b>Latin Name, Abbreviation</b>
fi: <b>Latinalainen nimi, lyhenne</b>

source: <b>Original Greek Name</b>
fi: <b>Alkuperäinen kreikkalainen nimi</b>

source: Little She-Bear, Great She-Bear, Dragon (Latin) / Snake (Greek)
fi: Pikkukarhu, suuri naaras, lohikäärme (latinaksi) / käärme (kreikaksi)

source: Ox driver (Latin), Ploughing Man (Greek)
fi: Häränkuljettaja (latinaksi), kyntäjä (kreikka)

source: Crown (Latin), Wreath (Greek)
fi: Kruunu (latinalainen), seppele (kreikka)

source: Hercules (Latin), Kneeler (Greek)
fi: Hercules (latina), Polvistuva (kreikka)

source: The star between the legs is a well-known mistake in the picture: for this figure the draughtsman obviously took Bootes as a model; leg position, shepherd's crook (instead of club for Hercules) and star between the knees are the same.
fi: Tähti jalkojen välissä on tuttu virhe kuvassa: tälle hahmolle piirtäjä ilmeisesti otti Bootesin malliksi; jalkojen asento, paimenkurkku (Hercules-mailan sijaan) ja tähti polvien välissä ovat samat.

source: mirrored depiction
fi: peilattu kuvaus

source: and
fi: ja

source: Eagle with Arrow
fi: Kotka nuolen kanssa

source: In the Greek original (Aratos, ~300 BCE), there was no constellation Equuleus. The Farnese Globe (as well as the Mainz Globe and the Kugel Globe) depicts the Dolphin rather largely, covering the space of Equ. That is why I chose to follow this Aratean tradition also for the Leiden Aratea.
fi: Kreikan alkuperäisessä (Aratos, ~300 eaa.) ei ollut Equuleuksen tähdistöä. Farnese Globe (sekä Mainz Globe ja Kugel Globe) kuvaa delfiiniä melko suurelta osin ja kattaa Equ. Siksi päätin noudattaa tätä aratealaista perinnettä myös Leiden Arateassa.

source: Pegasus (name of a winged horse; Latin), a Horse (Greek)
fi: Pegasus (siivekäs hevosen nimi; latina), hevonen (kreikaksi)

source: (jumping through a ring which is a symbol for the year; Roman new year was in spring).
fi: (hyppy renkaan läpi, joka on vuoden symboli; roomalainen uusi vuosi oli keväällä).

source: The Pleiades
fi: Plejadit

source: or Seven Sisters
fi: tai Seitsemän sisarta

source: <i>The cancer was lightened.</i>
fi: <i>Krapu keveni.</i>

source: Apparently, the manuscript only contains one drawing for figures that are depicted twice: like Sagittarius is depicted as centaur and the constellation Centaur is missing, Andromeda is painted as young lady but the second young lady for the constellation of Virgo is missing.
fi: Käsikirjoituksessa on ilmeisesti vain yksi piirros kahdesti kuvatuille hahmoille: kuten Jousimies on kuvattu kentaurina ja Kentaurin tähdistö puuttuu, Andromeda on maalattu nuoreksi naiseksi, mutta toinen nuori neiti Neitsyen tähdistöstä puuttuu.

source: Balance (Latin, since 1st century CE in Geminos and Manilius; transferred in a style epoch of Babylonian revival),
fi: Balance (latinaksi, 1. vuosisadalta lähtien Geminoksessa ja Maniliuksessa; siirretty Babylonian herätyksen tyyliin),

source: Claws [of the Scorpion] (Greek)
fi: [Skorpionin] kynnet (kreikka)

source: The claws of the Scorpion indeed to cover this area.
fi: Skorpionin kynnet todellakin peittävät tämän alueen.

source: Snake Carrier and Scorpion (both in the zodiac ever since)
fi: Käärmeenkantaja ja Skorpioni (molemmat horoskoopissa siitä lähtien)

source: The Goat-Horned One
fi: Vuohensarviinen

source: Water Pourer
fi: Veden kaataja

source: mirrored depiction (although front view)
fi: peilattu kuvaus (vaikka edestä katsottuna)

source: Fishes
fi: Kalat

source: a Sea Monster named Cetus
fi: merihirviö nimeltä Cetus

source: <i>mirrored depiction</i>
fi: <i>peilattu kuvaus</i>

source: The Hare in this depiction had been deleted and replaced by the Hare from his own single-page painting.
fi: Tämän kuvauksen jänis oli poistettu ja korvattu hänen omasta yksisivuisesta maalauksestaan olevalla Jäniksellä.

source: the river Eridanus (Latin), an unnamed River (Greek);
fi: Eridanus-joki (latinaksi), nimetön joki (kreikaksi);

source: here a river god is depicted
fi: tässä on kuvattu jokijumala

source: <i>shown twice: once between Orion's legs, once separately; for the visualisation we have removed the hare between Orion's legs. The separately illustrated hare runs in the direction of writing, but the hare between Orion's legs runs in the direction of the true course of the sun. The constellation figure should therefore be thought of as mirrored in relation to the illustration in the book: this can be seen in the sketch of the hare between Orion's legs.</i>
fi: <i>esitetty kahdesti: kerran Orionin jalkojen välissä, kerran erikseen; visualisointia varten olemme poistaneet jäniksen Orionin jalkojen välistä. Erikseen kuvitettu jänis juoksee kirjoitussuunnassa, mutta Orionin jalkojen välissä oleva jänis juoksee auringon todellisen kulun suuntaan. Tähdistöhahmoa tulee siksi ajatella peilatuksi suhteessa kirjan kuvitukseen: tämä näkyy piirroksessa jänisestä Orionin jalkojen välissä.</i>

source: mirrored depiction of a little dog
fi: peilattu kuva pienestä koirasta

source: The star in front of the dog
fi: Tähti koiran edessä

source: (an asterism of three stars forming a small dog is already mentioned by Eratosthenes, but the name of the figure was always "Prokyon"). Procyon is a Greek term (with "k") latinized.
fi: (Eratosthenes mainitsi jo kolmen tähden pienen koiran muodostavan asterismin, mutta hahmon nimi oli aina "Prokyon"). Procyon on kreikankielinen termi (kirjaimella "k") latinoituna.

source: Water Snake, a particular vessel (crater), Raven
fi: Vesikäärme, tietty alus (kraatteri), korppi

source: apparently the constellations that are double have been painted only once: Sagittarius is depicted as centaur in the manuscript, the constellation Centaurus (a centaur with a sacrificial animal) is not depicted
fi: ilmeisesti kaksinkertaiset tähtikuviot on maalattu vain kerran: Jousimies on kuvattu käsikirjoituksessa kentaurina, Kentauruksen tähdistöä (kentauri uhrieläimellä) ei ole kuvattu

source: (likewise, Andromeda is depicted but not Virgo)
fi: (samoin Andromeda on kuvattu, mutta ei Neitsyt)

source: monster
fi: hirviö

source: (in the Greek original (Aratos, ~300 BCE), Lupus is not a standalone constellation but a composite of the constellation of Centaurus that is missing here).
fi: (Kreikkalaisessa alkuperäisessä (Aratos, ~300 eaa.) Lupus ei ole itsenäinen tähdistö, vaan yhdistelmä Centauruksen tähdistöstä, joka puuttuu täältä).

source: Southern Crown (Latin), Southern Wreath (Greek)
fi: Eteläinen kruunu (latinalainen), eteläinen seppele (kreikka)

source: (had been "Great Fish" for Eratosthenes and Aratus in Greek)
fi: (oli ollut "suuri kala" Eratostheneselle ja Aratukselle kreikaksi)

source: It is so darkly drawn here that you would not recognise it in the stars. That is why the colours have been dipped into a blue-green scheme instead of the original red-purple one.
fi: Se on niin synkästi piirretty tänne, ettet tunnista sitä tähdistä. Siksi värit on upotettu sinivihreäksi alkuperäisen puna-violetin sijaan.

source: For the Aratea itself:
fi: Itse Aratealle:

source: Dekker, Elly: The Provenance of the Stars in the Leiden Aratea Picture Book, Journal of the Warburg and Courtauld Institutes Vol. 73 (2010), pp. 1-37
fi: Dekker, Elly: The Provenance of the Stars in Leiden Aratea Picture Book, Journal of the Warburg and Courtauld Institutes, Voi. 73 (2010), s. 1-37

source: Katzenstein, Ranee and Savage-Smith, Emily: The Leiden Aratea &mdash; Ancient Constellations in a medieval manuscript, The Paul Getty Museum, Malibu California, 1988
fi: Katzenstein, Ranee ja Savage-Smith, Emily: The Leiden Aratea &mdash; Muinaiset tähtikuviot keskiaikaisessa käsikirjoituksessa, Paul Getty Museum, Malibu California, 1988

source: For Ptolemaios (in comparison): Almagest star catalogue
fi: Ptolemaiokselle (vertailuun): Almagest-tähtiluettelo

source: Toomer, G. J.: Ptolemy's Almagest, Duckworth, London, 1984
fi: Toomer, G. J.: Ptolemy's Almagest, Duckworth, Lontoo, 1984

source: This sky culture was added to Stellarium by Susanne M. Hoffmann (service@uhura-uraniae.com) and originally created in collaboration with Prof. Dr. Dieter Blume (Art History, FSU Jena, Germany) for Planetarium Jena.
fi: Susanne M. Hoffmann (service@uhura-uraniae.com) lisäsi tämän taivaskulttuurin Stellariumiin, ja se luotiin alun perin yhteistyössä prof. Dr. Dieter Blumen (Taidehistoria, FSU Jena, Saksa) kanssa Planetarium Jenaa varten.

source: the authors
fi: tekijät

source: Hawaiian Starlines
de: Hawaiianische Sternzüge
es_419: Líneas estelares hawaianas
fi: Havaijilainen
ru: Гавайские звёздные линии
sv: Hawaiianska stjärnlinjer
uk: Гавайські зоряні лінії

source: These are the star lines developed by Nainoa Thompson and used by the Polynesian Voyaging Society to navigate Polynesian sailing canoes using traditional techniques of non instrument navigation across thousands of miles of open ocean. For years, Hawaiian navigators have memorized the position of stars as they rise and set in order to know oneʻs bearing. Wayfinder Nainoa Thompson developed a system of organization to help memorize the position of stars throughout the celestial sphere by dividing the sky into four evenly sized star lines.
fi: Nämä ovat tähtilinjoja, jotka on kehittänyt Nainoa Thompson ja joita Polynesian Voyaging Society käyttää navigoidakseen polynesialaisilla purjehduskanootilla käyttäen perinteisiä tekniikoita, joissa ei ole instrumenttinavigointia tuhansien kilometrien pituisella avomerellä. Vuosien ajan havaijilaiset navigaattorit ovat muistaneet tähtien sijainnin niiden noustessa ja laskeutuessa tietääkseen suuntiman. Wayfinder Nainoa Thompson kehitti organisaatiojärjestelmän, joka auttaa muistamaan tähtien sijainnin koko taivaanpallolla jakamalla taivaan neljään tasakokoiseen tähtiviivaan.

source: History
fi: Historia

source: The knowledge of Hawaiian star navigation has been passed down orally for many generations. Much of the knowledge regarding stars and navigation were lost until the Hawaiian Renaissance in the early 1970s. Polynesian Voyage Society (PVS), founded in 1973, created Hokule’a in 1975. Hokule’a is a traditional Hawaiian voyaging canoe with the mission to revive the art of way finding. A man from Satawal, Micronesia named Mau Piailug was a master navigator/wayfinder. The knowledge of wayfinding and using the sky to navigate was passed down to Mau from his ancestors. Nainoa Thompson, current President of PVS, asked Mau to teach his knowledge of navigation to him with the intention of reviving the knowledge that was once lost to the Hawaiians. With the knowledge learned from Mau, the Hawaiian star compass and star lines were created.
fi: Havaijin tähtinavigointia koskeva tieto on välitetty suullisesti useiden sukupolvien ajan. Suuri osa tähtiä ja navigointia koskevasta tiedosta katosi Havaijin renessanssiin 1970-luvun alussa. Vuonna 1973 perustettu Polynesian Voyage Society (PVS) loi Hokule'an vuonna 1975. Hokule'a on perinteinen havaijilainen matkakanootti, jonka tehtävänä on elvyttää tienhakutaitoa. Mikronesian Satawalista kotoisin oleva mies nimeltä Mau Piailug oli mestarinavigaattori/tietäja. Tietämys reitin löytämisestä ja taivaan käyttämisestä navigoimiseen välittyi Maulle hänen esi-isiltä. Nainoa Thompson, PVS:n nykyinen presidentti, pyysi Mauta opettamaan hänelle navigointitietonsa tarkoituksenaan elvyttää havaijilaisille kerran kadonnutta tietoa. Maulta opitun tiedon avulla luotiin havaijilainen tähtikompassi ja tähtiviivat.

source: Star Lines
fi: Tähtilinjat

source: Each star line is a group of main stars that will be remembered by the navigators. The stars connect making constellations. Navigators remember the rising/setting houses of these stars, the stars that connect in each line, and the lines that point directly to North and South. The star lines’ position in the night sky slowly change over time, each starline being more prevalent at night according to the season. The star lines with their according season are as follows:
fi: Jokainen tähtiviiva on ryhmä päätähtiä, jotka navigaattorit muistavat. Tähdet yhdistävät tähdistöjä. Navigaattorit muistavat näiden tähtien nousevat ja laskevat talot, tähdet, jotka yhdistyvät jokaisessa rivissä, ja linjat, jotka osoittavat suoraan pohjoiseen ja etelään. Tähtiviivojen sijainti yötaivaalla muuttuu hitaasti ajan myötä, jokainen tähtiviiva on yleisempi yöllä vuodenajan mukaan. Tähtilinjat kauden mukaan ovat seuraavat:

source: November to April
fi: Marraskuusta huhtikuuhun

source: April to July
fi: Huhtikuusta heinäkuuhun

source: May to October
fi: Toukokuusta lokakuuhun

source: September to February
fi: Syyskuusta helmikuuhun

source: The direct translation means the “Bailer of <em>Makali’i</em>”. The lines are shaped as a canoe bailer which scoops <em>Ka Hei-Hei o Na Keiki</em> (Orion) and <em>Makali’i</em> (Pleiades) up into the night sky. In voyaging a bailer is used to scoop up water out of the hulls.
fi: Suora käännös tarkoittaa "<em>Makali’i</em>:n äyskäri”. Linjat on muotoiltu kanootin kauhaksi <em>Ka Hei-Hei o Na Keiki</em> (Orion) ja <em>Makali’i</em> (Plejadit)ylös yötaivaalle. Matkoilla kauhoja käytetään kauhomaan rungoista vettä pois.
