Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: three head stars are tiara; &beta; seen as part of the belt, although Almagest says beneath belt
fi: kolme päätähteä ovat tiara; &beeta; nähdään osana vyötä, vaikka Almagest sanoo vyön alla

source: Ploughman
fi: Kyntömies

source: has a shepherd's staff in his hand (&omega;)
fi: hänellä on paimensauva kädessään (&omega;)

source: star HIP 72582 added as neck star
fi: tähti HIP 72582 lisätty kaulatähdeksi

source: Crown
fi: Kruunu

source: like IAU constellation; no details for lines in the text
fi: kuten IAU tähdistö; ei yksityiskohtia tekstin riveistä

source: Kneeler
fi: Polvistuva

source: one of the foot stars is top of staff of Bootes
fi: yksi jalkatähteistä on Bootesin henkilökunta

source: star HIP 82764 added as neck star
fi: tähti HIP 82764 lisätty kaulatähdeksi

source: Lyre
fi: Lyyra

source: Bird
fi: Lintu

source: swan with legs
fi: joutsen jaloilla

source: Tips of wings connected with tail
fi: Siipien kärjet liittyvät häntään

source: Queen sitting on a throne
fi: Kuningatar istuu valtaistuimella

source: to avoid confusion we did not draw the throne
fi: hämmennyksen välttämiseksi emme piirtäneet valtaistuinta

source: Double star cluster NGC 869 and NGC 884 as Deep Sky Object - &gt;one of the stars in the cluster was used for drawing
fi: Kaksoistähtijoukko NGC 869 ja NGC 884 syvän taivaan kohteena - &gt;yksi tähtijoukon tähdistä käytettiin piirtämiseen

source: one of the stars in Gorgon-head is added to make the head look more spherical
fi: yksi Gorgon-headin tähdistä on lisätty, jotta pää näyttää pallomaisemmalta

source: Charioteer
fi: Sotavaunujen ajaja

source: wears long garment; garment limited through shoulders and hem
fi: käyttää pitkää vaatetta; olkapäiden ja helman kautta rajoitettu vaate

source: o Aur added as neck star; 1 Aur added as hem star
fi: o Aur lisätty kaulatähdeksi; yksi Aur lisätty helmatähdeksi

source: Serpent Bearer
fi: Käärmeen kantaja

source: has serpent in his hand
fi: on käärme kädessään

source: a star added as neck star
fi: tähti lisätty kaulatähdeksi

source: Snake
fi: Käärme

source: two separate parts of the snake (head and tail); square is head
fi: kaksi erillistä käärmeen osaa (pää ja häntä); neliö on pää

source: Arrow
fi: Nuoli

source: Like IAU constellation, &eta; Sge is missing
fi: Kuten IAU-tähdistö, &eta; Sge puuttuu

source: Eagle
fi: Kotka

source: &tau; Aql as head star, &beta; as neck, Altair is between shoulders, &gamma; and &mu; are shoulders
fi: &tau; Aql päätähtenä, &beta; kaulana, Altair on olkapäiden välissä, &gamma; ja &mu; ovat olkapäät

source: Dolphin
fi: Delfiini

source: refined shape
fi: hienostunut muoto

source: Bust [of a horse]
fi: [hevosen] rintakuva

source: Horse
fi: Hevonen

source: with mane and one wing
fi: harjalla ja yhdellä siivellä

source: dress and belt
fi: mekko ja vyö

source: four given stars &#61664; middle star of one side
fi: neljä annettua tähteä &#61664; keskimmäinen tähti toisella puolella

source: turned head; only one horn
fi: käännetty pää; vain yksi sarvi

source: Bull
fi: Sonni

source: half body, only two legs visible; direction of view to observer
fi: puolivartalo, vain kaksi jalkaa näkyvissä; katseen suunta tarkkailijalle

source: Twins
fi: Kaksoset

source: one star in common; touching each other with hands
fi: yksi yhteinen tähti; koskettavat toisiaan käsin

source: Crab
fi: Rapu

source: square body
fi: neliömäinen ruumis

source: Lion
fi: Leijona

source: opens jaw
fi: avaa leuan

source: Maiden
fi: Neito

source: no separate head
fi: ei erillistä päätä

source: fainter stars added to draw the wings
fi: himmeämpiä tähtiä lisätty siipien piirtämiseen

source: Claws [of the Scorpion]
fi: [Skorpionin] kynnet

source: Ptolemy always uses the term &quot;claws&quot;, never &quot;the balance&quot;.
fi: Ptolemaios käyttää aina termiä &quot;claws&quot;, ei koskaan &quot;tasapaino&quot;.

source: Scorpion
fi: Skorpioni

source: arms added around the head: &nu; and &rho;
fi: kädet lisätty pään ympärille: &nu; ja &rho;

source: Archer
fi: Jousimies

source: a centaur with bow ahead; &bdquo;cloak&ldquo; behind
fi: kentauri jousi edessä; &bdquo;viitta&ldquo; takana

source: we included many faint stars in our stick figure in order to make the picture clear.
fi: lisäsimme tikkuhahmoon monia himmeitä tähtiä, jotta kuva olisi selkeä.

source: The One with the Goat's Horn
fi: Se jolla on Vuohensarvi

source: fish tail; two legs visible
fi: kalan häntä; kaksi jalkaa näkyvissä

source: Water-Carrier
fi: Vedenkantaja

source: water out of jug
fi: vettä kannusta

source: [2] Fish
fi: [2] Kala

source: northern fish: 68(h), 67(k), and 65(i) described as head in Almagest but we took them as fin because mouth should be at g and &tau; Psc. Additional change on tail fin: extended to &rho;
fi: pohjoiset kalat: 68(h), 67(k) ja 65(i) kuvattu päänä Almagestissa, mutta otimme ne eväksi, koska suun pitäisi olla kohdassa g ja &tau; Psc. Lisämuutos häntäevässä: laajennettu &rho;

source: Sea Monster
fi: Merihirviö

source: Body does not go through star &tau;, but through star &upsilon;
fi: Keho ei kulje tähden &tau;n, vaan tähden &upsilon;

source: The &quot;head&quot; is labeled as &quot;nebulous&quot; which means Ptolemy interpreted &phi;<sub>1</sub>, &phi;<sub>2</sub>, and &lambda;, together with fainter stars between them as a &quot;cluster&quot; (or association which is more extended than the modern &quot;&lambda; Ori Assoc.&quot;). Head does not have direct connection to the shoulder stars anymore, but a connection to a star between the stars in the shoulders.
fi: &quot;pää&quot; on merkitty "sumuiseksi"; mikä tarkoittaa, että Ptolemaios tulkitsi &phi;<sub>1</sub>, &phi;<sub>2</sub>, ja "lambda" sekä niiden välissä olevat himmeämmät tähdet "klusterina"; (tai assosiaatio, joka on laajempi kuin moderni "lambda; Ori Assoc."). Päällä ei ole enää suoraa yhteyttä olkatähtiin, vaan olkapäissä olevien tähtien välissä olevaan tähteen.

source: River [nameless]
fi: [Nimetön] joki

source: Like IAU constellation, but shorter
fi: Kuten IAU-tähdistö, mutta lyhyempi

source: Hare
fi: Jänis

source: took the "4 stars over the ear" as ear
fi: otti korvana "4 tähteä yli korvan".

source: The One before the Dog
fi: Yksi ennen koiraa

source: In Almagest, the name of the constellation is &quot;The One before the Dog&quot; or &quot;Harbinger of Sirius&quot; as Toomer puts it. However, &beta; CMi is called &quot;the neck&quot; (of whom is unknown). We drew a little dog with &gamma; and &epsilon; as head; &alpha;, &beta;, &eta; and HIP36889 as body; forelegs with HIP 35509 and HIP 35614; hindlegs with &delta;<sub>2</sub> and &delta;<sub>3</sub>; tail with HIP 37634
fi: Almagestissa tähdistön nimi on &quot;Ei koiraa edeltävä. tai "Harbinger of Sirius"; kuten Toomer sen sanoo. Kuitenkin &beta; CMi:tä kutsutaan "kaulaksi"; (joista ei tiedetä). Piirsimme pienen koiran &gamma; ja &epsilon; päänä; &alpha;, &beta;, &eta; ja HIP36889 runkoon; eturaajat, joissa HIP 35509 ja HIP 35614; takajaloissa &delta;<sub>2</sub> ja &delta;<sub>3</sub>; häntä HIP 37634 kanssa

source: Ship &quot;Argo&quot;
fi: Laiva &quot;Argo&quot;

source: smaller than the sum of the IAU-constellations Pup+Pyx+Car+Vel
fi: pienempi kuin IAU-tähdistöjen summa Pup+Pyx+Car+Vel

source: Many stars not integrated in the constellation, to create a boat-like shape; in many depictions (including the ancient Farnese globe), only a half of a ship is painted.
fi: Monet tähdet, joita ei ole integroitu tähdistöön, luovat veneen kaltaisen muodon; monissa kuvissa (mukaan lukien muinainen Farnesen maapallo) on maalattu vain puolikas laivasta.

source: Water Snake
fi: Vesikäärme

source: Krater (vessel)
fi: Kraatteri (alus)

source: a Krater is special Greek wine mixing vessel which looks like an amphora or vase: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a> Ptolemy describes only one star in the foot (&alpha; Crt) and two handles (&eta;, &theta; Crt)
fi: Krater on erityinen kreikkalainen viininsekoitusastia, joka näyttää amforalta tai maljakolta: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a> Ptolemaios kuvaa vain yhtä tähteä jalassa (&alpha; Crt) ja kahta kädensijaa (&eta;, &theta; Crt)

source: Raven
fi: Korppi

source: Kentauros
fi: Kentauri

source: deviation from description: HIP 65373 instead of &omega; Cen (cluster) taken as star on the back. &lsquo;Thyrsus&lsquo; not drawn (to avoid confusion), backward arm added.
fi: poikkeama kuvauksesta: HIP 65373 &omega; Cen (klusteri) otettu tähtenä takana. &lsquo;Thyrsus&lsquo; ei piirretty (sekaannusten välttämiseksi), takavarsi lisätty.

source: Beast
fi: Peto

source: &beta; described as &lsquo;End of hind leg&lsquo; -> taken as star in the belly; &tau;<sub>1</sub> as hindleg &Chi; removed from head, because otherwise shapelessness arises; HIP 73493 taken as foreleg
fi: &beta; kuvataan nimellä "Takajalan loppu"; -> otettu tähtenä vatsassa; &tau;<sub>1</sub> takajalkana &Chi; poistettu päästä, koska muuten syntyy muodottomuutta; HIP 73493 otettu etujalaksi

source: Altar
fi: Alttari

source: Southern Crown
fi: Eteläinen kruunu

source: like IAU constellation; only uncertainty with stars that only got a BSC number in the Almagest, because these are not clearly to identify in Stellarium
fi: kuten IAU tähdistö; vain epävarmuus tähtien kanssa, jotka saivat vain BSC-numeron Almagestissa, koska niitä ei voida selvästi tunnistaa Stellariumissa

source: Southern Fish
fi: Eteläinen kala

source: the fish is laying on his back
fi: kala makaa selällään

source: we added a few stars to mark the tail as such (&beta; should be the tip of the tail but we used it as its root)
fi: lisäsimme muutaman tähden merkitsemään häntää sellaisenaan (&beta; pitäisi olla hännän kärki, mutta käytimme sitä sen juurena)

source: This sky culture originates from a student's year of research. We provide this for free but authors of contributions certainly deserve to be cited according to the common rules. Thank you!
fi: Tämä taivaskulttuuri on peräisin opiskelijan tutkimusvuodesta. Tarjoamme tämän ilmaiseksi, mutta kirjoitusten kirjoittajat ansaitsevat ehdottomasti maininnan yhteisten sääntöjen mukaisesti. Kiitos!

source: Thanks
fi: Kiitos

source: The authors thank Patrick Gleason and Georg Zotti for English proofreading and interesting discussions.
fi: Kirjoittajat kiittävät Patrick Gleasonia ja Georg Zottia englanninkielisistä oikolukuista ja mielenkiintoisista keskusteluista.

source: This sky culture was compiled and added to Stellarium by Alina Schmidt, Lea Jabschinski, Marie von Seggern and Susanne M. Hoffmann: service@uhura-uraniae.com
fi: Tämän taivaskulttuurin ovat koonneet ja lisänneet Stellariumiin Alina Schmidt, Lea Jabschinski, Marie von Seggern ja Susanne M. Hoffmann: service@uhura-uraniae.com

source: Written in English: the authors
fi: Kirjoitettu englanniksi: kirjoittajat

source: Dante's Divina Comedia
fi: Danten Divina Comedia

source: Dante Alighieri mentions several stars and a few constellations: predominantly, the zodiacal constellation of Gemini. The Twins occurs in his texts (in the comedia as well as his poems). As Dante is not an astronomer but a person with broad knowledge, his view of the constellations is highly like not based upon observations of the sky but on manuscripts that he read. Therefore, we chose to take the zodiacal constellation images from Michael Scotus whose manuscript was very popular in Dante's time.
fi: Dante Alighieri mainitsee useita tähtiä ja muutamia tähtikuvioita: pääasiassa eläinradan Kaksosten tähdistö. Kaksoset esiintyvät hänen teksteissään (sekä komediassa että hänen runoissaan). Koska Dante ei ole tähtitieteilijä, vaan henkilö, jolla on laaja tietämys, hänen näkemyksensä tähtikuvioista ei perustu taivaan havaintoihin vaan hänen lukemiinsa käsikirjoituksiin. Siksi päätimme ottaa eläinradan tähdistökuvat Michael Scotukselta, jonka käsikirjoitus oli erittäin suosittu Danten aikana.

source: Dante Alighieri was a citizen of Florence, Italy, who was later banned and lived at several places in Northern Italy. The comedia was written around 1300 but finished only short before his death in 1321. It is commonly assumed that the story plays in around the Christian festival of Easter in 1300 CE.
fi: Dante Alighieri oli Firenzen, Italian, kansalainen, joka myöhemmin karkotettiin ja asui useissa paikoissa Pohjois-Italiassa. Komedia kirjoitettiin noin vuonna 1300, mutta se valmistui vain vähän ennen hänen kuolemaansa vuonna 1321. Yleisesti oletetaan, että tarina soi kristillisen pääsiäisjuhlan ympärillä vuonna 1300 jKr.

source: How this Sky Culture was made
fi: Kuinka tämä taivaskulttuuri tehtiin

source: The Dante experts of the German Dante Society selected some text passages with astronomical references in order to present them at Planetarium Jena in the dome. Professor Blume's suggestion that Dante likely had Michael Scotus's drawings of the constellations in mind was accepted. Therefore, we copied these drawings and mapped them onto the stars. The "16" bright stars that are mentioned by Dante are usually interpreted by romanists as the stars of first magnitude in the Almagest. Therefore, these stars where highlighted with the "star"-symbol in Stellarium. Additionally, we painted a chariot (wagon) and a horn.
fi: Saksalaisen Dante-seuran Dante-asiantuntijat valitsivat joitakin tähtitieteellisiä viittauksia sisältäviä tekstikohtia esitelläkseen ne Jenan planetaariossa kupolissa. Professori Blumen ehdotus, jonka mukaan Dante todennäköisesti ajatteli Michael Scotuksen piirustuksia tähtikuvioista, hyväksyttiin. Siksi kopioimme nämä piirustukset ja kartoitimme ne tähtiin. Romanistit tulkitsevat yleensä Danten mainitsemat "16" kirkasta tähteä Almagestin ensimmäisen suuruuden tähdiksi. Siksi nämä tähdet korostettiin "tähti"-symbolilla Stellariumissa. Lisäksi maalasimme vaunut ja torven.

source: Dante calls the seven bright stars of Ursa Major "The Chariot", the constellation of Ursa Minor "The Horn", and possibly refers to Corona Borealis when he mentions a ring of stars. The latter interpretation is in our view unlikely but is discussed among researchers which is why we marked the stars of Corona Borealis as it is described in the Almagest.
fi: Dante kutsuu Ison Karhun seitsemää kirkasta tähteä "Vaunuksi", Pienen Karhun tähdistöä "Sarveksi" ja viittaa mahdollisesti Corona Borealis'iin mainitessaan tähtien renkaan. Jälkimmäinen tulkinta on mielestämme epätodennäköinen, mutta siitä keskustellaan tutkijoiden keskuudessa, minkä vuoksi merkitsimme Corona Borealis -tähdet sellaisina kuin ne on kuvattu Almagestissa.

source: The Italian Dante Society (Societá Dantesca Italiana) provides Dante's work online: <a href="https://danteonline.it/opere/index.php">Dante_Online</a>.
fi: Italian Dante Society (Societá Dantesca Italiana) tarjoaa Danten töitä verkossa: <a href="https://danteonline.it/opere/index.php">Dante_Online</a>.

source: We provide this sky culture free of charge, but the authors deserve to be cited according to the usual rules. Thank you!
fi: Tarjoamme tämän taivaskulttuurin veloituksetta, mutta kirjoittajat ansaitsevat tulla siteeratuksi tavanomaisten sääntöjen mukaan. Kiitos!

source: This sky culture was added to Stellarium by Susanne M. Hoffmann (service@uhura-uraniae.com) as a byproduct of a collaboration with Prof. Dr. Dieter Blume (Art History, FSU Jena, Germany), The German Dante Society (Deutsche Dante Gesellschaft) and Planetarium Jena.
fi: Tämän taivaskulttuurin lisäsi Stellariumiin Susanne M. Hoffmann (service@uhura-uraniae.com) sivutuotteena yhteistyöstä professori tohtori Dieter Blumen (taidehistoria, FSU Jena, Saksa), saksalaisen Dante-seuran (Deutsche) kanssa. Dante Gesellschaft) ja Planetarium Jena.

source: region of origin: Florence, Italy; this single sky culture was made for use in research
fi: alkuperäalue: Firenze, Italia; tämä yhden taivaan kulttuuri on tehty käytettäväksi tutkimuksessa

source: The Globe of the Atlas Farnese Statue
fi: Atlas Farnesen patsaan maapallo

source: This ancient Greek celestial culture is based on the marble globe of the Atlas statue in the Villa Farnese (Naples). The statue dates to the 2nd century AD, i.e. Roman times. However, it is a copy of an older Greek model, which itself has not survived.
de: Diese antike griechische Himmelskultur basiert auf dem Marmorglobus der Atlas Statue in der Villa Farnese (Neapel). Die Statue datiert auf das 2. Jahrhundert n. Chr., also in römische Zeit. Sie ist aber eine Kopie einer älteren griechischen Vorlage, die selbst nicht erhalten ist.
es_419: Esta antigua cultura celestial griega se basa en el globo de mármol de la estatua del Atlas en la Villa Farnese (Nápoles). La estatua data del siglo II d.C., es decir, época romana. Sin embargo, es una copia de un modelo griego más antiguo, que en sí mismo no ha sobrevivido.
fi: Tämä antiikin kreikkalainen taivaallinen kulttuuri perustuu Villa Farnesessa (Napolissa) sijaitsevaan Atlas-patsaan marmoripalloon. Patsas on peräisin 2. vuosisadalta jKr., eli roomalaisten ajoilta. Se on kuitenkin kopio vanhemmasta kreikkalaisesta mallista, joka itse ei ole säilynyt.
ru: Эта древнегреческая небесная культура основана на мраморном шаре статуи Атласа на вилле Фарнезе (Неаполь). Статуя датируется II веком нашей эры, то есть римскими временами. Однако это копия более старой греческой модели, которая сама по себе не сохранилась.
sv: Den här antika grekiska himmelskulturen är baserad på marmorgloben till Atlasstatyn i Villa Farnese (Neapel). Statyn dateras till 200-talet e.Kr., dvs. romartiden. Den är dock en kopia av en äldre grekisk modell, som i sin tur inte har överlevt.
uk: Цю давньогрецьку картину зоряного неба засновано на мармуровому глобусі зі статуї Атланта на віллі Фарнезе (Неаполь). Статую датують 2 століттям нашої ери, тобто римськими часами. Втім, це копія старішої грецької моделі, яка не збереглася до нашого часу.

source: The marble globe only depicts figures and no stars. The globe has a diameter of about 65 cm. The figures were not aligned according to exact point coordinates, but in a grid: the ecliptic, the celestial equator, the tropics and the polar circles provide orientation in terms of position in "latitude circles" on the celestial sphere, while the coluric circles provide a four-way division in "longitude circles". Ancient globe makers used this very coarse-meshed grid to adjust the figure drawings.
fi: Marmoripallossa on vain hahmoja, ei tähtiä. Maapallon halkaisija on noin 65 cm. Figuuria ei kohdistettu tarkkojen pistekoordinaattien mukaan, vaan ruudukossa: ekliptika, taivaan ekvaattori, tropiikka ja napaympyrät antavat suunnan sijainnin suhteen "leveysympyröissä" taivaanpallolla, kun taas väriympyrät tarjoavat nelisuuntainen jako "pituuspiireissä". Muinaiset maapallontekijät käyttivät tätä erittäin karkeasilmäistä ruudukkoa kuvioiden säätämiseen.

source: The images of the globe therefore clearly show that the stonemason who created the globe had the popular doctrinal poem by Aratos of Soloi (~300 BCE) in mind. There is no reason for the claim - often inflated by popular science - that this marble globe was carved according to Hipparchus' star catalogue. This thesis has been repeatedly raised over the past ~200 years, but regularly dismissed: Both mathematical arguments and artistic representations speak against it.
fi: Maapallon kuvat osoittavat siis selvästi, että maapallon luonut kivimies piti mielessään Aratos of Soloin (n. 300 eaa.) suosittu oppiruno. Ei ole mitään syytä väittää - usein populaaritieteen paisuttamalla - että tämä marmoripallo olisi veistetty Hipparchuksen tähtiluettelon mukaan. Tämä teesi on nostettu toistuvasti esille viimeisen ~200 vuoden aikana, mutta hylätty säännöllisesti: Sekä matemaattiset argumentit että taiteelliset esitykset puhuvat sitä vastaan.

source: <i>Photograph of the reconstructed statue of the Atlas Farnese (Gabriel Seah, CC BY-SA-3.0, 9. Juli 2006, Museo Archeologico Nazionale, Naples).</i>
fi: <i>Valokuva rekonstruoidusta Atlas Farnesen patsaasta (Gabriel Seah, CC BY-SA-3.0, 9. heinäkuuta 2006, Museo Archeologico Nazionale, Napoli).</i>

source: Only the torso of the man was preserved and with broken elbows: everything below the hip has been supplemented in a modern way. In this form, the sculpture is 2.10 m high. The sculpture of the globe with constellations, which is important for us, is original, but has a large hole at the north pole - presumably it was anchored there to other parts of the architecture. Therefore, the circumpolar constellations of the two she-bears and parts of the dragon are missing.
fi: Miehestä oli säilynyt vain vartalo ja murtuneet kyynärpäät: kaikkea lonkan alapuolella on täydennetty nykyaikaisella tavalla. Tässä muodossa veistos on 2,10 m korkea. Meille tärkeä veistos maapallosta tähtikuvioilla on alkuperäinen, mutta siinä on iso reikä pohjoisnavalle - oletettavasti se ankkuroitui arkkitehtuurin muihin osiin. Siksi kahden naaraskarhun ja lohikäärmeen osien sirkumpolaariset tähtikuviot puuttuvat.

source: How was this Sky Culture made?
fi: Miten tämä taivaskulttuuri tehtiin?

source: The illustrations of the individual figures were copied from the marble globe as pencil sketches. Stellarium works with point coordinates of the modern HIPPARCOS catalogue (produced by an astrometry satellite), so that the historical drawings have to be locked at three points (stars) each. Since this sometimes leads to distortions in historical figures (the marble globe is not a perfect sphere, the figures were not fitted according to point coordinates), this was done here "by eye" - just as by the historical stonemason.
fi: Yksittäisten hahmojen kuvitukset kopioitiin marmoripallosta lyijykynäluonnoksina. Stellarium toimii modernin HIPPARCOS-luettelon (astrometriasatelliitin tuottaman) pistekoordinaateilla, joten historialliset piirustukset on lukittava kolmeen pisteeseen (tähteen). Koska tämä joskus johtaa vääristymiin historiallisissa hahmoissa (marmoripallo ei ole täydellinen pallo, hahmoja ei sovitettu pistekoordinaattien mukaan), tämä tehtiin täällä "silmällä" - aivan kuten historiallinen kivenhakkaaja.

source: The names of the constellations and individual stars were taken from the Almagest star catalogue, which also dates from the 2nd century (i.e. the reign of the Roman Emperor Hadrian) and - as was customary at the time - was written in Greek as scientific literature.
fi: Tähdistöjen ja yksittäisten tähtien nimet on otettu Almagest-tähtiluettelosta, joka myös on peräisin 200-luvulta (eli Rooman keisari Hadrianuksen hallituskaudelta) ja - kuten tuolloin oli tapana - kirjoitettu kreikaksi tieteellisenä kirjallisuutena.

source: The marble globe was a decorative element in a building, probably a particularly elaborate capital. It has no scientific accuracy. Therefore, some drawings in relief deviate from the exact star positions of the star catalogue: e.g. the Twins (Gemini) are moved slightly to the side to show the figure completely, although the lower part of this celestial region would be covered by the hand of the Atlas statue. There are similar distortions in the Scorpion.
fi: Marmoripallo oli rakennuksen koriste-elementti, luultavasti erityisen hienostunut pääkaupunki. Sillä ei ole tieteellistä tarkkuutta. Siksi jotkut kohokuvioidut piirustukset poikkeavat tähtiluettelon tarkasta tähtiasennosta: esim. Kaksoset (Kaksoset) siirretään hieman sivulle, jotta kuva näkyy kokonaan, vaikka Atlas-patsaan käsi peittäisi tämän taivaallisen alueen alaosan. Skorpionissa on samanlaisia vääristymiä.
