Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Lokono constellations and other celestial objects |Lokono name|Literal translation in English|Approximate location| |-----------|------------------------------|--------------------| |<notr>Hadali</notr>| |Sun| |<notr>Kathi</notr>| |Moon| |<notr>Warhokoma</notr>| |Venus| |<notr>Waya nukuthi bunaha</notr>|Path of the carriers of clay|Milky Way| |<notr>Mali</notr>| |Sirius| |<notr>Yôkoro wiwa</notr>|Scores of stars|Pleiades| |<notr>Wiwa kalemero</notr>|Shining star|Jupiter| |<notr>Yorhada</notr>|Grill|Pegasus| |<notr>Kamodokoya</notr>|Spirit of the green anaconda|unclear| |<notr>Kibiwarhakoya</notr>|Spirit of the capibara|unknown| |<notr>Mabukuli</notr>|Man without a thigh|Orion's belt| |<notr>Kama tâla</notr>|Jaw of the tapir|Hyades| |<notr>Hithikoya</notr>|Spirit of the black curassow|Crux| |<notr>Yokhârhin</notr>|Hunter|α Centauri| |<notr>Alêti</notr>|Torch|β Centauri| |<notr>Anorhâkoya</notr>|Spirit of the cocoi heron|Ursa Major| |<notr>Honolikoya</notr>|Spirit of the rufescent tiger heron|unknown| |<notr>Kasorhowakoya</notr>|Spirit of the four-eyed fish|λ Sco and υ Sco| |<notr>Katarokoya</notr>|Spirit of the green sea turtle|Hercules| |<notr>Hikorhikoya</notr>|Spirit of the yellow-footed tortoise|unknown| |<notr>Kwakoya</notr>|Spirit of the blue crab|Orion| |<notr>Ifakoya</notr>|Spirit of the Muscovy duck|Corona Australis| |<notr>Awarhakoya</notr>|Spirit of the awara palm|Coma Berenices| |<notr>Hadorhikoya</notr>|Spirit of the red acouchi|unknown| |<notr>Hokorherokoya</notr>|Spirit of the red-rumped agouti|unknown| |<notr>Kabadarokoya</notr>|Spirit of the jaguar|unknown| |<notr>Korhirhwathekoya</notr>|Spirit of the ocelot|unknown| |<notr>Hawkoya</notr>|Spirit of the pale-throated sloth|unknown| |<notr>Warhemedokoya</notr>|Spirit of the two-toed sloth|unknown| |<notr>Yôwanakoya</notr>|Spirit of the green iguana|unknown| |<notr>Yarheyarherokoya</notr>|Spirit of the lilac-tailed parrot|unknown| |<notr>Marodikoya</notr>|Spirit of the marail guan|unknown| |<notr>Hikarowanakoya</notr>|Spirit of the little cuckoo|unknown| |<notr>Sûtukoya</notr>|Spirit of the red-handed tamarin|unknown| |<notr>Howakoya</notr>|Spirit of the white-faced saki|unknown| |<notr>Imenarikoya</notr>|Spirit of the scorpion|unknown| |<notr>Korherokoya</notr>|Spirit of the parrot|unknown| |<notr>Kasipenikoya</notr>|Spirit of a tortoise|unknown| |<notr>Shimarhabokoya</notr>|Spirit of the bow and arrow|unknown| |<notr>Arakabosakoya</notr>|Spirit of the gun|unknown| |<notr>Maraka</notr>|Medicine-men’s rattle|unknown| ### Lokono astronomical knowledge: an introduction From contemporary and historical accounts, it appears that astronomical knowledge was not restricted to particular members of the Lokono society. However, it was the medicine-men in particular&mdash;the spiritual leaders of the Lokono known as *semethi*&mdash;who were required to master the various aspects of star knowledge and who might have been responsible for passing the oral traditions associated with them from one generation to another. From Rodrigo de Navarette, who around 1550 wrote one of the first accounts of the Lokono, we learn, for instance, that: *&ldquo;old and wise men whom they call Cemetu assemble in the houses designed for their meetings and [&hellip;] recount the traditions and exploits of their ancestors and great men, and also narrate what those ancestors heard from their forefathers; so that in this manner they remember the most ancient events of their country and people. And, in like manner they recount or preach about events relating to the heavens, the sun, moon, and stars.&rdquo;*[#1] Navarette's *cemetu*, the medicine-men known in modern Lokono as *semethi*, have largely given up their practices today, which may be the reason why the transmission of astronomical knowledge has been interrupted. Many Lokono constellations appear to have been forgotten today. Our sources are therefore often limited to historical accounts written by early explorers and ethnographers of the Guianas, one of the oldest examples of which is illustrated below. <p style="text-align:center;"> <figure> <img src="illustrations/schulz.png" width="572" height="508" align="middle"/> <p style="text-align:center;"><figcaption>Fig.1 List of Lokono stars by Theodor Schulz, circa 1803.[#23]</figcaption></p> </figure> </p> It is this literature that allows us to party reconstruct the Lokono stellar knowledge, described below. Before discussing the individual celestial bodies, however, several general features of Lokono astronomy merit a mention, namely: - the overlap with the astronomical traditions of neighboring indigenous groups. - the oral traditions explaining the origin and significance of celestial bodies. - the use of the term *koya* &lsquo;spirit&rsquo; in the names of numerous constellations. - the use of the general term *wiwa* &lsquo;star, year&rsquo; and the lack of other astronomical terms. - the sky watching practices of the Lokono. ### 1. Shared Guianan knowledge The Lokono territory borders that of two linguistically unrelated indigenous peoples, the Kari&rsquo;na, speaking a Cariban language, and the Warao, speaking a language isolate. Though unrelated and traditionally not intermarrying, the three groups share a great deal of material and immaterial culture. Ethnoastronomical tradition of the three peoples also shows a number of striking similarities, such as shared stellar myths, similar names of constellations, and parallels in the stellar calendar. This speaks to the contacts between the three groups and to the exchange of astronomical knowledge, possibly facilitated by their respective spiritual leaders, such as the Lokono *semethi*. The degree to which these traditions overlap and the directionality of their exchange require further study. Here, we focus on the Lokono and therefore do not discuss these cultural borrowings in detail, unless they shed light on the Lokono ethnoastronomy. ### 2. Stellar oral traditions One of such shared features are myths about stars. Such oral traditions tell of the origins of particular celestial bodies, link them to one another, and explain their influence on the natural world. The Lokono constellation *Hithikoya* &lsquo;Spirit of the black curassow&rsquo;, for instance, is linked in a Lokono myth to that of *Yokhârhin* &lsquo;Hunter&rsquo; and *Al&ecirc;ti* &lsquo;Torch&rsquo;, all three of which have Kari&rsquo;na and Warao equivalents. It is these oral traditions, preserved by the medicine-men, that likely served as the main vehicle through which astronomical knowledge was passed from one generation to another. For this reason, summaries of the relevant myths are given in the description of particular constellations. Occasionally, when the relevant Lokono myth is not documented, myths of the neighboring groups are referred to in order to illuminate the significance of particular celestial bodies. Given that many of such oral traditions are shared by the Lokono and the neighboring groups, this enhancement of the poorly preserved Lokono astronomical knowledge is justified. ### 3. Calendar of spirits The term *koya* &lsquo;spirit&rsquo;, found in numerous constellation names typically following a term for a particular plant or animal, is a key feature of Lokono astronomy. Walter Roth, an ethnographer of the Guianas, explains that such constellations are the spirits of the corresponding beings.[#4] At a time of the year when the constellation appears, the spirit travels from the sky to earth to breathe life into the beings it represents. As such, the *koya*-constellations formed a calendar, indicating what the best time is to engage in subsistence activities related to these plants and animals (e.g. hunting or gathering). The Lokono may have also known where such spirits would descend on earth; Walter Roth suggests that they called these places with the same names as the constellations but the evidence of that remains poor. Thus, *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; would refer to the spirit, the constellation, and the place where the *hadorhi* is found in plenty when its constellation appears. While this toponymic knowledge is forgotten today, the *koya*-constellations remind us of the great understanding of the plant and animal life that the Lokono possessed. ### 4. *Wiwa*, the star and the year The Lokono also have another general term that is used to refer to stars, *wiwa*. The term lacks the spiritual connotations of *koya.* It refers, on the one hand, to the physical quality of stars as something shining and, on the other hand, to the calendar year. As such, it is used, for instance, when talking about one&rsquo;s age. While it can apply to any star, *wiwa* appears only in two proper names of celestial bodies. *Y&ocirc;koro wiwa*, literally &lsquo;Scores of stars&rsquo; (Pleiades), is the most important of all Lokono constellations, whose appearance traditionally commences the Lokono calendar year. Following *Y&ocirc;koro wiwa* are the numerous *koya*-constellations, each signaling a different season in the Lokono calendar. On the other hand, *Wiwa kalemero*, literally &lsquo;Shining star&rsquo; (Jupiter) appears to have been singled out solely due to its brightness. Apart from *wiwa* and *koya*, there are no generic terms distinguishing planets, stars, moons, suns, galaxies and so on in the Lokono language. For this reason, the Lokono equivalent of the Milky Way, for instance, is included among other constellations. ### 5. Sky watching practices While the Lokono can admire the sky in the evening, to follow the Lokono stellar calendar, one has to look at the constellations around 4 am in the morning, the time when the Lokono usually wake up. The Lokono thus observe the rising of the constellations in the morning. To get the right idea of the yearly cycle of constellations, one should also set the viewing location to the Guianas (e.g. Georgetown, Paramaribo, or Cayenne in the location menu). It merits a mention that many Lokono, when drawing constellations, did not connect the stars with lines and that in some cases, there was little agreement among speakers as to which star within a constellation corresponds to which parts of the plant or animal it represents. In Stellarium, we represent constellations with lines, but it should be kept in mind that this may be a distortion of the Lokono tradition, which allows for more flexibility in interpreting particular star groups. Finally, there are restrictions on looking at some celestial bodies, since it is believed that a spirit can harm one if looked at.[#5] For instance, by full moon, mothers covered the eyes of their children so that they would not become sick.[#6] Young people were also told not to look at *Y&ocirc;koro wiwa* (Pleiades), or else they would not grow.[#7] Such practices applied also to other objects believed to harbor powerful spirits and included other ways of avoiding eye-contact with spirits such rubbing peppers, limes, or salt into one&rsquo;s eyes. ### Lokono celestial bodies ##### *Hadali* 'Sun' The Lokono term for the Sun is *Hadali*, also pronounced as *Adali*. Claaudius de Goeje suggests that the variously spelled names of the Lokono culture hero, the first medicine-man known as *Harlitvanli*, *Haliwalika*, *Halwanli*, *Hariwalli*, and *Arawanili*, and sometimes *Arawidi,* may all refer to the same hero identified as the Sun.[#8] While we cannot confirm this hypothesis, the myth of *Arawidi* is worth mentioning. In the Lokono myth, *Arawidi*, the Sun, is the father of a man that becomes the constellation *Mabukuli* &lsquo;Man without a thigh&rsquo; (Orion&rsquo;s belt).[#9], [#10], [#11] According to the story, the Sun used to come to earth in the shape of a man called *Arawidi* to meet his lover with whom he had twins. In a later episode of the myth, one of the twins marries a woman, whose mother the couple decide to kill. When they try to escape, the wife&rsquo;s sister chases them and manages to cut off his leg in revenge. As a result, the man ascends to the sky and becomes the constellation *Mabukuli*. Another Lokono myth warns against offending the Sun: a man, stuck on an uninhabited island in the middle of a swamp, cries out for help. A boat passes him, but inside the boat is the Sun, which does not want to help the man, since people always complain that the Sun shines too hard.[#11]. As far as practices related to the Sun, Im Thurn reported that among the Lokono, the eclipse of the Sun was considered a war between *Hadali* and *Kathi*, the Moon, and that the Lokono would shout and make all kinds of noises to stop them from fighting.[#12] ##### *Kathi* 'Moon' The moon is known as *Kathi*, a term first recorded by Joannes de Laet as *cattehee* around 1598, and used also to refer to the lunar month.[#13] According to the Lokono, the Moon, like the Sun, was once a man. Walter Roth reports a Lokono myth, in which a young woman was visited by a mysterious lover night after night.[#10] To find out who the lover was, the woman smeared her hands with the soot from the bottom of a pot. Next day, when she woke up, she found that her brother&rsquo;s face was covered in soot and realized it was him who visited her at night. Everybody in her community started to avoid the incestuous brother, who became so ashamed that he kept away from the people and ultimately ascended to the sky, becoming the Moon. This is why, according to the Lokono, the face of the moon is dirty today. The Moon appears also in another myth. In the Lokono myth about a man stuck on an uninhabited island mentioned above, another boat passes the man, but this time inside is the Moon, which decides to help the man, since people are always happy to see the Moon come out at night.[#11] The Moon and Sun are also depicted as opponents. In previous times, the Lokono believed that the eclipse of the Moon is its death (*kathi &ocirc;don* &lsquo;moon dying&rsquo;) and would keep watch all night.[#6] The Lokono say during the eclipse of the Moon that the Moon has fallen asleep on the Sun&rsquo;s path.[#11] Therefore, they make a lot of noise, play drums, and blow shell trumpets to wake him up. By full moon, mothers would cover the eyes of their children so that they do not become sick. ##### *Warhokoma* 'Venus' The planet Venus, both when it appears in the morning as the Morning Star and when it appears in the evening as the Evening Star, is called *Warhokoma* by the Lokono.[#8], [#14], [#15] Charles Dance, on the other hand, reports the terms *Eweiwah* and *Huewah*, probably the equivalents of the general term *wiwa* &lsquo;star&rsquo; which can be used for any shining celestial body.[#16] The Lokono also speak of Venus as *Hiyaro wiwa* &lsquo;women&rsquo;s star&rsquo;. In relation to this, it merits a mention that Claudius de Goeje reports that when *Hiyaro wiwa* appears close to the Moon, and a girl is about to have her first menstruation, the Lokono say that the girl will soon be touched by the Moon.[#5] There is no myth about *Warhokoma* specifically and its relation to the Moon, but it is worth reminding that the Lokono know a story, in which the Moon was originally a man who committed incest with his sister (see the myth mentioned under *Kathi*), and has a name as a womanizer.[#10] Interestingly, the name *Warhokoma* for Morning or Evening Star appears also in Kari&rsquo;na, who see it also as the Moon's wife.[#17], [#18] ##### *Waya nukuthi bunaha* 'Milky Way' The Milky Way is known among the Lokono as *Waya nukuthi bunaha,* literally &lsquo;Path of the carriers of clay&rsquo;. The Milky Way represents the footprints of men who once went to fetch clay for making pots, an art that is, rarely if at all, practiced by the Lokono today. The origin of the name, however, is still known, and is summarized in a myth.[#19] The same name for Milky Way was noted by William Brett who adds that it is named after a specific whitish type of clay.[#14] Charles Dance, on the other hand, says that the Milky Way represents the footprints of peccaries rooting up the clay, while Walter Roth mentions a different Lokono explanation, according to which the Milky way represents a tapir chased by a dog and jaguar.[#10], [#16] However, these two sources do not give the corresponding Lokono name for the Milky Way, and it is possible that these two explanations are a Kari&rsquo;na influence, who recognize a constellation of a tiger following the constellation of a tapir within that of the Milky Way.[#17] ##### *Mali* 'Sirius' The modern Lokono call Sirius *Mali*, the literal meaning of which is unknown. Cornelius van Coll describes a Lokono star called *Mali* and explains that it is a very powerful star.[#7], [#17] When it comes up in the morning in August, it kills the fish in the swamps, and one should not point at it or one&rsquo;s finger will become lame. Cornelius van Coll&rsquo;s *Mali* marks the beginning of the big dry season (August to December), called in Lokono *malidalithe*, a term derived from *Mali*. Older sources identified *Mali* tentatively as Lyra, Aquila, or Crux, but given that the big dry season starts around August and that the Lokono observe the stars in the morning, these identifications must be incorrect; Lyra, Aquila, and Crux cannot be seen at this time from the Lokono territories.[#11], [#17] There are no Lokono myths about *Mali*, but there is evidence that is may correspond to the Kari&rsquo;na constellation *Ombatapo* &lsquo;Previous face&rsquo;. The Kari&rsquo;na myths explain the origin of the constellation and its name, which, like the Lokono *Mali*, is believed to kill the fish in the swamps and announces the beginning of the big dry season. Moreover, the Kari&rsquo;na *Ombatapo* is identified as parts of Puppis and Canis Major, the latter of which includes Sirius.[#18], [#20] ##### *Yôkoro wiwa* 'Scores of stars' The constellation *Y&ocirc;koro wiwa* or *Wiwa y&ocirc;koro*, literally &lsquo;Score of stars&rsquo;, refers to the Pleiades and is easily recognized by the contemporary Lokono. This is likely because *Y&ocirc;koro wiwa* is described as the most important of Lokono constellations, since it announce the beginning of the Lokono year.[#17] After it comes out first in June in the east, it is followed by the numerous *koya*-constellations referring to the spirits of animals and plants that constitute the Lokono calendar. At that time of the year, the Lokono say *Y&ocirc;koro wiwa kayaran* &lsquo;the birth of *Y&ocirc;koro wiwa*&rsquo;. It is said that if *Y&ocirc;koro wiwa* shines strong when it appears for the first time, many people will die in the coming year.[#5] Cornelius van Coll also warns that young people should not look at it, or else they will not grow.[#7] These omens and warnings are related to a Lokono myth. According to the story, there were once twin brothers, one of which had a wife, and said that death would come when their star, *Y&ocirc;koro Wiwa*, rises.[#7] Death came indeed, killing even his wife, roasting her on the fire, and the Lokono became angry and brought a giant green anaconda to swallow the twins. The snake ate one of the brothers, but because it was already 5 am and the day broke, the snake could not eat the other brother. The snake is now the constellation *Kamodokoya* &lsquo;Spirit of the green anaconda&rsquo;, in the belly of which *Y&ocirc;koro Wiwa* is said to be located (see also the *Yorhada* myth). In another narrative, the Lokono explain that the *Y&ocirc;koro Wiwa* represents seven brothers lost in a savannah on their way back home, a motif also known from a Kari'na story.[#20] ##### *Yorhada* 'Grill' The constellation *Yorhada* &lsquo;Grill&rsquo;, or *Wiwa yorhadale* &lsquo;Star&rsquo;s grill&rsquo;, represents a wooden grill, on which meat is roasted.[#4], [#11], [#21] Its origin is explained in a myth related by Walter Roth about a man who killed his wife, roasted her, and fed her liver to his mother-in-law because she called him a worthless hunter.[#10] In revenge, the mother asked her brother, *Kamodo* to kill the man when he went hunting. The man suspected the woman set a trap and escaped death by sending his brother instead. The grill on which the wife was roasted became the Western constellation Pegasus, according to contemporary Lokono, marking the beginning of the small dry season (April), the time when the Lokono roast a lot of fish. The myth is similar to that of *Y&ocirc;koro wiwa* and the twins, in which the older brother is responsible for roasting his wife and may be the same as the man who roasted his wife in the *Yorhada* myth. In both myths, the younger brother killed by the anaconda becomes *Y&ocirc;koro wiwa*, while the grill becomes *Yorhada*. Claudius de Goeje suggested that *Yorhada* is the Western constellation Corvus, but Corvus does not appear at beginning of the small dry season.[#11] The neighboring Warao also know Pegasus as the grill, and are familiar with the myth.[#10] ##### *Kamodokoya* 'Spirit of the green anaconda' *The constellation Kamodokoya*, &lsquo;Spirit of the green anaconda (*Eunectes murinus*)', also called *Waroboshi* remains poorly described.[#5] Older sources suggest it is Perseus, Pleiades, Scorpio, or Ophiuchus, but the exact stars remain unidentified.[#10], [#11], [#21] Several myths explain its origin. According to Walter Roth, a man killed his wife, roasted her, and fed her liver to her mother because she called him a worthless hunter.[#10], In revenge, she asked *Kamodo* to kill him, but the man escaped the snake who ate his younger brother instead. The constellation *Kamodokoya* has *Y&ocirc;koro wiwa*, the brother, inside, and is close to *Yorhada* &lsquo;Grill&rsquo;, on which the wife was roasted. Notably, Theodor Schultz list the constellation *Waroboshi yorhadale* 'The grill of the green anaconda' which could be the same as the constellation *Yorhada*.[#23] Cornelius van Coll speaks of twins, one of whom had a wife, and warned that their star brings death.[#7] Indeed, even his wife died, roasted on the fire. The Lokono had the snake kill the man, and ascend to the sky as *Kamodokoya*. Finally, Claudius de Goeje relates a myth of a woman who felt a desire for men, and put a *katuburi* flower in her vagina, and became pregnant. Her child was partly a snake, and people wanted to kill it, so it ascended to the sky. ##### *Kibiwarhakoya* 'Spirit of the capybara' The constellation *Kibiwarhakoya* &lsquo;Spirit of the capybara&rsquo; (*Hydrochoerus hydrochaeris*) was mentioned by the Penard brothers.[#17] The same source also informs us that it is followed by the constellation *Kamodokoya* &lsquo;Spirit of the green anaconda&rsquo;. The constellation remains unidentified and its significance is unknown. No related myths have been documented. ##### *Mabukuli* 'Man without a thigh' The constellation *Mabukuli* &lsquo;Man without a thigh&rsquo; is well known among the Lokono and appears in a few myths. According to Charles Dance, an unsuccessful huntsman cut off his own leg, wrapped it up in a leaf, and gave to his step mother so that she had something to eat, and ascended to sky.[#16] Similarly, the Penard brothers speak of an unsuccessful hunter who cut off his leg and gave it to his wife and mother-in-law, telling them it was tapir meat.[#17] He then asked other people to follow his traces to help him bring the rest of the tapir, but when they arrived at the place they only found the *akalali* plant with which he treated his wounds. His body turned into the *Kama t&acirc;la* constellation and his spirit into *Mabukuli*. Claudius de Goeje relates a strikingly different myth.[#11] The Sun, once a man called *Arawidi* (see the myth about *Hadali* 'Sun'), took a woman as his wife, who followed him with unborn twins inside her. One day, she lost the way and ended up being eaten by vulture spirits, but her twins were brought up by an old woman, whom they later killed and ran away. While hiding in a treetop, they saw a woman catching fish with a sifter. She saw their reflection in the water and tried to catch it, at which they laughed. She then realized they were up in the tree, and sent ants up the tree to make them come down. When they came down, she killed one of them and took the other home. One of her daughters fell in love with the man and married him. Now the husband had to catch a lot of fish every day for the mother-in-law. One day, tired of his demanding mother-in-law, he tricked her into getting into the water to help him unload a boat full of fish, where she was eaten by a shark. When her other daughter arrived, the liver of her mother was still floating on the water and told her that the man killed her. The daughter wanted to kill him but he flew away on wings of cotton that his wife made for him, so she only cut his thigh off, which is why he is now the constellation *Mabukuli*. It appears the Orion's belt represents the cut-off leg, not the man himself. ##### *Kama tâla* 'Jaw of the tapir' The constellation *Kama t&acirc;la* &lsquo;Jaw of the tapir&rsquo; is one of the few constellations identified easily by the contemporary Lokono, just like *Mabukuli*, to which it is related in a myth.[#8], [#15] The Penard brothers recount the story of an unsuccessful hunter, who cuts meat off his leg and gives it to his wife and mother-in-law, telling them it is tapir meat (*Tapirus terrestris*).[#17] He then asks his fellow people to follow him and help bring the rest of the tapir, but when they arrive at the place they only find the *akalali* plant with which he treated his wounds. His body turned into *Kama t&acirc;la* and his spirit into *Mabukuli*. In a Kari&rsquo;na story, on the other hand, *Kama t&acirc;la* was the remains of a tapir that the mythical twins were hunting, one of whom accidentally gets his leg severed and becomes the constellation of man without a thigh. ##### *Hithikoya* 'Spirit of the black curassow' The constellation *Hithikoya* is the &lsquo;Spirit of the black curassow&rsquo; (*Crax alector*), a commonly hunted bird, often kept as a pet for its feathers and eggs. According to a Lokono myth, *Hithikoya* lived on earth, but the Lokono kept shooting him.[#11] As a result, he ascended to the sky to warn black curassows about the approaching hunter (see *Yokh&acirc;rhin*) and his companion with a torch (see *Al&ecirc;ti*). The Lokono identify *Hithikoya* as the Western constellation Crux. When it appears just above the trees in January, the curassows roam on the ground and are easy to catch. Over the following months, the higher *Hithikoya* rises in the morning, the higher the birds climb up the trees. By March, it appears high in the sky and the birds are found in the tops of the trees. *Hithikoya* thus informs the Lokono where to search for the birds at a given time of the year. The Lokono even make hunting charms (*bina*) from a plant, whose leaves resemble the bird, rubbed into the lips of the hunter so that he can imitate the calls of the bird, increasing his chances of catching one.[#10], [#17] ##### *Yokhârhin* 'Hunter' The constellation *Yokh&acirc;rhin* &lsquo;Hunter&rsquo; corresponds to &alpha; Centauri and represents the man hunting *Hithikoya*, the &lsquo;Spirit of the black curassow&rsquo; (see *Hithikoya*).[#9], [#10], [#11] His companion holding a torch known as *Al&ecirc;ti* is represented by &beta; Centauri. The myth reported by the Penard brothers that explains the origin of *Hithikoya* includes also these two characters.[#11] According to the story, *Hithikoya* used to live on earth, but the Lokono kept tracking him down at night and shoot him. As a result, it ascended to the sky to serve as a signal for black curassows warning them about the approaching hunter (*Yokh&acirc;rhin*) and his companion with a torch (*Al&ecirc;ti*). As *Hithikoya* appears higher and higher in the morning between January and March, *Yokh&acirc;rhin* and subsequently *Al&ecirc;ti* appear on the horizon following it. This indicates to the Lokono that the black curassow can now be found high in the tress and the hunters can set out at night to hunt it in the tree tops. ##### *Alêti* 'Torch' The constellation&nbsp;*Al&ecirc;ti* &lsquo;Torch&rsquo; corresponds to&nbsp;&beta; Centauri and represents the companion of the hunter *Yokh&acirc;rhin*, holding a torch torch made from a piece of cloth dipped in beeswax known as *Al&ecirc;ti*.[#9], [#10], [#11]&nbsp; *Al&ecirc;ti* follows *Yokh&acirc;rhin* so as not to scare the black curassow bird with the light of the torch. The myth reported by the Penard brothers that explains the origin of *Hithikoya* 'Spirit of the black curassow' includes also these two characters (see *Hithikoya*).[#11] According to the story, *Hithikoya* used to live on earth, but the Lokono kept tracking him down at night and shoot him. As a result, it ascended to the sky to serve as a signal for black curassows warning them about the approaching hunter (*Yokh&acirc;rhin*) and his companion with a torch (*Al&ecirc;ti*). As *Hithikoya* appears higher and higher in the morning between January and March, *Yokh&acirc;rhin* and subsequently *Al&ecirc;ti* appear on the horizon following it. This indicates to the Lokono that the black curassow can now be found high in the tress and the hunters can set out at night to hunt it in the tree tops. ##### *Anorhâkoya* 'Spirit of the cocoi heron' The constellation *Anorh&acirc;koya* represents the spirit of the cocoi heron (*Ardea cocoi*). It is recognized by contemporary Lokono as Ursa Major, in keeping with earlier identifications.[#11], [#15] Claudius de Geoje reports that when it shines strong, the Lokono believe that strong winds will come, bringing dust into peoples&rsquo; eyes and consequently diseases: the heron picks their eyes with its beak, it is said.[#11] Similarly, according to Cornelius van Coll, *Anorh&acirc;koya* is a heron whose beak is upside down. Should its beak be turned downwards, people would get all kinds of eye diseases.[#7] This can still happen when strong winds blow and carry the light from the beak into peoples&rsquo; eyes, since the light of *Anorh&acirc;koya* (and other stars) travels with the wind according to the Lokono. The constellation is associated with the big dry season (August to December) and the storms and winds that are typical of this time. It appears in the morning in mid-November in the northeast with its beak down. ##### *Honolikoya* 'Spirit of the rufescent tiger heron' Another Lokono constellation named after a species of a heron is *Honolikoya* &lsquo;*Spirit of the rufescent tiger heron*&rsquo; (*Tigrisoma lineatum*). It is reported in historical sources as the equivalent of the Kari&rsquo;na constellation *Kumawari yumï* (&lsquo;Father of the cocoi heron&rsquo;). This is likely a mistake as *honoli* is a different and well-known species of a heron. It is possible that *Honolikoya* refers to the same constellation as *Anorhâkoya*, interpreted differently by different Lokono consultants, but it is also possible it is a different constellation. In any case, *Honolikoya* remains unidentified.[#17] Just like *Anorh&acirc;koya*, the constellation is said to bring diseases of the eyes when it appears in the morning sky. From the Penard brothers' description we can infer that *Honolikoya* should appear between June and the big dry season, which lasts from end of August until the beginning of December. There appears to be no specific myth associated with this constellation.[#17] ##### *Kasorhowakoya* 'Spirit of the four-eyed fish' The constellation *Kasorhowakoya* &lsquo;Spirit of the four-eyed fish&rsquo; (*Anableps anableps*) was identified by the contemporary Lokono as &lambda; Scorpii and &upsilon; Scorpii. In earlier sources it is identified as the upper part of Scorpio&rsquo;s tail, which is in keeping with the 21st century data.[#8] The constellation represents the two eyes of the four-eyed fish, which is known for the fact that its eyes are always sticking above the water, and is therefore sometimes considered an incarnation of the water spirit. There is no Lokono myth concerning the four-eyed fish, and it remains unknown what the appearance of this constellation signifies. However, it merits a mention that the Kari&rsquo;na have a constellation representing the same fish, which corresponds to the same two stars. Maga&ntilde;a and Jara explain that the appearance of the Kari&rsquo;na constellation announces the fishing season for this species.[#18] It is not unlikely that the Lokono constellation had the same function. ##### *Katarhokoya* 'Spirit of the green sea turtle' The constellation *Katarhokoya* &lsquo;Spirit of the green sea turtle&rsquo; is still known on the Pomeroon River in Guyana. It represents the *katarho* turtle (*Chelonia mydas*), swimming towards the shore, represented in turn by the Milky Way. When the constellation appears in the morning high in the sky, it is a signal that turtles are arriving on the beaches to lay eggs. The constellation was identified in earlier sources as *Corona Borealis* and *Orion's belt.* [#8], [#11] While the former overlaps with the stars indicated by the Lokono on the Pomeroon, the latter is likely a mistake as *Orion&rsquo;s belt* is consistently recognized as *Mabukuli* &lsquo;Man without a thigh&rsquo;. The constellation *Katarhokoya* rises early in the year, but it appears upside down most of the time from the vistas of the Lokono in the Guianas. Only by mid-March, a time when several species of turtles indeed lay their eggs on the Atlantic coast of the Guianas, does it look like a turtle swimming to the shore (Milky Way). ##### *Hikorhikoya* 'Spirit of the yellow-footed tortoise' The constellation *Hikorhikoya* &lsquo;Spirit of the yellow-footed tortoise&rsquo; was documented by the Penard brothers for the Lokono in Suriname; it remains unidentified but it should appear around August (i.e. around the beginning of the big dry season).[#11], [#17] The Penard brothers explain that when the water in the swamps rises, the yellow-footed tortoise, known in Lokono as *hikorhi* (*Chelonoidis denticulatus*), seeks higher grounds, and, presumably, can be more easily found. There are no myths related to the constellation specifically. However, it is worth pointing out that the tortoise is considered a delicacy among the Lokono. When caught, they are often kept around the house in small corrals for long periods of time until they are consumed. The Lokono joke that they are &lsquo;fridges&rsquo; since if fed, the tortoise will stay alive for a long time, as opposed to an animal that was shot and has to be prepared and eaten immediately. ##### *Kwakoya* 'Spirit of the blue crab' The constellation *Kwakoya* &lsquo;Spirit of the blue crab&rsquo; is still known in the Lokono communities closer to the coast, which practice the annual crab feats. The crab species is likely the same as that represented by the Kari&rsquo;na constellation *Kusa yumï* &lsquo;Father of the blue crab&rsquo; (*Ucides cordatus*). The constellation appears in the east in the middle of July. By the beginning of August, it is high in the sky, signaling that the crabs arrive at the beaches to lay their eggs. At this time, the Lokono and other indigenous groups of the area congregate to the shore of the Atlantic to catch the marching crabs. The crabs are considered a delicacy and when the villagers return to the communities with the catch, large feasts are organized during which the crabs are eaten. The Penard brothers write that *Kwakoya* appears when the crabs come to lay their eggs in May and June but this appears to be incorrect, both given that crabs march later and that the constellation recognized by the modern Lokono is not visible in May and June from the Guianas.[#17] ##### *Ifakoya* 'Spirit of the Muscovy duck' The constellation *Ifakoya* &lsquo;Spirit of the Muscovy duck&rsquo; (*Cairina moschata*) was mentioned by the Penard brothers and Claudius de Goeje but remained unidentified until now.[#11], [#17] The contemporary Lokono on the Pomeroon River in Guyana recognize it in parts of the Western constellation Corona Australis. There are no myths related to this constellation but the Lokono say that when the head of the duck points toward the ground, looking as if the duck has its head under the water, the ducks are busy feeding on plants. The constellation assumes this position from mid-May. At this time, it is said that the birds are easier to catch. The Muscovy duck is considered a delicacy and is also often kept around the house like chickens. The Kari'na and the Warao also recognize the constellation of the Muscovy duck, and at least the Warao one corresponds to the same stars.[#17] ##### *Awarhakoya* 'Spirit of the awara palm' The constellation *Awarhakoya* &lsquo;Spirit of the awara palm&rsquo; has the shape of an awara palm (*Astrocaryum vulgare*). Its appearance high in the sky in January means that awara fruits are ripening. In the following months, *Awarhakoya* moves closer to the horizon, meaning that the fruits will soon fall to the ground to be picked. This occurs in the small dry season (mid-February to April), known as *awarhadlithe*, a term derived from the name of the palm.[#7], [#17] There are no myths about *Awarhakoya* but it is said that the constellation is followed by that of the *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; and *Hokorherokoya* &lsquo;Spirit of the red-rumped agouti&rsquo;. Their appearance signals that the rodents are gathering by the palms to eat the fallen fruit. *Awarhakoya* is recognized today in stars close to the Western constellation Coma Berenices, but older sources suggest it is near Sirius.[#11] It is the only constellation named after a plant, which speaks to the importance of the awara palm to the Lokono. The Kari'na also have a constellation of the awara, sometimes recognized in the same stars.[#17], [#20] ##### *Hadorhikoya* 'Spirit of the red acouchi' The unidentified constellation *Hadorhikoya* &lsquo;Spirit of the red acouchi&rsquo; (*Myoprocta acouchy*) was mentioned by the Penard brothers.[#17] It should follow the constellation *Awarhakoya* appearing near it sometime after February. Its appearance signals that the ripe fruits of the palm attract the red acouchi to the awara grooves, where they can be hunted. There is no Lokono myth about *Hadorhikoya*, but a Kari&rsquo;na myth about the unidentified Kari&rsquo;na constellation of the red acouchi relates it to the several other constellations. According to the story, there were two brothers, of which one had a wife. The unmarried brother killed his brother, fed his liver to the wife, took her as his wife, and had a child with her. The spirit of the dead brother told the woman that his brother killed him, so she and her child decided to run away and ascend to the sky as the constellation of the agouti and acouchi. The spirit also told his brother to cut open his corpse and scatter his insides, which became the Pleiades, while the killer became the constellation of the anaconda.[#11] ##### *Hakorherokoya* 'Spirit of the red-rumped agouti' The unidentified constellation *Hokorherokoya* &lsquo;Spirit of the red-rumped agouti&rsquo; was mentioned by the Penard brothers, who explain that like *Hadorhikoya*, it follows *Awarhakoya*.[#17] It signals that the ripe fruit attracts the agouti (*Dasyprocta leporina*) to the awara palms, where they can be hunted. Claudius de Goeje adds that it is followed by *Kabadarokoya* &lsquo;Spirit of the tiger&rsquo;, which, like humans, knows agouti's habits.[#11] There is no Lokono myth about *Hokorherokoya*, but a Kari&rsquo;na myth about the unidentified constellation of the agouti explains its origin. According to the story, there were two brothers, one married, the other not. The unmarried one killed the other, fed his liver to the wife, took her as his wife, and had a child with her. The dead brother's spirit told her that his brother killed him, so she and her child ran away, becoming the agouti and acouchi constellations. The spirit then told his brother to open his corpse and scatter his insides, which became the Pleiades, while the killer became the anaconda constellation.[#11] ##### *Kabadarokoya* 'Spirit of the jaguar' *Kabadarokoya* or *Arhwakoya* &lsquo;Spirit of the jaguar&rsquo; was mentioned by the Penard brothers, who link it to a Lokono myth.[#7], [#11] According to the story, *Kabadaro* (*Panthera onca*) was the father of *Korhirhwathe* (*Leopardus species*), whom he loved so much, he did not want to marry her out.[#33] One day a thorn got stuck in his paw and a man helped him take it out, so he gave the man his daughter as his wife. The family always had meat, so other people were jealous and told the man that his wife cheated on him. He started mistreating her. When the jaguar learned about this, he ran away with his daughter but the man followed them everywhere, so finally they ascended to the sky. But when the Lokono kill a jaguar, they can come back to earth to kill people. According to Claudius de Goeje, it follows the agouti star, a delicacy of the jaguars.[#11] The constellation is unidentified. The Kari&rsquo;na constellation of the jaguar is said to appear around the small dry season, when jaguars roar more because they suffer from insects.[#17], [#20] ##### *Korhirhwathekoya* 'Spirit of the ocelot' The constellation *Korhirhwathe* &lsquo;Spirit of the ocelot&rsquo; was mentioned by the Penard brothers, who link it to the same Lokono myth summarized above for *Kabadarokoya*.[#11] According to the story, *Kabadaro* (*Panthera onca*) was the father of *Korhirhwathe* (*Leopardus species*), whom he loved so much, he did not want to marry her out. However, one day a thorn got stuck in his paw and a man helped him take it out, so he gave the man his daughter as his wife. The family always had plenty of meat, so other people became jealous and told the man that his wife cheated on him. As a result, he started mistreating *Korhirhwathe*. When the jaguar learned about this, he took his daughter, and ran away with her into the forest, but the man followed them everywhere, so finally they ascended to the sky becoming constellations. Now, when the Lokono kill a jaguar, they can come back to earth to kill people. ##### *Hawkoya* 'Spirit of the pale-throated sloth' The constellation *Hawkoya* &lsquo;Spirit of the pale-throated sloth&rsquo; was mentioned by Claudius de Goeje.[#11] It represents a species of a sloth (*Bradypus tridactylus*) and is an omen of storms and windy weather that occur at the beginning of the big dry season (between August and December). At this time, the sloths start to wander about more, and the Lokono say that it is because of the winds.[#17] The constellation remains unidentified. ##### *Warhemedokoya* 'Spirit of the two-toed sloth' Similarly, *Warhemedokoya* &lsquo;Spirit of the two-toed sloth&rsquo;, mentioned by the Penard brothers, is said to appear when the storms and winds of the big dry season are about to start and make the sloths move about more.[#17] It represents the two-toed sloth (*Choloepus didactylus*). The constellation remains unidentified. ##### *Yôwanakoya* 'Spirit of the green iguana' The constellation *Y&ocirc;wanakoya* &lsquo;Spirit of the green iguana&rsquo; is mentioned by the Penard brothers.[#17] It represents the green iguana (*Iguana iguana*) and appears when the iguanas lay their eggs in the sand, which should be sometime in April and May, but the constellation remains unidentified. ##### *Yarheyarherokoya* 'Spirit of the lilac-tailed parrot' The constellation *Yarheyarherokoya* &lsquo;Spirit of the lilac-tailed parrot&rsquo; (*Touit batavicus*) was mentioned by Claudius de Goeje.[#11] The constellation is not known to contemporary Lokono; neither do we know what its appearance used to signify. ##### *Marodirokoya* 'Spirit of the marail guan' The constellation *Marodikoya* &lsquo;Spirit of the marail guan&rsquo; was mentioned by Claudius de Goeje, who comments that it has the shape of the marail guan (*Penelope marail*).[#11] The constellation is not known to contemporary Lokono; neither do we know what its appearance used to signify. ##### *Hikarowanakoya* 'Spirit of the little cuckoo' The constellation *Hikarowanakoya* &lsquo;Spirit of the little cuckoo&rsquo; was only mentioned by Claudius de Goeje.[#11] It represents the little cuckoo (*Coccycua minuta*). The constellation remains unidentified; neither do we know what its appearance used to signify. However, the Penard brothers mention the Kari&rsquo;na constellation of a cuckoo species identified as the very similar *Piaya cayana*.[#17], [#22] The Kari'na constellation is said to bring luck to hunters. Interestingly, the Lokono link hunter&rsquo;s luck to the little cuckoo as well. They say that if the bird passes you calling *pikwan pikwan pikwan*, you have to watch out, as something bad might happen to you. ##### *S&ucirc;tukoya* 'Spirit of the red-handed tamarin' The constellation *S&ucirc;tukoya* &lsquo;Spirit of the red-handed tamarin&rsquo; (*Saguinus midas*) was mentioned by Cornelius van Coll and the Penard brothers but it remains poorly identified.[#7], [#11], [#43] According to Claudius de Goeje, it should correspond to the Western constellation Coma Berenices.[#17] It is not clear whether this is correct, however, given that today we find the constellation *Awarhakoya* in this part of the sky, which is easily recognized by numerous speakers. There are no myths related to this constellation. ##### *Howakoya* 'Spirit of the white-faced saki' The constellation *Howakoya* 'Spirit of the white-faced saki&rsquo; was only mentioned by de Claudius de Goeje.[#17] It represents the spirit of white-faced saki (*Pithecia pithecia*) but the constellation and its significance remain unknown.[#44] ##### *Imenarikoya* 'Spirit of the scorpion' The constellation *Imenarikoya* &lsquo;Spirit of the scorpion&rsquo; was only mentioned by Claudius de Goeje.[#11] The constellation refers to a spirit of an unidentified species of a large poisonous scorpion. There are no known myths about *Imenarikoya*. The constellation could be a case of cultural borrowing from non-indigenous populations, as has been suggested for the Kari'na constellation representing a scorpion. ##### *Maraka* 'Rattle of the medicine-man' The constellation *Maraka* 'Rattle of the medicine-man' was mentioned by Claudius de Goeje, and refers to a rattle used by the Lokono medicine-men, which is made of a calabash pierced with a stick, adorned with feathers of a certain parrot, and filled with numerous small crystals, each of which harbors a different spirit, that is a different type of *koya*.[#11] The constellation remains unidentified; there is no Karin'a or Warao equivalent and there are no myths related to it. ##### *Shimarhabokoya* 'Spirit of the bow and arrow' and *Arakabosakoya* 'Spirit of the gun' The constellation *Shimarhabokoya* ‘Spirit of the bow and arrow’ and *Arakabosakoya* ‘Spirit of the gun’ were mentioned by Claudius de Goeje.[#11] Both constellations remain unidentified and do not have Kari’na and Warao counterparts, and there are no myths related to them. ##### *Korherokoya* 'Spirit of the parrot' The constellation&nbsp;*Korherokoya* &lsquo;Spirit of the parrot&rsquo; was only mentioned by Claudius de Goeje.[#11] The constellation refers to a spirit of an unidentified species of a parrot, but it was mentioned as the equivalent of the Kari’na constellation *Kurewako yumï* ‘Father of the orange-winged parrot’, representing the orange-winged parrot (*Amazona amazonica*). There are no known myths about *Korherokoya*. It should appear in February when the parrots are big enough to be taken out of their nests, but the constellation remains unidentified. ##### *Kasipenikoya* 'Spirit of the sea turtle' The constellation *Kasipenikoya* &lsquo;Spirit of the sea turtle&rsquo; was mentioned by Claudius de Goeje.[#11] It refers to the spirit of an unidentified species of a turtle. It may be the case that it is the same as *Katarokoya*. The term *kataro* (*Chelonia mydas*) appears to be a term borrowed from Kari&rsquo;na, it is thus possible that *kasipeni* is the original Lokono term for the same turtle. However, there are several species of turtles in the Guianas, thus *kataro* and *kasipeni* can also refer to different species, and their spirits be identified with different constellations.
es_419: ### Constelaciones de Lokono y otros objetos celestes |Nombre Lokono|Traducción literal en español|Ubicación aproximada| |-------------|-----------------------------|--------------------| |Hadali| |Sol| |Kathi| |Luna| |Warhokoma| |Venus| |Waya nukuthi bunaha|Camino de los portadores de arcilla|Vía Láctea| |Mali| |Sirio| |Yôkoro wiwa|Decenas de estrellas|Pléyades| |Wiwa kalemero|Estrella brillante|Júpiter| |Yorhada|Parrilla|Pegaso| |Kamodokoya|Espíritu de la anaconda verde|poco claro| |Kibiwarhakoya|Espíritu de la capibara|desconocido| |Mabukuli|Hombre sin muslo|Cinturón de Orión| |Kama tâla|Mandíbula del tapir|Híades| |Hithikoya|Espíritu del paujil negro|Cruz| |Yokhârhin|Cazador|α Centauri| |Alêti|Antorcha|β Centauri| |Anorhâkoya|Espíritu de la garza cocoi|Osa Mayor| |Honolikoya|Espíritu del avetigre colorada|desconocido| |Kasorhowakoya|Espíritu del pez de cuatro ojos|λ Sco y υ Sco| |Katarokoya|Espíritu de la tortuga marina verde|Hércules| |Hikorhikoya|Espíritu de la tortuga de patas amarillas|desconocido| |Kwakoya|Espíritu del cangrejo azul|Orión| |Ifakoya|Espíritu del pato real|Corona Australis| |Awarhakoya|Espíritu de la palma de Wara|Coma Berenices| |Hadorhikoya|Espíritu del acuchí rojo|desconocido| |Hokorherokoya|Espíritu del agutí brasileño|desconocido| |Kabadarokoya|Espíritu del jaguar|desconocido| |Korhirhwathekoya|Espíritu del ocelote|desconocido| |Hawkoya|Espíritu del perezoso de garganta pálida|desconocido| |Warhemedokoya|Espíritu del perezoso de dos dedos|desconocido| |Yôwanakoya|Espíritu de la iguana verde|desconocido| |Yarheyarherokoya|Espíritu del periquito sietecolores|desconocido| |Marodikoya|Espíritu de la pava marail|desconocido| |Hikarowanakoya|Espíritu del cuco enano|desconocido| |Sûtukoya|Espíritu del tamarino midas|desconocido| |Howakoya|Espíritu del sakí cariblanco|desconocido| |Imenarikoya|Espíritu del escorpión|desconocido| |Korherokoya|Espíritu del loro|desconocido| |Kasipenikoya|Espíritu de la tortuga|desconocido| |Shimarhabokoya|Espíritu del arco y flecha|desconocido| |Arakabosakoya|Espíritu del arma|desconocido| |Maraka|Traqueteo de curanderos|desconocido| ### Conocimiento astronómico de Lokono: una introducción Según relatos contemporáneos e históricos, parece que el conocimiento astronómico no estaba restringido a miembros particulares de la sociedad Lokono. Sin embargo, fueron los curanderos, en particular los líderes espirituales del Lokono conocidos como *semethi*, quienes debían dominar los diversos aspectos del conocimiento estelar y quienes podrían haber sido responsables de transmitir las tradiciones orales asociadas con ellos de una generación a otra. otro. De Rodrigo de Navarette, quien alrededor de 1550 escribió uno de los primeros relatos del Lokono, aprendemos, por ejemplo, que: *&ldquo;los hombres viejos y sabios a quienes llaman Cemetu se reúnen en las casas diseñadas para sus reuniones y [&hellip;] relatan las tradiciones y hazañas de sus antepasados y grandes hombres, y también narran lo que esos antepasados escucharon de sus antepasados; para que así recuerden los eventos más antiguos de su país y su gente. Y, de la misma manera, cuentan o predican sobre eventos relacionados con los cielos, el sol, la luna y las estrellas.&rdquo;*[#1] El *cemetu* de Navarette, los curanderos conocidos en el Lokono moderno como *semethi*, han abandonado en gran medida sus prácticas hoy, lo que puede ser la razón por la cual se ha interrumpido la transmisión del conocimiento astronómico. Muchas constelaciones de Lokono parecen haber sido olvidadas hoy. Por lo tanto, nuestras fuentes a menudo se limitan a relatos históricos escritos por los primeros exploradores y etnógrafos de las Guayanas, uno de los ejemplos más antiguos que se ilustra a continuación. <p style="text-align:center;"> <figure> <img src="illustrations/schulz.png" width="572" height="508" align="middle"/> <p style="text-align:center;"><figcaption>Fig.1 Lista de estrellas Lokono de Theodor Schulz, circa 1803.[#23]</figcaption></p> </figure> </p> Es esta literatura la que nos permite reconstruir el conocimiento estelar de Lokono, que se describe a continuación. Sin embargo, antes de discutir los cuerpos celestes individuales, varias características generales de la astronomía de Lokono merecen una mención, a saber: - la superposición con las tradiciones astronómicas de los grupos indígenas vecinos. - las tradiciones orales que explican el origen y la importancia de los cuerpos celestes. - el uso del término *koya* &lsquo;espíritu&rsquo; en los nombres de numerosas constelaciones. - el uso del término general *wiwa* &lsquo;estrella, año&rsquo; y la falta de otros términos astronómicos. - las prácticas de observación del cielo del Lokono. ### 1. Conocimiento guianés compartido El territorio de Lokono limita con el de dos pueblos indígenas sin relación lingüística, el Kari'na, que habla un idioma caribe, y el Warao, que habla un idioma aislado. Aunque no están relacionados y tradicionalmente no se casan, los tres grupos comparten una gran cantidad de cultura material e inmaterial. La tradición etnoastronómica de los tres pueblos también muestra una serie de similitudes sorprendentes, como mitos estelares compartidos, nombres similares de constelaciones y paralelos en el calendario estelar. Esto habla de los contactos entre los tres grupos y del intercambio de conocimiento astronómico, posiblemente facilitado por sus respectivos líderes espirituales, como el Lokono *semethi*. El grado en que estas tradiciones se superponen y la direccionalidad de su intercambio requieren más estudio. Aquí, nos centramos en el Lokono y, por lo tanto, no discutimos estos préstamos culturales en detalle, a menos que arrojen luz sobre la etnoastronomía de Lokono. ### 2. Tradiciones orales estelares Una de esas características compartidas son los mitos sobre las estrellas. Tales tradiciones orales hablan de los orígenes de cuerpos celestes particulares, los vinculan entre sí y explican su influencia en el mundo natural. La constelación de Lokono, *Hithikoya* "Espíritu del curassow negro", por ejemplo, está vinculada en un mito de Lokono con la de *Yokhârhin* "Cazador" y Alêti "Antorcha", las tres tienen equivalentes de Kari'na y Warao. Son estas tradiciones orales, preservadas por los curanderos, las que probablemente sirvieron como el vehículo principal a través del cual se transmitió el conocimiento astronómico de una generación a otra. Por esta razón, se dan resúmenes de los mitos relevantes en la descripción de constelaciones particulares. Ocasionalmente, cuando el mito Lokono relevante no está documentado, se hace referencia a los mitos de los grupos vecinos para iluminar la importancia de cuerpos celestes particulares. Dado que muchas de estas tradiciones orales son compartidas por los Lokono y los grupos vecinos, esta mejora del conocimiento astronómico de Lokono mal conservado está justificada. ### 3. Calendario de espíritus El término *koya* 'espíritu', que se encuentra en numerosos nombres de constelaciones que generalmente siguen un término para una planta o animal en particular, es una característica clave de la astronomía Lokono. Walter Roth, etnógrafo de las Guayanas, explica que tales constelaciones son los espíritus de los seres correspondientes. [#4] En una época del año en que aparece la constelación, el espíritu viaja del cielo a la tierra para dar vida a los seres que representa. Como tal, las constelaciones de *koya* formaron un calendario, que indica cuál es el mejor momento para participar en actividades de subsistencia relacionadas con estas plantas y animales (por ejemplo, cazar o recolectar). El Lokono también pudo haber sabido dónde descenderían esos espíritus en la tierra; Walter Roth sugiere que llamaron a estos lugares con los mismos nombres que las constelaciones, pero la evidencia de eso sigue siendo pobre. Por lo tanto, *Hadorhikoya* 'Espíritu del acouchi rojo' se referiría al espíritu, la constelación y el lugar donde el *hadorhi* se encuentra en abundancia cuando aparece su constelación. Si bien este conocimiento toponímico se olvida hoy, las constelaciones de *koya* nos recuerdan la gran comprensión de la vida vegetal y animal que poseía el Lokono. ### 4. *Wiwa*, la estrella y el año Los Lokono también tienen otro término general que se usa para referirse a las estrellas, *wiwa*. El término carece de las connotaciones espirituales de *koya*. Se refiere, por un lado, a la calidad física de las estrellas como algo brillante y, por otro lado, al año calendario. Como tal, se usa, por ejemplo, cuando se habla de la edad. Si bien puede aplicarse a cualquier estrella, *wiwa* aparece solo en dos nombres propios de cuerpos celestes. *Yökoro wiwa*, literalmente "Decenas de estrellas" (Pléyades), es la más importante de todas las constelaciones de Lokono, cuya aparición tradicionalmente comienza el año calendario Lokono. Después de *Yökoro wiwa* están las numerosas constelaciones de *koya*, cada una de las cuales señala una temporada diferente en el calendario Lokono. Por otro lado, *Wiwa kalemero*, literalmente "Estrella brillante" (Júpiter) parece haber sido distinguido únicamente debido a su brillo. Además de *wiwa* y *koya*, no hay términos genéricos que distingan planetas, estrellas, lunas, soles, galaxias, etc. en el idioma Lokono. Por esta razón, el equivalente Lokono de la Vía Láctea, por ejemplo, se incluye entre otras constelaciones. ### 5. Prácticas de observación del cielo Mientras que el Lokono puede admirar el cielo por la noche, para seguir el calendario estelar de Lokono, uno tiene que mirar las constelaciones alrededor de las 4 de la mañana, la hora en que el Lokono generalmente se despierta. El Lokono observa así el surgimiento de las constelaciones en la mañana. Para tener la idea correcta del ciclo anual de las constelaciones, también se debe establecer la ubicación de visualización en las Guayanas (por ejemplo, Georgetown, Paramaribo o Cayenne en el menú de ubicación). Cabe mencionar que muchos Lokono, al dibujar constelaciones, no conectaban las estrellas con líneas y que, en algunos casos, había poco acuerdo entre los hablantes sobre qué estrella dentro de una constelación corresponde a qué partes de la planta o animal representa. En Stellarium, representamos constelaciones con líneas, pero debe tenerse en cuenta que esto puede ser una distorsión de la tradición Lokono, lo que permite una mayor flexibilidad en la interpretación de grupos de estrellas particulares. Finalmente, existen restricciones para mirar algunos cuerpos celestes, ya que se cree que un espíritu puede dañar a uno si se mira. [#5] Por ejemplo, en luna llena, las madres cubrían los ojos de sus hijos para que no se enfermaran [#6]. A los jóvenes también se les dijo que no miraran a *Yökoro wiwa* (Pléyades), o de lo contrario no crecerían. [#7] Dichas prácticas se aplicaron también a otros objetos que se cree que albergan espíritus poderosos e incluyeron otras formas de evitar el contacto visual con espíritus como frotar pimientos, limas o sal en los ojos. ### Cuerpos celestes Lokono ##### *Hadali* 'Sol' El término Lokono para el Sol es *Hadali*, también pronunciado como *Adali*. Claaudius de Goeje sugiere que los nombres deletreados del héroe de la cultura Lokono, el primer curandero conocido como *Harlitvanli*, *Haliwalika*, *Halwanli*, *Hariwalli* y *Arawanili*, y a veces *Arawidi*, pueden referirse al mismo héroe identificado como el Sol. [#8] Si bien no podemos confirmar esta hipótesis, vale la pena mencionar el mito de *Arawidi*. En el mito de Lokono, *Arawidi*, el Sol, es el padre de un hombre que se convierte en la constelación de *Mabukuli* "Hombre sin muslo" (cinturón de Orión). [#9], [#10], [#11] Según la historia, el Sol solía venir a la tierra con la forma de un hombre llamado *Arawidi* para encontrarse con su amante con quien tenía gemelos. En un episodio posterior del mito, uno de los gemelos se casa con una mujer, cuya madre la pareja decide matar. Cuando intentan escapar, la hermana de la esposa los persigue y logra cortarle la pierna en venganza. Como resultado, el hombre asciende al cielo y se convierte en la constelación de *Mabukuli*. Otro mito de Lokono advierte contra ofender al Sol: un hombre, atrapado en una isla deshabitada en medio de un pantano, clama por ayuda. Un bote lo pasa, pero dentro del bote está el Sol, que no quiere ayudar al hombre, ya que la gente siempre se queja de que el Sol brilla demasiado [#11]. En cuanto a las prácticas relacionadas con el Sol, Im Thurn informó que entre los Lokono, el eclipse del Sol se consideraba una guerra entre *Hadali* y *Kathi*, la Luna, y que los Lokono gritarían y harían todo tipo de ruidos para detenerlos. luchando [#12] ##### *Kathi* 'Luna' La luna se conoce como *Kathi*, un término registrado por primera vez por Joannes de Laet como *cattehee* alrededor de 1598, y se usa también para referirse al mes lunar. [#13] Según el Lokono, la Luna, como el Sol, fue una vez un hombre. Walter Roth informa un mito de Lokono, en el que una joven fue visitada por un misterioso amante noche tras noche. [#10] Para descubrir quién era el amante, la mujer se untó las manos con el hollín del fondo de una olla. Al día siguiente, cuando despertó, descubrió que la cara de su hermano estaba cubierta de hollín y se dio cuenta de que era él quien la visitaba por la noche. Todos en su comunidad comenzaron a evitar al incestuoso hermano, que se avergonzó tanto que se mantuvo alejado de la gente y finalmente ascendió al cielo, convirtiéndose en la Luna. Es por eso que, según el Lokono, la cara de la luna está sucia hoy. La luna aparece también en otro mito. En el mito de Lokono sobre un hombre atrapado en una isla deshabitada mencionada anteriormente, otro barco pasa al hombre, pero esta vez dentro está la Luna, que decide ayudar al hombre, ya que la gente siempre está feliz de ver salir la Luna por la noche. [#11] La Luna y el Sol también se representan como oponentes. En épocas anteriores, el Lokono creía que el eclipse de la Luna es su muerte (*kathi ödon* "luna muriendo") y vigilaría toda la noche. [#6] El Lokono dice durante el eclipse de Luna que la Luna se ha quedado dormida en el camino del Sol. [#11] Por lo tanto, hacen mucho ruido, tocan la batería y tocan trompetas para despertarlo. En luna llena, las madres cubrirían los ojos de sus hijos para que no se enfermen. ##### *Warhokoma* 'Venus' El planeta Venus, tanto cuando aparece en la mañana como la Estrella de la mañana como cuando aparece en la noche como la Estrella de la tarde, es llamado *Warhokoma* por el Lokono. [#8], [#14], [#15] Charles Dance, por otro lado, informa los términos *Eweiwah* y *Huewah*, probablemente los equivalentes del término general *wiwa* "estrella" que puede usarse para cualquier cuerpo celeste brillante. [#16] Los Lokono también hablan de Venus como *Hiyaro wiwa* "estrella de las mujeres". En relación con esto, vale la pena mencionar que Claudio de Goeje informa que cuando *Hiyaro wiwa* aparece cerca de la Luna, y una niña está a punto de tener su primera menstruación, el Lokono dice que la niña pronto será tocada por la Luna. [#5] No hay ningún mito sobre *Warhokoma* específicamente y su relación con la Luna, pero vale la pena recordar que los Lokono conocen una historia, en la que la Luna fue originalmente un hombre que cometió incesto con su hermana (ver el mito mencionado bajo *Kathi*), y tiene un nombre como mujeriego. [#10] Curiosamente, el nombre *Warhokoma* para Estrella Brillante o de la Mañana aparece también en Kari'na, quien lo ve también como la esposa de la Luna. [#17], [#18] ##### *Waya nukuthi bunaha* 'Vía Láctea' La Vía Láctea es conocida entre los Lokono como *Waya nukuthi bunaha*, literalmente "Sendero de los portadores de arcilla". La Vía Láctea representa las huellas de los hombres que una vez fueron a buscar arcilla para hacer ollas, un arte que, rara vez, en absoluto, es practicado por los Lokono en la actualidad. Sin embargo, el origen del nombre todavía se conoce y se resume en un mito. [#19] William Brett señaló el mismo nombre para la Vía Láctea, quien agrega que lleva el nombre de un tipo específico de arcilla blanquecina. [#14] Charles Dance, por otro lado, dice que la Vía Láctea representa las huellas de los pecaríes enraizados en la arcilla, mientras que Walter Roth menciona una explicación diferente de Lokono, según la cual la Vía Láctea representa un tapir perseguido por un perro y un jaguar. [#10], [#16] Sin embargo, estas dos fuentes no dan el nombre de Lokono correspondiente a la Vía Láctea, y es posible que estas dos explicaciones sean una influencia de Kari'na, que reconocen la constelación de un tigre después de la constelación de un tapir dentro de la Vía Láctea. [#17] ##### *Mali* 'Sirio' El Lokono moderno llama a Sirio *Mali*, cuyo significado literal es desconocido. Cornelius van Coll describe una estrella de Lokono llamada *Mali* y explica que es una estrella muy poderosa. [#7], [#17] Cuando aparece en la mañana de agosto, mata a los peces en los pantanos, y uno no debe apuntar a él o el dedo se volverán cojos. *Mali* de Cornelius van Coll marca el comienzo de la gran estación seca (agosto a diciembre), llamada en Lokono *malidalithe*, un término derivado de *Mali*. Fuentes más antiguas identificaron a Mali tentativamente como Lira, Aquila o Crux, pero dado que la gran estación seca comienza alrededor de agosto y que los Lokono observan las estrellas por la mañana, estas identificaciones deben ser incorrectas; Lira, Aquila y Crux no se pueden ver en este momento desde los territorios de Lokono. [#11], [#17] No hay mitos de Lokono sobre Mali, pero hay evidencia de que puede corresponder a la constelación de Kari'na *Ombatapo* "Cara anterior ". Los mitos de Kari'na explican el origen de la constelación y su nombre, que, como el Lokono *Mali*, se cree que mata a los peces en los pantanos y anuncia el comienzo de la gran estación seca. Además, el Kari'na *Ombatapo* se identifica como parte de Puppis y Can Mayor, el último de los cuales incluye a Sirio. [#18], [#20] ##### *Yôkoro wiwa* 'Decenas de estrellas' La constelación *Yôkoro wiwa* o *Wiwa yôkoro*, literalmente "Puntaje de estrellas", se refiere a las Pléyades y es fácilmente reconocida por el Lokono contemporáneo. Esto es probable porque *Yôkoro wiwa* se describe como la más importante de las constelaciones de Lokono, ya que anuncia el comienzo del año Lokono. [#17] Después de que salga por primera vez en junio en el este, le siguen las numerosas constelaciones de *koya* que se refieren a los espíritus de animales y plantas que constituyen el calendario Lokono. En esa época del año, los Lokono dicen *Yôkoro wiwa kayaran* "el nacimiento de *Yôkoro wiwa*". Se dice que si *Yôkoro wiwa* brilla fuerte cuando aparece por primera vez, muchas personas morirán en el próximo año. [#5] Cornelius van Coll también advierte que los jóvenes no deben mirarlo, o de lo contrario no crecerán. [#7] Estos presagios y advertencias están relacionados con un mito de Lokono. Según la historia, una vez hubo hermanos gemelos, uno de los cuales tenía una esposa, y dijo que la muerte vendría cuando su estrella, *Yôkoro Wiwa*, se levantara. [#7] La muerte llegó de hecho, matando incluso a su esposa, asándola en el fuego, y el Lokono se enojó y trajo una anaconda verde gigante para tragarse a los gemelos. La serpiente se comió a uno de los hermanos, pero como ya eran las 5 de la mañana y amaneció, la serpiente no pudo comer al otro hermano. La serpiente es ahora la constelación *Kamodokoya* "Espíritu de la anaconda verde", en cuyo vientre se dice que se encuentra *Yôkoro Wiwa* (véase también el mito de *Yorhada*). En otra narración, el Lokono explica que el *Yôkoro Wiwa* representa a siete hermanos perdidos en una sabana en su camino de regreso a casa, un motivo también conocido de una historia de Kari'na. [#20] ##### *Yorhada* 'Parrilla' La constelación *Yorhada* "Parrilla", o *Wiwa yorhadale* "Parrilla de estrellas", representa una parrilla de madera, en la que se asa la carne. [#4], [#11], [#21] Su origen se explica en un mito relacionado por Walter Roth acerca de un hombre que mató a su esposa, la asó y le dio el hígado a su suegra porque ella lo llamó un cazador inútil. [#10] En venganza, la madre le pidió a su hermano, *Kamodo*, que matara al hombre cuando él iba a cazar. El hombre sospechaba que la mujer había tendido una trampa y escapó de la muerte al enviar a su hermano. La parrilla en la que asaron a la esposa se convirtió en la constelación occidental de Pegaso, según el contemporáneo Lokono, que marca el comienzo de la pequeña estación seca (abril), el momento en que los Lokono asan muchos pescados. El mito es similar al de *Yôkoro wiwa* y los gemelos, en el que el hermano mayor es responsable de asar a su esposa y puede ser el mismo que el hombre que asó a su esposa en el mito de *Yorhada*. En ambos mitos, el hermano menor asesinado por la anaconda se convierte en *Yôkoro wiwa*, mientras que la parrilla se convierte en *Yorhada*. Claudio de Goeje sugirió que *Yorhada* es la constelación occidental de Corvus, pero Corvus no aparece al comienzo de la pequeña estación seca. [#11] Los vecinos Warao también conocen a Pegaso como la parrilla, y están familiarizados con el mito. [#10] ##### *Kamodokoya* 'Espíritu de la anaconda verde' <p align="justify">La *constelación Kamodokoya*, "Espíritu de la anaconda verde (*Eunectes murinus*)", también llamada *Waroboshi*, sigue siendo poco descrita. [#5] Las fuentes más antiguas sugieren que es Perseo, Pléyades, Escorpio u Ofiuco, pero las estrellas exactas permanecen sin identificar. [#10], [#11], [#21] Varios mitos explican su origen. Según Walter Roth, un hombre mató a su esposa, la asó y le dio el hígado a su madre porque ella lo llamó un cazador inútil. [#10], En venganza, le pidió a <em></em>Kamodo que lo matara, pero el hombre escapó de la serpiente que se comió a su hermano menor en su lugar. La constelación de *Kamodokoya* tiene a *Yôkoro wiwa*, el hermano, dentro, y está cerca de *Yorhada* "Grill", en el que asaron a la esposa. En particular, Theodor Schultz enumera la constelación *Waroboshi yorhadale* 'La parrilla de la anaconda verde' que podría ser la misma que la constelación *Yorhada*. [#23] Cornelius van Coll habla de gemelos, uno de los cuales tenía una esposa, y advirtió que su estrella trae la muerte. [#7] De hecho, incluso su esposa murió, asada al fuego. El Lokono hizo que la serpiente matara al hombre y ascendiera al cielo como *Kamodokoya*. Finalmente, Claudio de Goeje relata el mito de una mujer que sentía un deseo por los hombres, se puso una flor de *katuburi* en la vagina y quedó embarazada. Su hijo era en parte una serpiente, y la gente quería matarlo, por lo que ascendió al cielo.</p> ##### *Kibiwarhakoya* 'Espíritu del capibara' La constelación *Kibiwarhakoya* "Espíritu del capibara" (*Hydrochoerus hydrochaeris*) fue mencionada por los hermanos Penard. [#17] La misma fuente también nos informa que es seguida por la constelación *Kamodokoya* "Espíritu de la anaconda verde". La constelación permanece sin identificar y su significado es desconocido. No se han documentado mitos relacionados. ##### *Mabukuli* 'Hombre sin muslo' La constelación de *Mabukuli* "Hombre sin muslo" es bien conocida entre los Lokono y aparece en algunos mitos. Según Charles Dance, un cazador fracasado se cortó la pierna, la envolvió en una hoja y se la dio a su madrastra para que comiera algo, y ascendió al cielo. [#16] Del mismo modo, los hermanos Penard hablan de un cazador fracasado que le cortó la pierna y se lo dio a su esposa y suegra, diciéndoles que era carne de tapir. [#17] Luego pidió a otras personas que siguieran sus huellas para ayudarlo a traer el resto del tapir, pero cuando llegaron al lugar solo encontraron la planta *akalali* con la que trató sus heridas. Su cuerpo se convirtió en la constelación de *Kama tâla* y su espíritu en *Mabukuli*. Claudio de Goeje relata un mito sorprendentemente diferente. [#11] The Sun, una vez que un hombre llamado *Arawidi* (ver el mito sobre *Hadali* 'Sun'), tomó a una mujer como su esposa, quien lo siguió con gemelos no nacidos dentro de ella. Un día, perdió el camino y terminó siendo devorada por espíritus buitres, pero sus gemelos fueron criados por una anciana, a quien luego mataron y huyeron. Mientras se escondían en la copa de un árbol, vieron a una mujer pescar con un tamiz. Ella vio su reflejo en el agua e intentó atraparlo, de lo que se rieron. Luego se dio cuenta de que estaban en el árbol y envió hormigas para que bajaran. Cuando bajaron, ella mató a uno de ellos y se llevó el otro a casa. Una de sus hijas se enamoró del hombre y se casó con él. Ahora el marido tenía que pescar muchos peces todos los días para la suegra. Un día, cansado de su exigente suegra, la engañó para que se metiera en el agua para ayudarlo a descargar un bote lleno de peces, donde un tiburón la comió. Cuando llegó su otra hija, el hígado de su madre todavía flotaba en el agua y le dijo que el hombre la mató. La hija quería matarlo, pero él se fue volando con alas de algodón que su esposa hizo para él, por lo que solo le cortó el muslo, por lo que ahora él es la constelación de *Mabukuli*. Parece que el cinturón de Orión representa la pierna cortada, no el hombre mismo. ##### *Kama tâla* 'Mandíbula del tapir' La constelación *Kama tâla* "Mandíbula del tapir" es una de las pocas constelaciones identificadas fácilmente por el Lokono contemporáneo, al igual que *Mabukuli*, con la que se relata en un mito. [#8], [#15] Los hermanos Penard cuentan la historia de un cazador fracasado, que le corta la carne de la pierna y se la da a su esposa y suegra, diciéndoles que es carne de tapir (*Tapirus terrestris*) [#17]. Luego les pide a sus compañeros que lo sigan y ayuden a traer al resto del tapir, pero cuando llegan al lugar solo encuentran la planta *akalali* con la que trató sus heridas. Su cuerpo se convirtió en *Kama tâla* y su espíritu en *Mabukuli*. En una historia de Kari'na, por otro lado, *Kama tâla* era los restos de un tapir que los míticos gemelos estaban cazando, uno de los cuales accidentalmente se corta la pierna y se convierte en la constelación del hombre sin muslo. ##### *Hithikoya* 'Espíritu del paujil negro' La constelación *Hithikoya* es el "Espíritu del paujil negro" (*Crax alector*), un ave comúnmente cazada, a menudo mantenida como mascota por sus plumas y huevos. Según un mito de Lokono, *Hithikoya* vivía en la tierra, pero el Lokono siguió disparándole. [#11] Como resultado, ascendió al cielo para advertir a los purasangres negros sobre el cazador que se acercaba (ver *Yokhârhin*) y su compañero con una antorcha (ver *Alêti*). Los Lokono identifican a *Hithikoya* como la constelación occidental Crux. Cuando aparece justo encima de los árboles en enero, los paujiles deambulan por el suelo y son fáciles de atrapar. Durante los meses siguientes, cuanto más alto se eleva *Hithikoya* en la mañana, más alto trepan los pájaros por los árboles. En marzo, aparece en lo alto del cielo y las aves se encuentran en las copas de los árboles. *Hithikoya* informa al Lokono dónde buscar las aves en una época determinada del año. Los Lokono incluso hacen hechizos de caza (*bina*) de una planta, cuyas hojas se parecen al pájaro, se frotan en los labios del cazador para que pueda imitar las llamadas del pájaro, lo que aumenta sus posibilidades de atrapar uno. [#10], [#17] ##### *Yokhârhin* 'Cazador' <p align="justify">La constelación *Yokâhin* "Cazador" corresponde a alfa Centauri y representa al hombre que caza a *Hithikoya*, el "Espíritu del lobo negro" (ver *Hithikoya*). <sup><a href="#footnote-9">[9], </sup><sup>[10]<a href="#footnote-10"></sup>, [#11] Su compañero sosteniendo una antorcha conocida como *Alêti* es representado por beta Centauri. El mito reportado por los hermanos Penard que explica el origen de *Hithikoya* incluye también estos dos personajes. [#11] Según la historia, *Hithikoya* solía vivir en la tierra, pero el Lokono lo siguió por la noche y le disparó. Como resultado, ascendió al cielo para servir como una señal para los purasangres negros advirtiéndoles sobre el cazador que se aproxima (*Yokhârhin*) y su compañero con una antorcha (*Alêti*). A medida que *Hithikoya* aparece cada vez más alto en la mañana entre enero y marzo, *Yokhârhin* y posteriormente *Alêti* aparecen en el horizonte que lo sigue. Esto le indica al Lokono que ahora el curassow negro se puede encontrar en lo alto de los árboles y los cazadores pueden salir por la noche para cazarlo en las copas de los árboles.</p> ##### *Alêti* 'Antorcha' La constelación *Alêti* "Antorcha" corresponde a beta Centauri y representa a la compañera del cazador *Yokhârhin*, sosteniendo una antorcha hecha de un paño sumergido en cera de abejas conocida como *Alêti*. [#9], [#10], [#11] *Alêti* sigue a *Yokhârhin* para no asustar al paujil negro con la luz de la antorcha. El mito reportado por los hermanos Penard que explica el origen de *Hithikoya* "Espíritu del paujil negro" incluye también estos dos personajes (ver *Hithikoya*). [#11] Según la historia, *Hithikoya* solía vivir en la tierra, pero el Lokono lo siguió por la noche y le disparó. Como resultado, ascendió al cielo para servir como una señal para los purasangres negros advirtiéndoles sobre el cazador que se aproxima (*Yokhârhin*) y su compañero con una antorcha (*Alêti*). A medida que *Hithikoya* aparece cada vez más alto en la mañana entre enero y marzo, *Yokhârhin* y posteriormente *Alêti* aparecen en el horizonte que lo sigue. Esto le indica al Lokono que ahora el curassow negro se puede encontrar en lo alto de los árboles y los cazadores pueden salir por la noche para cazarlo en las copas de los árboles. ##### *Anorhâkoya* 'Espíritu de la garza cocoi' La constelación *Anorhâkoya* representa el espíritu de la garza cocoi (*Ardea cocoi*). Es reconocido por Lokono contemporáneo como la Osa Mayor, de acuerdo con las identificaciones anteriores. [#11], [#15] Claudio de Geoje informa que cuando brilla fuerte, los Lokono creen que vendrán fuertes vientos, trayendo polvo a los ojos de las personas y, en consecuencia enfermedades: se dice que la garza se mira con el pico. [#11] Del mismo modo, según Cornelius van Coll, *Anorhâkoya* es una garza cuyo pico está al revés. Si su pico se voltea hacia abajo, las personas tendrían todo tipo de enfermedades oculares. [#7] Esto todavía puede suceder cuando soplan fuertes vientos y llevan la luz del pico a los ojos de las personas, ya que la luz de *Anorhâkoya* (y otras estrellas) viaja con el viento según el Lokono. La constelación está asociada con la gran estación seca (agosto a diciembre) y las tormentas y vientos típicos de esta época. Aparece en la mañana a mediados de noviembre en el noreste con su pico hacia abajo. ##### *Honolikoya* 'Espíritu del avetigre colorada' Otra constelación de Lokono que lleva el nombre de una especie de garza es *Honolikoya* "*Espíritu del avetigre colorada*" (*Tigrisoma lineatum*). Se informa en fuentes históricas como el equivalente de la constelación de Kari'na *Kumawari yumï* ("Padre de la garza del cocoi"). Esto es probablemente un error, ya que el honoli es una especie de garza diferente y bien conocida. Es posible que *Honolikoya* se refiera a la misma constelación que *Anorhâkoya*, interpretada de manera diferente por diferentes consultores de Lokono, pero también es posible que sea una constelación diferente. En cualquier caso, *Honolikoya* permanece sin identificar. [#17] Al igual que *Anorhâkoya*, se dice que la constelación trae enfermedades de los ojos cuando aparece en el cielo de la mañana. De la descripción de los hermanos Penard podemos inferir que *Honolikoya* debería aparecer entre junio y la gran estación seca, que dura desde finales de agosto hasta principios de diciembre. Parece que no hay un mito específico asociado con esta constelación. [#17] ##### *Kasorhowakoya* 'Espíritu del pez cuatro ojos' La constelación *Kasorhowakoya* "Espíritu del pez de cuatro ojos" (*Anableps anableps*) fue identificada por el contemporáneo Lokono como lambda Scorpii y upsilon Scorpii. En fuentes anteriores se identifica como la parte superior de la cola de Escorpio, lo que está de acuerdo con los datos del siglo XXI. [#8] La constelación representa los dos ojos del pez de cuatro ojos, que es conocido por el hecho de que sus ojos siempre están pegados al agua y, por lo tanto, a veces se considera una encarnación del espíritu del agua. No existe un mito de Lokono sobre el pez de cuatro ojos, y se desconoce qué significa la apariencia de esta constelación. Sin embargo, merece una mención que los Kari'na tienen una constelación que representa el mismo pez, que corresponde a las mismas dos estrellas. Magaña y Jara explican que la aparición de la constelación de Kari'na anuncia la temporada de pesca de esta especie. [#18] No es improbable que la constelación de Lokono tuviera la misma función. ##### *Katarhokoya* 'Espíritu de la tortuga marina verde' La constelación *Katarhokoya* "Espíritu de la tortuga verde" todavía se conoce en el río Pomeroon en Guyana. Representa a la tortuga *katarho* (*Chelonia mydas*), nadando hacia la orilla, representada a su vez por la Vía Láctea. Cuando la constelación aparece en la mañana en lo alto del cielo, es una señal de que las tortugas llegan a las playas para desovar. La constelación se identificó en fuentes anteriores como *Corona Borealis* y el *cinturón de Orión*. [#8], [#11] Mientras que el primero se superpone con las estrellas indicadas por el Lokono en el Pomeroon, el último es probablemente un error ya que el *cinturón de Orión* es reconocido constantemente como *Mabukuli* "Hombre sin muslo". La constelación de *Katarhokoya* se eleva a principios de año, pero aparece invertida la mayor parte del tiempo desde las vistas del Lokono en las Guayanas. Solo a mediados de marzo, una época en que varias especies de tortugas ponen sus huevos en la costa atlántica de las Guayanas, parece una tortuga nadando hacia la orilla (Vía Láctea). ##### *Hikorhikoya* 'Espíritu de la tortuga de patas amarillas' La constelación *Hikorhikoya* "Espíritu de la tortuga de patas amarillas" fue documentada por los hermanos Penard para el Lokono en Surinam; permanece sin identificar pero debería aparecer alrededor de agosto (es decir, alrededor del comienzo de la gran estación seca). [#11], [#17] Los hermanos Penard explican que cuando sube el agua en los pantanos, la tortuga de patas amarillas, conocida en Lokono como *hikorhi* (*Chelonoidis denticulatus*), busca terrenos más altos y, presumiblemente, se puede encontrar más fácilmente. No hay mitos relacionados específicamente con la constelación. Sin embargo, vale la pena señalar que la tortuga se considera un manjar entre los Lokono. Cuando son atrapados, a menudo se mantienen alrededor de la casa en pequeños corrales durante largos períodos de tiempo hasta que se consumen. La broma de Lokono dice que son "neveras" ya que si se alimentan, la tortuga permanecerá viva durante mucho tiempo, a diferencia de un animal que recibió un disparo y debe prepararse y comerse de inmediato. ##### *Kwakoya* 'Espíritu del cangrejo azul' La constelación *Kwakoya* "Espíritu del cangrejo azul" todavía se conoce en las comunidades Lokono más cercanas a la costa, que practican las hazañas anuales de cangrejo. La especie de cangrejo es probablemente la misma que la representada por la constelación de Kari'na *Kusa yumï* "Padre del cangrejo azul" (*Ucides cordatus*). La constelación aparece en el este a mediados de julio. A principios de agosto, está alto en el cielo, lo que indica que los cangrejos llegan a las playas para desovar. En este momento, los Lokono y otros grupos indígenas de la zona se congregan en la costa del Atlántico para atrapar a los cangrejos que marchan. Los cangrejos se consideran un manjar y cuando los aldeanos regresan a las comunidades con la captura, se organizan grandes fiestas durante las cuales se comen los cangrejos. Los hermanos Penard escriben que *Kwakoya* aparece cuando los cangrejos vienen a poner sus huevos en mayo y junio, pero esto parece ser incorrecto, ambos dado que los cangrejos marchan más tarde y que la constelación reconocida por el Lokono moderno no es visible en mayo y junio. Guayanas. [#17] ##### *Ifakoya* 'Espíritu del pato real' La constelación *Ifakoya* "Espíritu del pato real" (*Cairina moschata*) fue mencionada por los hermanos Penard y Claudio de Goeje, pero permaneció sin identificar hasta ahora. [#11], [#17] El Lokono contemporáneo en el río Pomeroon en Guyana lo reconoce en partes de la constelación occidental Corona Australis. No hay mitos relacionados con esta constelación, pero los Lokono dicen que cuando la cabeza del pato apunta hacia el suelo, como si el pato tuviera la cabeza bajo el agua, los patos están ocupados alimentándose de plantas. La constelación asume esta posición desde mediados de mayo. En este momento, se dice que las aves son más fáciles de atrapar. El pato real se considera un manjar y a menudo se mantiene en la casa como gallinas. El Kari'na y el Warao también reconocen la constelación del pato real, y al menos el Warao corresponde a las mismas estrellas. [#17] ##### *Awarhakoya* 'Espíritu de la palma awara' La constelación *Awarhakoya* "Espíritu de la palma awara" tiene la forma de una palma de awara (*Astrocaryum vulgare*). Su aparición en lo alto del cielo en enero significa que los frutos de awara están madurando. En los siguientes meses, *Awarhakoya* se acerca al horizonte, lo que significa que las frutas pronto caerán al suelo para ser recogidas. Esto ocurre en la pequeña estación seca (mediados de febrero a abril), conocida como *awarhadlithe*, un término derivado del nombre de la palma. [#7], [#17] No hay mitos sobre *Awarhakoya* pero se dice que la constelación es seguido por el de *Hadorhikoya* "Espíritu del acuchí rojo" y *Hokorherokoya* "Espíritu del agutí brasileño". Su apariencia indica que los roedores se están reuniendo en las palmeras para comer la fruta caída. *Awarhakoya* es reconocido hoy en estrellas cercanas a la constelación occidental Coma Berenices, pero fuentes más antiguas sugieren que está cerca de Sirio. [#11] Es la única constelación que lleva el nombre de una planta, que habla de la importancia de la awara palm para el Lokono. Los Kari'na también tienen una constelación de los awara, a veces reconocidos en las mismas estrellas. [#17], [<sup>[20]](#footnote-20)</sup> ##### *Hadorhikoya* 'Espíritu del acuchí rojo' La constelación no identificada *Hadorhikoya* "Espíritu del acuchí rojo" (*Myoprocta acouchy*) fue mencionada por los hermanos Penard. [#17] Debería seguir a la constelación *Awarhakoya* que aparece cerca de ella en algún momento después de febrero. Su apariencia indica que los frutos maduros de la palma atraen a los acuchí rojos hacia los surcos de los awara, donde pueden ser cazados. No existe un mito de Lokono sobre *Hadorhikoya*, pero un mito de Kari'na sobre la constelación de Kari'na no identificada del acuchí rojo lo relaciona con las otras constelaciones. Según la historia, había dos hermanos, de los cuales uno tenía esposa. El hermano soltero mató a su hermano, le dio el hígado a la esposa, la tomó como esposa y tuvo un hijo con ella. El espíritu del hermano muerto le dijo a la mujer que su hermano lo había matado, por lo que ella y su hijo decidieron huir y ascender al cielo como la constelación de agutí y acuchí. El espíritu también le dijo a su hermano que abriera su cadáver y esparciera sus entrañas, que se convirtieron en las Pléyades, mientras que el asesino se convirtió en la constelación de la anaconda. [#11] ##### *Hakorherokoya* 'Espíritu del agutí brasileño' La constelación no identificada *Hokorherokoya* "Espíritu del agutí brasileño" fue mencionada por los hermanos Penard, que explican que, al igual que *Hadorhikoya*, sigue a *Awarhakoya*. [#17] Señala que la fruta madura atrae a los agutíes (*Dasyprocta leporina*) hacia las palmas de awara, donde pueden ser cazados. Claudio de Goeje agrega que es seguido por *Kabadarokoya* "Espíritu del tigre", que, como los humanos, conoce los hábitos del agutí. [#11] No existe un mito de Lokono sobre *Hokorherokoya*, pero un mito de Kari'na sobre la constelación no identificada de agouti explica su origen. Según la historia, había dos hermanos, uno casado y el otro no. El soltero mató al otro, le dio el hígado a la esposa, la tomó como esposa y tuvo un hijo con ella. El espíritu del hermano muerto le dijo que su hermano lo mató, por lo que ella y su hijo huyeron, convirtiéndose en las constelaciones agouti y acouchi. El espíritu le dijo a su hermano que abriera su cadáver y esparciera sus entrañas, que se convirtieron en las Pléyades, mientras que el asesino se convirtió en la constelación de anacondas. [#11] ##### *Kabadarokoya* 'Espíritu del jaguar' *Kabadarokoya* o *Arhwakoya* "Espíritu del jaguar" fue mencionado por los hermanos Penard, quienes lo relacionan con un mito Lokono. [#7], [#11] Según la historia, *Kabadaro* (*Panthera onca*) era el padre de Korhirhwathe (*especie de leopardo*) , a quien amaba tanto, no quería casarse con ella. [#33] Un día una espina se atascó en su pata y un hombre lo ayudó a sacarla, así que le dio al hombre a su hija como esposa. La familia siempre tenía carne, por lo que otras personas estaban celosas y le dijeron al hombre que su esposa lo engañó. Él comenzó a maltratarla. Cuando el jaguar se enteró de esto, se escapó con su hija, pero el hombre los siguió a todas partes, por lo que finalmente ascendieron al cielo. Pero cuando los Lokono matan a un jaguar, pueden regresar a la tierra para matar gente. Según Claudio de Goeje, sigue a la estrella agouti, un manjar de los jaguares. [#11] La constelación no está identificada. Se dice que la constelación de Kari'na del jaguar aparece alrededor de la pequeña estación seca, cuando los jaguares rugen más porque sufren de insectos. [#17], [#20] ##### *Korhirhwathekoya* 'Espíritu del ocelote' La constelación *Korhirhwathe* "Espíritu del ocelote" fue mencionada por los hermanos Penard, que la vinculan al mismo mito de Lokono resumido anteriormente para *Kabadarokoya*. [#11] Según la historia, *Kabadaro* (*Panthera onca*) era el padre de *Korhirhwathe* (*especie de leopardo*), a quien amaba tanto, que no quería casarse con ella. Sin embargo, un día una espina se atascó en su pata y un hombre lo ayudó a sacarla, así que le dio al hombre a su hija como esposa. La familia siempre tenía mucha carne, por lo que otras personas se pusieron celosas y le dijeron al hombre que su esposa lo engañó. Como resultado, comenzó a maltratar a *Korhirhwathe*. Cuando el jaguar se enteró de esto, tomó a su hija y se escapó con ella hacia el bosque, pero el hombre los siguió a todas partes, por lo que finalmente ascendieron al cielo convirtiéndose en constelaciones. Ahora, cuando los Lokono matan a un jaguar, pueden regresar a la tierra para matar gente. ##### *Hawkoya* 'Espíritu del perezoso de garganta pálida' La constelación *Hawkoya* "Espíritu del perezoso de garganta pálida" fue mencionada por Claudius de Goeje. [#11] Representa una especie de perezoso (*Bradypus tridactylus*) y es un presagio de tormentas y clima ventoso que se producen al comienzo de la gran estación seca (entre agosto y diciembre). En este momento, los perezosos comienzan a deambular más, y los Lokono dicen que se debe a los vientos. [#17] La constelación permanece sin identificar. ##### *Warhemedokoya* 'Espíritu del perezoso de dos dedos' Del mismo modo, se dice que *Warhemedokoya* "Espíritu del perezoso de dos dedos", mencionado por los hermanos Penard, aparece cuando las tormentas y los vientos de la gran estación seca están a punto de comenzar y hacen que los perezosos se muevan más. [#17] Representa el perezoso de dos dedos (*Choloepus didactylus*). La constelación permanece sin identificar. ##### *Yôwanakoya* 'Espíritu de la iguana verde' La constelación *Yôwanakoya* "Espíritu de la iguana verde" es mencionada por los hermanos Penard. [#17] Representa la iguana verde (*Iguana iguana*) y aparece cuando las iguanas ponen sus huevos en la arena, que debería ser en algún momento de abril y mayo, pero la constelación permanece sin identificar. ##### *Yarheyarherokoya* 'Espíritu del periquito sietecolores' La constelación *Yarheyarherokoya* "Espíritu del periquito sietecolores" (*Touit batavicus*) [#11]. La constelación no es conocida por el contemporáneo Lokono; Tampoco sabemos qué significaba su apariencia. ##### *Marodirokoya* 'Espíritu de la pava marail' La constelación *Marodikoya* "Espíritu de la pava marail" fue mencionada por Claudio de Goeje, quien comenta que tiene la forma del marail guan (*Penelope marail*). [#11] La constelación no es conocida por el contemporáneo Lokono; tampoco sabemos qué significaba su apariencia. ##### *Hikarowanakoya* 'Espíritu del cuco enano' La constelación *Hikarowanakoya* "Espíritu del cuco enano" solo fue mencionada por Claudio de Goeje. [#11] Representa el pequeño cuco (*Coccycua minuta*). La constelación permanece sin identificar; Tampoco sabemos qué significaba su apariencia. Sin embargo, los hermanos Penard mencionan la constelación Kari'na de una especie de cuco identificada como la muy similar *Piaya cayana*. [#17], [#22] Se dice que la constelación Kari'na trae suerte a los cazadores. Curiosamente, el Lokono también vincula la suerte del cazador con el pequeño cuco. Dicen que si el pájaro le pasa llamando *pikwan pikwan pikwan*, debe de tener cuidado, ya que algo malo le puede pasar. ##### *Sûtukoya* 'Espíritu del tamarino midas' La constelación *Sûtukoya* "Espíritu del tamarino midas" (*Saguinus midas*) fue mencionada por Cornelius van Coll y los hermanos Penard, pero sigue estando mal identificada. [#7], [#11], [#43] Según Claudio de Goeje, debe corresponder a la constelación occidental Coma Berenices. [#17] Sin embargo, no está claro si esto es correcto, dado que hoy encontramos la constelación *Awarhakoya* en esta parte del cielo, que es fácilmente reconocida por numerosos oradores. No hay mitos relacionados con esta constelación. ##### *Howakoya* 'Espíritu del sakí cariblanco' La constelación *Howakoya* "Espíritu del sakí cariblanco" solo fue mencionada por Claudio de Goeje. [#17] Representa el espíritu del sakí cariblanco (*Pithecia pithecia*) pero la constelación y su significado siguen siendo desconocidos. [#44] ##### *Imenarikoya* 'Espíritu del escorpión' La constelación *Imenarikoya* "Espíritu del escorpión" solo fue mencionada por Claudio de Goeje. [#11] La constelación se refiere al espíritu de una especie no identificada de un gran escorpión venenoso. No hay mitos conocidos sobre *Imenarikoya*. La constelación podría ser un caso de préstamos culturales de poblaciones no indígenas, como se ha sugerido para la constelación de Kari'na que representa un escorpión. ##### *Maraka* 'Sonajero del curandero' La constelación *Maraka* "Sonajero del curandero" fue mencionada por Claudio de Goeje, y se refiere a un sonajero utilizado por los curanderos Lokono, que está hecho de una calabaza perforada con un palo, adornada con plumas de cierto loro, y lleno de numerosos cristales pequeños, cada uno de los cuales alberga un espíritu diferente, que es un tipo diferente de *koya*. [#11] La constelación permanece sin identificar; no hay equivalente de Karin'a o Warao y no hay mitos relacionados con él. ##### *Shimarhabokoya* 'Espíritu del arco y flecha' y *Arakabosakoya* 'Espíritu del arma' Las constelaciones *Shimarhabokoya* "Espíritu del arco y flecha" y *Arakabosakoya* "Espíritu del arma" fueron mencionadas por Claudius de Goeje. [#11] Ambas constelaciones permanecen sin identificar y no tienen contrapartes de Kari’na y Warao, y no hay mitos relacionados con ellas. ##### *Korherokoya* 'Espíritu del loro' La constelación de *Korherokoya* "Espíritu del loro" solo fue mencionada por Claudio de Goeje. [#11] La constelación se refiere al espíritu de una especie no identificada de un loro, pero se mencionó como el equivalente de la constelación de Kari *Kurewako yumï* "Padre del loro de alas naranjas", que representa al loro de alas naranjas (*Amazona amazonica*). No hay mitos conocidos sobre *Korherokoya*. Debería aparecer en febrero cuando los loros son lo suficientemente grandes como para ser sacados de sus nidos, pero la constelación permanece sin identificar. ##### *Kasipenikoya* 'Espíritu de la tortuga marina' La constelación *Kasipenikoya* "Espíritu de la tortuga marina" fue mencionada por Claudius de Goeje. [#11] Se refiere al espíritu de una especie no identificada de una tortuga. Puede ser el caso de que sea lo mismo que *Katarokoya*. El término *kataro* (*Chelonia mydas*) parece ser un término prestado de Kari'na, por lo que es posible que *kasipeni* sea el término original de Lokono para la misma tortuga. Sin embargo, hay varias especies de tortugas en las Guayanas, por lo que *kataro* y *kasipeni* también pueden referirse a diferentes especies, y sus espíritus se identifican con diferentes constelaciones.
