Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The modern sky culture divides the celestial sphere into 88 areas of various sizes called constellations, each with precise boundary, issued by the International Astronomical Union in 1922. These constellations have become the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage. The constellations in use today are based mainly on ancient Greek constellations depicted by Ptolemy in his book the Almagest during the 2nd century CE. In the subsequent centuries, this book has been translated from Greek into Arabic (6th to 9th century) and later to medieval Latin. In the Arabic more than in the Latin tradition, the Ptolemaic figures were enriched and transformed by native Arabic constellations and star names. In the 16-18th centuries, European astronomers suggested new constellations to fill the gaps between northern constellations (e.g. the constellation of "the lynx" for an area close to the Great Bear but with stars so faint that you would need the eyes of a lynx to see them) and also created new constellations in the southern part of the sky which had not been visible to Ptolemy. These new constellations were usually named after new technical inventions of the early modern period (e.g. a chemical furnace, a balloon, an air pump) or exotic animals (e.g. a chamaeleon, a tucan, a paradise bird). Among them several constellations were also named with political consideration to honor certain kings or patrons. In the beginning of the 20th century, the IAU (International Astronomical Union) aimed for a large clean-up: in 1922, it officially accepted the list of 88 constellation names. In 1928 it also defined precise constellation boundaries [#40] still in use today. ### Extras In the 2nd century CE, Ptolemy in Alexandria published a multi-volume book which summarised the astronomical knowledge of the time, rooted in a tradition of mathematical astronomy since Hipparchus (at least 265 years earlier). In the subsequent centuries, this book has been translated from Greek into Arabic (6th to 9th century), from Arabic into Latin, and later, from the original ancient Greek into medieval Latin. Due to this transformation, it is now known under the artificial name Almagest, derived from the Arabic title [#46]. The Almagest star catalogue (books VII and VIII) has been depicted many times in the Islamic as well as in the Christian astronomical traditions. Often, the figures were re-drawn in order to adapt them to the taste of art of the epoch. In the Arabic more than in the Latin tradition, the Ptolemaic figures were enriched and transformed by native Arabic constellations and star names. Therefore, this sky culture displays a modern descendant of the Ptolemaic one with traces of translations, misunderstandings, transformations, and deliberate additions. In 1603 the lawyer and hobby astronomer Johann Bayer from Augsburg, Germany, made a new celestial atlas, called Uranometria [#41]. In this atlas, he introduced a systematic naming of stars starting with alpha, the brightest, beta, the second brightest, gamma, the third ... within a constellation. Subsequently, it was established to name a star with a Greek letter and the Latin constellation name in casus genitive. In the 18th century, the century of great atlases (Flamsteed, Fortin, Bode: [#42][#43]), new constellations were added to fill the gaps between northern constellations. Additionally, there were suggestions to create new constellations in the southern part of the sky which had not been visible to Ptolemy. European astronomers visited the European colonies and instead of asking the native people for their constellations, the Europeans were creative. This way, many new technical inventions of the early modern period were depicted in constellations (e.g. a chemical furnace, a balloon, an air pump) as well as exotic animals (e.g. a chamaeleon, a tucan, a paradise bird). The problem was that sometimes astronomers did not agree with each other and, thus, atlases showed deviations from each other. After many centuries of astronomers taking liberties in interpretation of the Ptolemaic original, there were many variants of constellations. As constellations are a positioning system, i.e. astronomers describe positions in the sky relative to stars and stars relative to constellations (like "Betelgeuse", Orion's right shoulder), it is necessary to use constellation names and star names uniformly all over the world. In the "Fin de siècle", there were upcoming suggestions in the astronomical community to unify the system of constellations and star names [#44]. The IAU, only founded in 1919, in 1928 defined the boundaries of these areas [#43] and not the way of drawing artwork or connecting lines within them. Consequently several sub-cultures of painting figures and drawing simplified stickfigures were developed during the 20th and 21st century. We provide some of them as further sky cultures. ### Constellations These constellations are based mainly on the Ptolemaic tradition which had been used in all three Abrahamitic religions and, thus, was common in the Near East, in Europe and its colonies on all continents. However, between the ancient Greek constellations there were gaps of areas with only faint stars belonging to no constellation.[#47] In the Modern Epoch, several astronomers suggested constellation figures for these gaps, among them several political constellations to the honor of certain kings or patrons. In the late 19th century, the astronomical research community aimed for a huge clean-up to avoid ambiguities in assigning stars to constellations. In 1922, the IAU officially approved the list of 88 constellation names and their official abbreviations with three letters. The only remaining political constellation is Scutum, the shield of a Polish king but without mentioning the political reference anymore. The Belgian priest E. Delporte got the task to define constellation boundaries according to coordinates. In 1928, he finished the work, based on an atlas from Argentina [#51], and the IAU accepted his delimitations [#40]. These "constellations" are naked areas in the sky without any stick figures or depictions [#44]. The borders simply follow the lines of right ascension and declination from the epoch 1875.0. Precession causes a slowly increasing deviation from the originally rectilinear grid. These constellations became the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage. Stellarium by default displays the precise RA-DEC-boundaries and a set of artwork constellations on the basis of Ptolemaic figures but following our contemporary taste of art. ### Asterisms The term "asterism" (assembly of stars) can sometimes be used synonymously to "constellation". In the modern use it describes a figure which is not part of the official canon. Sometimes an asterism is a part of a constellation, e.g. the Big Dipper as part of Ursa Major, or Great Square as part of Pegasus. Other asterisms span over several constellations, e.g. the Summer Triangle or Winter Hexagon. Yet others are only visible in binoculars or telescopes and are aptly named "telescopic asterism", e.g. the Coathanger. They are often discussed in the observing columns of popular astronomy magazines. ### Ray Helpers Seasoned observers can find their way around the sky easily. One mnemonic tool are associative chains of stars that span large distances. We show them as "ray helpers". These are not standardized. ### Proper names of stars Ptolemy's star catalogue had the layout of a table listing the description of the star's position in the constellation's figure, the ecliptical coordinates, and the magnitude e.g.: "The star at the tip of the tail of Ursa Minor", "Gem 0 1/6, +66", "Mag 3". In most cases, the star names evolved by astronomer's systematical abbreviations of these descriptions, e.g., a first astronomer abbreviated in a text "tip of the tail", a next astronomer drew a map with less space and wrote only "tail" next to the star and this name remained. Over centuries, these descriptions were translated into Arabic and Latin, and in some cases the translators or scribes made mistakes because of misreading or misspelling of the Arabic words (e.g. the Arabic "yad al gauza", the hand of the giant woman, was mangled to the common term "Betelgeuse"). However, there are also a few original Greek words like the red star "Antares", the counterpart of Ares (Mars), and even a few original Babylonian terms like "Shargaz", the Sting, in Scorpius. Our modern, most recent IAU star names [#45] are a renewed mixture, also with influences or even politically wanted additions of star names from the non-Ptolemaic sky cultures, e.g. the traditional Pingsing, a Chinese star name for a star in Hydra (its meaning is only "star", a reminescence to his lonely position), or newly adopted star names from Polynesian, Hawaiian, or Aboriginal cultures for names of stars with exoplanets. The IAU is the only scientifically accepted authority to assign new names to stars. Commercial exploits like "star name registries", who sell stars for commemorative purposes or as gifts, only sell printed pieces of paper. These names are not approved and never used by scientists.
es_419: La cultura estelar moderna divide la esfera celeste en 88 áreas de varios tamaños llamadas constelaciones, cada una con un límite preciso, emitidas por la Unión Astronómica Internacional en 1922. Estas constelaciones se han convertido en la forma estándar de describir el cielo, reemplazando conjuntos similares en otras culturas estelares exhaustivamente en el uso diario. Las constelaciones que se usan hoy en día se basan principalmente en las antiguas constelaciones griegas representadas por Ptolomeo en su libro Almagesto durante el siglo II d.C. En los siglos posteriores, este libro ha sido traducido del griego al árabe (siglos VI al IX) y más tarde al latín medieval. En la tradición árabe más que en la latina, las figuras ptolemaicas fueron enriquecidas y transformadas por constelaciones y nombres de estrellas árabes nativos. En los siglos XVI-XVIII, los astrónomos europeos sugirieron nuevas constelaciones para llenar los espacios entre las constelaciones del norte (por ejemplo, la constelación de "el lince" para un área cercana a la Osa Mayor pero con estrellas tan débiles que necesitarías los ojos de un lince para verlos) y también crearon nuevas constelaciones en la parte sur del cielo que no habían sido visibles para Ptolomeo. Estas nuevas constelaciones generalmente recibieron el nombre de nuevos inventos técnicos del período moderno temprano (por ejemplo, un horno químico, un globo, una bomba de aire) o animales exóticos (por ejemplo, un camaleón, un tucán, un pájaro del paraíso). Entre ellas, varias constelaciones también fueron nombradas con consideración política para honrar a ciertos reyes o patrones. A principios del siglo XX, la UAI (Unión Astronómica Internacional) se propuso una gran limpieza: en 1922 aceptó oficialmente la lista de 88 nombres de constelaciones. En 1928 también definió los límites precisos de las constelaciones [#40] que todavía se utilizan en la actualidad. ### Extras En el siglo II d.C., Ptolomeo en Alejandría publicó un libro de varios volúmenes que resumía el conocimiento astronómico de la época, enraizado en una tradición de astronomía matemática desde Hiparco (al menos 265 años antes). En los siglos posteriores, este libro ha sido traducido del griego al árabe (siglos VI al IX), del árabe al latín y, más tarde, del original griego antiguo al latín medieval. Debido a esta transformación, ahora se conoce con el nombre artificial de Almagesto, derivado del título árabe [#46]. El catálogo de estrellas de Almagesto (libros VII y VIII) se ha representado muchas veces en las tradiciones astronómicas islámica y cristiana. A menudo, las figuras eran redibujadas para adaptarlas al gusto del arte de la época. En la tradición árabe más que en la latina, las figuras ptolemaicas fueron enriquecidas y transformadas por constelaciones y nombres de estrellas árabes nativos. Por lo tanto, esta cultura del cielo muestra un descendiente moderno de la ptolemaica con rastros de traducciones, malentendidos, transformaciones y adiciones deliberadas. En 1603, el abogado y astrónomo aficionado Johann Bayer de Augsburgo, Alemania, hizo un nuevo atlas celeste, llamado Uranometria [#41]. En este atlas, él introdujo una denominación sistemática de las estrellas comenzando con alfa, la más brillante, beta, la segunda más brillante, gamma, la tercera... dentro de una constelación. Posteriormente, se estableció nombrar una estrella con una letra griega y el nombre de la constelación latina en caso genitivo. En el siglo XVIII, el siglo de los grandes atlas (Flamsteed, Fortin, Bode: [#42][#43]), se agregaron nuevas constelaciones para llenar los espacios entre las constelaciones del norte. Además, hubo sugerencias para crear nuevas constelaciones en la parte sur del cielo que no habían sido visibles para Ptolomeo. Los astrónomos europeos visitaron las colonias europeas y, en lugar de pedir a los nativos sus constelaciones, los europeos fueron creativos. De esta manera, muchos nuevos inventos técnicos de la época moderna se representaron en constelaciones (por ejemplo, un horno químico, un globo, una bomba de aire), así como en animales exóticos (por ejemplo, un camaleón, un tucán, un ave del paraíso). El problema era que algunas veces los astrónomos no estaban de acuerdo entre sí y, por lo tanto, los atlas mostraban desviaciones entre sí. Después de muchos siglos de que los astrónomos se tomaran libertades en la interpretación del original ptolemaico, hubo muchas variantes de constelaciones. Como las constelaciones son un sistema de posicionamiento, es decir, los astrónomos describen posiciones en el cielo en relación con las estrellas y las estrellas en relación con las constelaciones (como "Betelgeuse", el hombro derecho de Orión), es necesario utilizar los nombres de las constelaciones y de las estrellas de manera uniforme en todo el mundo. En el "Fin de siècle", hubo sugerencias próximas en la comunidad astronómica para unificar el sistema de constelaciones y nombres de estrellas [#44]. La UAI, fundada en 1919, definió en 1928 los límites de estas áreas [#43] y no la forma de dibujar obras de arte o conectar líneas dentro de ellas. En consecuencia, se desarrollaron varias subculturas de pintar figuras y dibujar figuras de palo simplificadas durante los siglos XX y XXI. Ofrecemos algunas de ellas como culturas estelares adicionales. ### Constelaciones Estas constelaciones se basan principalmente en la tradición ptolemaica que se había utilizado en las tres religiones abrahámitas y por lo tanto, era común en el Cercano Oriente, en Europa y sus colonias en todos los continentes. Sin embargo, entre las constelaciones de la antigua Grecia había espacios en áreas con sólo estrellas débiles que no pertenecían a ninguna constelación.[#47] En la época moderna, varios astrónomos sugirieron figuras de constelaciones para estos espacios, entre ellas varias constelaciones políticas en honor de ciertos reyes. o patrocinadores. A finales del siglo XIX, la comunidad de investigación astronómica se propuso realizar una gran limpieza para evitar ambigüedades en la asignación de estrellas a las constelaciones. En 1922, la UAI aprobó oficialmente la lista de 88 nombres de constelaciones y sus abreviaturas oficiales con tres letras. La única constelación política que queda es Scutum, el escudo de un rey polaco pero sin mencionar más la referencia política. El sacerdote belga E. Delporte recibió la tarea de definir los límites de las constelaciones según las coordenadas. En 1928 terminó el trabajo, en base en un atlas de Argentina [#51], y la UAI aceptó sus delimitaciones [#40]. Estas "constelaciones" son áreas desnudas en el cielo sin figuras ni representaciones [#44]. Los bordes simplemente siguen las líneas de ascensión recta y declinación desde la época 1875.0. La precesión provoca una desviación que aumenta lentamente de la cuadrícula originalmente rectilínea. Estas constelaciones se convirtieron en la forma estándar de describir el cielo, reemplazando exhaustivamente conjuntos similares en otras culturas del cielo en el uso diario. Stellarium muestra por defecto los límites RA-DEC precisos y un conjunto de constelaciones de obras de artes sobre la base de las figuras ptolemaicas, pero siguiendo nuestro gusto contemporáneo por el arte. ### Asterismos El término "asterismo" (asamblea de estrellas) a veces se puede usar como sinónimo de "constelación". En el uso moderno describe una figura que no forma parte del canon oficial. A veces, un asterismo es parte de una constelación, por ejemplo El Carro como parte de la Osa Mayor, o Gran Cuadrante como parte de Pegaso. Otros asterismos abarcan varias constelaciones, por ejemplo el Triángulo de Verano o el Hexágono de Invierno. Sin embargo, otros solo son visibles con binoculares o telescopios y se denominan acertadamente como "asterismos telescópicos", por ejemplo El Perchero. A menudo se discuten en las columnas de observación de las revistas populares de astronomía. ### Rayos de ayuda Los observadores experimentados pueden orientarse fácilmente en el cielo. Una herramienta mnemotécnica son las cadenas asociativas de estrellas que abarcan grandes distancias. Los mostramos como "rayos de ayuda". Estos no están estandarizados. ### Nombres propios de estrellas El catálogo de estrellas de Ptolomeo tenía el diseño de una tabla que enumeraba la descripción de la posición de la estrella en la figura de la constelación, las coordenadas de la eclíptica y la magnitud, por ejemplo: "La estrella en la punta de la cola de la Osa Menor", "Gem 0 1/6 , +66", "mag 3". En la mayoría de los casos, los nombres de las estrellas evolucionaron a partir de las abreviaturas sistemáticas de estas descripciones por parte de los astrónomos. Por ejemplo, un primer astrónomo abrevió en un texto "punta de la cola", un siguiente astrónomo dibujó un mapa con menos espacio y escribió sólo "cola" al lado de la estrella y este nombre permaneció. A lo largo de los siglos, estas descripciones se tradujeron al árabe y al latín y, en algunos casos, los traductores o escribas cometieron errores debido a malas lecturas o errores ortográficos de las palabras árabes (por ejemplo, el árabe "yad al gauza", la mano de la mujer gigante, fue convertido al término común "Betelgeuse"). Sin embargo, también hay algunas palabras griegas originales como la estrella roja "Antares", la contraparte de Ares (Marte), e incluso algunos términos babilónicos originales como "Shargaz", el aguijón, en Escorpio. Nuestros nombres de estrellas modernos y más recientes de la UAI [#45] son una mezcla renovada, también con influencias o incluso adiciones políticamente deseadas de nombres de estrellas de las culturas estelares no ptolemaicas, por ejemplo el tradicional Pingsing, un nombre de estrella chino para una estrella en Hidra (su significado es solo "estrella", una reminiscencia de su posición solitaria), o nombres de estrellas recientemente adoptados de las culturas polinesia, hawaiana o aborigen para nombres de estrellas con exoplanetas. La UAI es la única autoridad científicamente aceptada para asignar nuevos nombres a las estrellas. Las hazañas comerciales como los "registros de nombres de estrellas", que venden estrellas con fines conmemorativos o como obsequios, solo venden piezas de papel impresas. Estos nombres no están aprobados y nunca son utilizados por los científicos.
ru: Современная культура неба делит небесную сферу на 88 областей разного размера, называемых созвездиями, каждая из которых имеет точные границы, установленные Международным астрономическим союзом в 1922 году. Эти созвездия стали стандартным способом описания неба, заменив аналогичные наборы других культур неба. исчерпывающе в повседневном использовании. Созвездия, используемые сегодня, основаны в основном на древнегреческих созвездиях, изображенных Птолемеем в его книге «Альмагест» во 2 веке нашей эры. В последующие века эта книга была переведена с греческого на арабский (6-9 век), а затем на средневековую латынь. В арабской традиции больше, чем в латинской, птолемеевские фигуры были обогащены и трансформированы исконно арабскими созвездиями и названиями звезд. В 16-18 веках европейские астрономы предложили новые созвездия, чтобы заполнить пробелы между северными созвездиями (например, созвездие «рыси» для области, близкой к Большой Медведице, но со звездами настолько слабыми, что вам понадобились бы глаза рыси, чтобы видеть их), а также создали новые созвездия в южной части неба, которые не были видны Птолемею. Эти новые созвездия обычно назывались в честь новых технических изобретений периода раннего Нового времени (например, химическая печь, воздушный шар, воздушный насос) или экзотических животных (например, хамелеона, тукана, райской птицы). Среди них несколько созвездий также были названы по политическим соображениям в честь определенных королей или покровителей. В начале 20-го века МАС (Международный астрономический союз) задался целью провести большую очистку: в 1922 году он официально принял список из 88 названий созвездий. В 1928 году он также определил точные границы созвездия [#40], которые используются до сих пор. ### Дополнительно Во 2 веке нашей эры Птолемей в Александрии опубликовал многотомную книгу, в которой обобщались астрономические знания того времени, уходящие корнями в традицию математической астрономии со времен Гиппарха (по крайней мере, 265 лет назад). В последующие века эта книга была переведена с греческого на арабский (6-9 вв.), с арабского на латынь, а позднее с древнегреческого оригинала на средневековую латынь. Из-за этих преобразований она теперь известна под искусственным названием Альмагест, происходящим от арабского названия [#46]. Звёздный каталог Альмагеста (книги VII и VIII) много раз изображался как в исламской, так и в христианской астрономической традиции. Часто фигуры перерисовывались, чтобы приспособить их к художественному вкусу эпохи. В арабской традиции больше, чем в латинской, птолемеевские фигуры были обогащены и трансформированы исконно арабскими созвездиями и названиями звёзд. Таким образом, эта культура неба представляет собой современного потомка птолемеевской со следами переводов, недоразумений, трансформаций и преднамеренных дополнений. В 1603 г. юрист и астроном-любитель Иоганн Байер из Аугсбурга, Германия, составил новый атлас небесных тел, названный Уранометрия [#41]. В этом атласе он ввел систематическое наименование звёзд, начиная с альфы, самой яркой, беты, второй по яркости, гаммы, третьей... в созвездии. Впоследствии было установлено называть звезду греческой буквой и латинским названием созвездия в родительном падеже. В 18 веке, веке великих атласов (Флемстид, Фортин, Боде: [#42] [#43]), были добавлены новые созвездия, чтобы заполнить пробелы между северными созвездиями. Кроме того, были предложены новые созвездия в южной части неба, которые не были видны Птолемею. Европейские астрономы посетили европейские колонии, и вместо того, чтобы спрашивать у местных жителей их созвездия, европейцы проявили изобретательность. Таким образом, многие новые технические изобретения раннего Нового времени были изображены в созвездиях (например, химическая печь, воздушный шар, воздушный насос), а также в виде экзотических животных (например, хамелеон, тукан, райская птица). Проблема заключалась в том, что иногда астрономы не соглашались друг с другом и, таким образом, атласы показывали отклонения друг от друга. После многих столетий, когда астрономы позволяли себе вольности в интерпретации птолемеевского оригинала, появилось множество вариантов созвездий. Поскольку созвездия являются системой позиционирования, т. е. астрономы описывают положения на небе относительно звёзд и звёзд относительно созвездий (например, «Бетельгейзе», правое плечо Ориона), то необходимо использовать названия созвездий и названия звёзд единообразно во всём мире. В астрономическом сообществе в «Fin de siècle» выдвигались предложения по унификации системы созвездий и названий звёзд [#44]. МАС, основанный только в 1919 году, в 1928 году определил границы этих областей [#43], а не способ рисования произведений искусства или соединения линий внутри них. Следовательно, в 20-м и 21-м веках было развито несколько субкультур рисования фигур и рисования упрощенных фигурок. Мы предоставляем некоторые из них в качестве дополнительных культур неба. ### Созвездия Эти созвездия основаны в основном на птолемеевской традиции, которая использовалась во всех трех авраамических религиях и, таким образом, были распространены на Ближнем Востоке, в Европе и ее колониях на всех континентах. Однако между древнегреческими созвездиями были промежутки областей с только слабыми звездами, не принадлежащими ни к одному созвездию. В Новое время несколько астрономов предложили фигуры созвездий для этих промежутков, в том числе несколько политических созвездий в честь определенных королей или меценатов. В конце 19 века астрономическое исследовательское сообщество стремилось провести огромную очистку, чтобы избежать двусмысленности в отнесении звезд к созвездиям. В 1922 году МАС официально утвердил список из 88 названий созвездий и их официальных сокращений из трёх букв. Единственное оставшееся политическое созвездие - это Щит, щит польского короля, но без упоминания политической ссылки. Бельгийский священник Э. Дельпорт получил задание определить границы созвездия по координатам. В 1928 году он закончил работу на основе аргентинского атласа [#51], и МАС принял его границы [#40]. Эти «созвездия» представляют собой простые участки неба без каких-либо фигурок или изображений [#44]. Границы просто следуют линиям прямого восхождения и склонения от эпохи 1875.0. Прецессия вызывает медленно увеличивающееся отклонение от первоначально прямолинейной сетки. Эти созвездия стали стандартным способом описания неба, полностью заменив аналогичные наборы других культур неба в повседневном использовании. Stellarium по умолчанию отображает точные границы П.В.-Скл. и набор художественных изображений созвездий на основе фигур Птолемея, но в соответствии с нашим современным художественным вкусом. ### Астеризмы Термин «астеризм» (скопление звезд) иногда может использоваться как синоним «созвездия». В современном использовании он описывает фигуру, которая не является канонической частью. Иногда астеризм является частью созвездия, например. Большой Ковш как часть Большой Медведицы или Большой Квадрат как часть Пегаса. Другие астеризмы охватывают несколько созвездий, например, Летний треугольник или Зимний шестиугольник. Третьи видны только в бинокль или телескоп и метко названы «телескопическим астеризмом», например, Вешалка. Они часто обсуждаются в колонках популярных астрономических журналов. ### Направляющие Опытные наблюдатели могут легко ориентироваться в небе. Одним из мнемонических инструментов являются ассоциативные цепочки звезд, охватывающие большие расстояния. Мы показываем их как «направляющие». Они не стандартизированы. ### Собственные названия звёзд Звездный каталог Птолемея имел вид таблицы с описанием положения звезды в фигуре созвездия, эклиптических координат и величины, например: «Звезда на кончике хвоста Малой Медведицы», «Близнецы 0 1/6». , +66", "звездная величина 3". В большинстве случаев названия звезд возникли в результате систематических сокращений этих описаний астрономами, например, первый астроном сократил в тексте «кончик хвоста», следующий астроном нарисовал карту с меньшим пространством и написал только «хвост» рядом со звездой и это название осталось. На протяжении веков эти описания переводились на арабский и латинский языки, и в некоторых случаях переводчики или писцы допускали ошибки из-за неправильного прочтения или написания арабских слов (например, арабское «yad al gauza», рука великанши, была изуродована к общему термину «Бетельгейзе»). Однако есть также несколько оригинальных греческих слов, таких как красная звезда «Антарес», аналог Ареса (Марса), и даже несколько оригинальных вавилонских терминов, таких как «Шаргаз», Жало, в Скорпионе. Наши современные, самые последние названия звезд МАС [#45] представляют собой обновленную смесь, также с влиянием или даже политически желательными добавлениями названий звезд из нептолемеевских культур неба, например. традиционное Пинсинг, китайское название звезды в Гидре (его значение - всего лишь «звезда», отсылка к его одинокому положению) или недавно принятые названия звёзд из полинезийской, гавайской или аборигенной культур для названий звезд с экзопланетами. МАС — единственный научно признанный орган, дающий новые имена звездам. Коммерческие подвиги, такие как «реестры имен звезд», которые продают звезды в памятных целях или в качестве подарков, продают только печатные листы бумаги. Эти названия не утверждены и никогда не используются учеными.
sv: Den moderna himmelskulturen delar in himmelssfären i 88 områden av olika storlek som kallas konstellationer, var och en med exakta gränser, utfärdade av International Astronomical Union 1922. Dessa konstellationer har blivit standardmetoden för att beskriva himlen och ersätter helt och hållet liknande uppsättningar i andra himmelskulturer i dagligt bruk. De konstellationer som används idag baseras huvudsakligen på gamla grekiska konstellationer som Ptolemaios beskrev i sin bok Almagest under 200-talet e.Kr. Under de följande århundradena har denna bok översatts från grekiska till arabiska (600-900-talet) och senare till medeltida latin. I den arabiska mer än i den latinska traditionen berikades och förändrades de ptolemaiska figurerna av inhemska arabiska konstellationer och stjärnnamn. Under 16-1800-talen föreslog europeiska astronomer nya konstellationer för att fylla luckorna mellan de nordliga konstellationerna (t.ex. konstellationen "lodjuret" för ett område nära Stora björnen men med stjärnor som var så svaga att man behövde ett lodjurs ögon för att se dem) och skapade också nya konstellationer på den södra delen av himlen som inte hade varit synliga för Ptolemaios. Dessa nya stjärnbilder fick vanligen namn efter nya tekniska uppfinningar från den tidigmoderna perioden (t.ex. en kemisk ugn, en ballong, en luftpump) eller exotiska djur (t.ex. en chamaeleon, en tucan, en paradisfågel). Bland dessa namngavs också flera konstellationer av politiska skäl för att hedra vissa kungar eller mecenater. I början av 1900-talet gjorde IAU (International Astronomical Union) en stor upprensning: 1922 accepterade man officiellt listan med 88 stjärnbildsnamn. År 1928 definierade man också exakta konstellationsgränser [#40] som fortfarande används idag. ### Extramaterial På 200-talet e.Kr. publicerade Ptolemaios i Alexandria en bok i flera volymer som sammanfattade den tidens astronomiska kunskap, med rötter i en tradition av matematisk astronomi sedan Hipparchus (minst 265 år tidigare). Under de följande århundradena har boken översatts från grekiska till arabiska (600- till 900-talet), från arabiska till latin och senare från antik grekiska till medeltida latin. På grund av denna omvandling är den nu känd under det konstgjorda namnet Almagest, som härrör från den arabiska titeln [#46]. Almagests stjärnkatalog (bok VII och VIII) har avbildats många gånger i såväl den islamiska som den kristna astronomiska traditionen. Ofta har figurerna ritats om för att anpassa dem till den tidens konstsmak. I den arabiska traditionen, mer än i den latinska, berikades och förändrades de ptolemaiska figurerna av arabiska konstellationer och stjärnnamn. Därför visar denna himmelskultur en modern ättling till den ptolemaiska med spår av översättningar, missförstånd, omvandlingar och avsiktliga tillägg. År 1603 gjorde advokaten och hobbyastronomen Johann Bayer från Augsburg i Tyskland en ny himlavalvskarta, kallad Uranometria [#41]. I denna atlas införde han en systematisk namngivning av stjärnor som började med alfa, den ljusstarkaste, beta, den näst ljusstarkaste, gamma, den tredje ... inom en konstellation. Därefter blev det etablerat att namnge en stjärna med en grekisk bokstav och det latinska konstellationsnamnet i casus genitiv. Under 1700-talet, de stora atlasernas århundrade (Flamsteed, Fortin, Bode: [#42][#43]), lades nya konstellationer till för att fylla luckorna mellan de nordliga konstellationerna. Dessutom fanns det förslag på att skapa nya konstellationer i den södra delen av himlen som inte hade varit synliga för Ptolemaios. Europeiska astronomer besökte de europeiska kolonierna och i stället för att fråga ursprungsbefolkningen om deras konstellationer var européerna kreativa. På så sätt avbildades många nya tekniska uppfinningar under den tidigmoderna perioden i stjärnbilder (t.ex. en kemisk ugn, en ballong, en luftpump) liksom exotiska djur (t.ex. en chamaeleon, en tucan, en paradisfågel). Problemet var att astronomerna ibland inte var överens med varandra och därför visade atlaserna avvikelser från varandra. Efter många århundraden av astronomer som tog sig friheter i tolkningen av det ptolemaiska originalet fanns det många varianter av konstellationer. Eftersom konstellationer är ett positioneringssystem, dvs. astronomer beskriver positioner på himlen i förhållande till stjärnor och stjärnor i förhållande till konstellationer (som "Betelgeuse", Orions högra axel), är det nödvändigt att använda konstellationsnamn och stjärnnamn på ett enhetligt sätt över hela världen. Under "Fin de siècle" kom det förslag inom den astronomiska världen om att förenhetliga systemet med konstellationer och stjärnnamn [#44]. IAU, som grundades 1919, definierade 1928 gränserna för dessa områden [#43], men inte hur man skulle rita konstverk eller koppla samman linjer inom dem. Följaktligen utvecklades flera subkulturer för att måla figurer och rita förenklade stickfigurer under 1900- och 2000-talet. Vi presenterar några av dem som ytterligare himmelskulturer. ### Konstellationer Dessa konstellationer bygger huvudsakligen på den ptolemaiska traditionen som hade använts i alla de tre abrahamitiska religionerna och som därför var vanlig i Främre Orienten, i Europa och dess kolonier på alla kontinenter. Mellan de gamla grekiska konstellationerna fanns det dock områden med endast svaga stjärnor som inte tillhörde någon konstellation[#47]. Under den moderna epoken föreslog flera astronomer konstellationsfigurer för dessa luckor, bland annat flera politiska konstellationer till ära för vissa kungar eller beskyddare. I slutet av 1800-talet strävade det astronomiska forskarsamhället efter en enorm upprensning för att undvika tvetydigheter i tilldelningen av stjärnor till konstellationer. År 1922 godkände IAU officiellt listan med 88 konstellationsnamn och deras officiella förkortningar med tre bokstäver. Den enda politiska konstellationen som återstår är Scutum, skölden för en polsk kung, men utan att den politiska referensen nämns längre. Den belgiske prästen E. Delporte fick i uppdrag att definiera konstellationsgränserna enligt koordinater. År 1928 avslutade han arbetet, baserat på en atlas från Argentina [#51], och IAU accepterade hans avgränsningar [#40]. Dessa "konstellationer" är nakna områden på himlen utan några streckgubbar eller avbildningar [#44]. Gränserna följer helt enkelt linjerna för höger ascension och deklination från epoken 1875.0. Precessionen orsakar en långsamt ökande avvikelse från det ursprungligen rätlinjiga rutnätet. Dessa konstellationer blev standardmetoden för att beskriva himlen och ersatte i dagligt bruk helt och hållet liknande uppsättningar i andra himmelskulturer. Stellarium visar som standard de exakta RA-DEC-gränserna och en uppsättning konstverkskonstellationer på grundval av Ptolemaiska figurer men enligt vår samtida konstsmak. ### Asterismer Termen "asterism" (samling av stjärnor) kan ibland användas synonymt med "konstellation". I modern användning beskriver det en figur som inte är en del av den officiella kanon. Ibland är en asterism en del av en konstellation, t.ex. Karlavagnen som en del av Ursa Major eller Stora Torget som en del av Pegasus. Andra asterismer sträcker sig över flera konstellationer, t.ex. sommartriangeln eller vinterhexagonen. Ytterligare andra är bara synliga i kikare eller teleskop och kallas med rätta "teleskopasterism", t.ex. Coathanger. De diskuteras ofta i observatörsspalterna i populära astronomitidskrifter. ### Strålningens hjälpare Erfarna observatörer kan lätt hitta rätt på himlen. Ett minnesverktyg är associativa kedjor av stjärnor som sträcker sig över stora avstånd. Vi visar dem som "ray helpers". Dessa är inte standardiserade. ### Stjärnornas egennamn Ptolemaios stjärnkatalog hade formen av en tabell som innehöll en beskrivning av stjärnans position i stjärnbilden, ekliptiska koordinater och magnitud, t.ex: "Stjärnan vid spetsen av svansen på Mindre björnen", "Gem 0 1/6, +66", "Mag 3". I de flesta fall utvecklades stjärnnamnen genom astronomers systematiska förkortningar av dessa beskrivningar, t.ex. en första astronom förkortade i en text "svansspetsen", en nästa astronom ritade en karta med mindre utrymme och skrev bara "svans" bredvid stjärnan och detta namn kvarstod. Under århundradenas lopp översattes dessa beskrivningar till arabiska och latin, och i vissa fall gjorde översättarna eller skribenterna misstag på grund av att de arabiska orden lästes eller stavades fel (t.ex. blev det arabiska "yad al gauza", jättekvinnans hand, till den vanliga termen "Betelgeuse"). Men det finns också några ursprungliga grekiska ord som den röda stjärnan "Antares", motsvarigheten till Ares (Mars), och till och med några ursprungliga babyloniska termer som "Shargaz", sticket, i Scorpius. Våra moderna, senaste IAU-stjärnnamn [#45] är en förnyad blandning, även med influenser eller till och med politiskt önskade tillägg av stjärnnamn från de icke-Ptolemaiska himmelskulturerna, t.ex. det traditionella Pingsing, ett kinesiskt stjärnnamn för en stjärna i Hydra (dess betydelse är bara "stjärna", en påminnelse om hans ensamma position), eller nyligen antagna stjärnnamn från polynesiska, hawaiianska eller aboriginska kulturer för namn på stjärnor med exoplaneter. IAU är den enda vetenskapligt accepterade myndigheten för att tilldela stjärnor nya namn. Kommersiella exploateringar som "stjärnnamnsregister", som säljer stjärnor för minnesändamål eller som gåvor, säljer bara tryckta pappersbitar. Dessa namn är inte godkända och används aldrig av forskare.
uk: У сучасній культурі небесну сферу поділено на 88 ділянок найрізноманітніших розмірів, які називаються сузір'ями, кожна область має точно визначені межі, які стандартизовано Міжнародним астрономічним союзом. Ці сузір’я є стандартним способом опису неба, який повністю замінив подібні набори інших картин зоряного неба. Сузір'я, які ми використовуємо сьогодні, засновано, в основному, на давньогрецьких сузір'ях, які описано Птолемеєм у його книзі «Альмагест», написаній у 2-му сторіччі нашої ери. Протягом наступних сторіч цю книгу було перекладено з грецької арабською (від 6-го до 9-го сторіч), а потім і середньовічною латинською мовами. Арабський переклад, порівняно із традиційним латинським, містить доповнення фігур Птолемея власними та перетвореними арабськими назвами сузір'їв та зірок. Протягом 16-18-го сторіч європейські астрономи запропонували нові сузір'я для заповнення прогалин між сузір'ями північної півкулі (наприклад, сузір'я «рисі» для області, близької до Великої Ведмедиці, але заповненої тьмяними зірками, розгледіти які можна лише маючи око рисі), а також створили нові сузір'я для південної частини неба, яка лишалася невидимою для Птолемея. Ці нові сузір'я, зазвичай, називали на честь нових технічних винаходів початку сучасної доби (наприклад хімічної печі, повітряної кулі або насосу) чи екзотичних тварин (наприклад хамелеона, тукана або райського птаха). Серед назв також були назви, які давалися з політичних причин, на вшанування певних королів або спонсорів. На початку 20-го сторіччя МАС (Міжнародний астрономічний союз) поставив ціллю велике чищення: у 1922 році ця організація затвердила список з 88 назв сузір'їв. У 1928 році вона також визначила точні межі сузір'їв [#40], якими ми користуємося і досі. ### Додатки У 2-му сторіччі нашої ери Птолемей з Александрії опублікував багатотомну книгу, у якій підбив підсумки астрономічних знань тих часів, заснованих на традиційній математичній астрономії, започаткованій Гіппархом (принаймні на 265 років раніше). Протягом наступних сторіч цю книгу було перекладено з грецької арабською (від 6-го до 9-го сторіччя), з арабської латиною і, пізніше, з початкової давньої грецької середньовічною латиною. Через ці перетворення книга зараз відома під штучною назвою «Альмагест», яка походить від назви арабського перекладу книги [#46]. Каталог зірок «Альмагеста» (книги VII і VIII) багато разів відтворювався у ісламській, а також християнській астрономічній традиції. Часто рисунки перемальовували, адаптуючи їх до художніх віянь епохи. В арабському варіанті, більше, ніж у традиційному латинському, рисунки Птолемея доповнювалися та перетворювалися арабською традицією та арабськими назвами зірок. Через це, у цій картині зоряного неба показано сучасний спадок робіт Птолемея із результатами перекладу, помилкової інтерпретації, перетворень та навмисних доповнень. У 1603 році юрист та астроном-аматор Йоган Баєр (Johann Bayer) з Аугсбурга, Німеччина, створив новий небесний атлас, який назвав «Уранометрією» [#41]. У цьому атласі було впроваджено систему назв зірок, яка передбачала позначення найяскравішої зірки у межах сузір'я літерою «альфа», наступної за яскравістю — літерою «бета», наступної за яскравістю — літерою «гамма», тощо. Надалі, було прийнято систему іменування зірок грецькою літерою із доповненням назви назвою сузір'я латиною у родовому відмінку. У 18-му сторіччі, сторіччі великих атласів (Флемстіда, Фортіна, Боде: [#42][#43]), було додано нові сузір'я для заповнення прогалин між сузір'ями північної півкулі. Крім того, з'явилися пропозиції щодо створення нових сузір'їв південної півкулі, які не були видимими Птолемею. Європейські астрономи відвідували європейські колонії і, замість питати тубільців про їхні назви сузір'їв, європейці створювали власні. Таким чином, у назвах сузір'їв з'явилися назви нових технічних винаходів початку сучасної доби (наприклад хімічної печі, повітряної кулі або насосу) чи екзотичних тварин (наприклад хамелеона, тукана або райського птаха). Проблема полягала у тому, що іноді астрономи не могли дійти спільної думки і, отже, атласи різнилися один від одного. За багато сторіч, протягом яких астрономи довільним чином трактували оригінальний твір Птолемея, накопичилося багато варіантів сузір'їв. Оскільки сузір'я є позиційною системою, тобто астрономи описують позиції на небі відносно зірок, і зірки відносно сузір'їв (зокрема, «Бетельгейзе», праве плече Оріона), необхідним є систематичне та універсальне використання назв сузір'їв та зірок. У «Fin de siècle» було наведено пропозиції до астрономічної спільноти щодо уніфікації системи сузір'їв та назв зірок [#44]. МАС, який було засновано лише у 1919 році, у 1928 році визначив межі цих областей [#43], але не спосіб малювання зображень сузір'їв або з'єднання ліній у сузір'ях. Надалі, протягом 20-го та 21-го сторіч було розроблено декілька способів малювання фігур та спрощених стрижневих малюнків. Ми надаємо дані щодо них у вказаних нижче картинах зоряного неба. ### Сузір'я Дані щодо цих сузір'їв, в основному, засновано на птолемеївській традиції, яку використано у всіх трьох авраамічних релігіях, і отже, такій, як була поширена на Близькому Сході, в Європі та у європейських колоніях на усіх континентах. Втім, між давніми грецькими сузір'ями були прогалини, де можна було спостерігати лише тьмяні зірки, які не належали до жодного сузір'я [#47]. У сучасну добу декілька астрономів запропонували фігури сузір'їв для цих прогалин, серед них були декілька політичних сузір'їв, які було створено на честь певних королів або спонсорів. Протягом другої половини 19-го сторіччя спільнота астрономів-дослідників поставила метою велике чищення для усування неоднозначностей прив'язки зірок до сузір'їв. У 1922 році МАС офіційно затвердив список із 88 назв сузір'їв та їхні офіційні абревіатури з трьох літер. Єдиним політичним сузір'ям, яке лишилося на карті неба, є Щит, щит польських королів, але вже без політичної прив'язки. За завдання з визначення меж сузір'їв відповідно до координат взявся бельгійський священик Е. Дельпорте (E. Delporte). Роботу було завершено у 1928 році на основі атласу з Аргентини [#51]. МАС затвердив результати роботи з розмежування [#40]. Ці «сузір'я» прості області на небі без будь-яких контурних фігур або зображень [#44]. Межі просто є лініями прямого сходження та схилення для епохи 1875.0. Прецесія спричиняє відхилення від початкової ортогональної сітки, що поступово зростає. Ці сузір'я стали стандартним способом опису неба, повністю замінивши подібні набори в інших картинах зоряного неба у щоденному використанні. Типово, Stellarium показує точні межі за ПС та Схил і набір художніх зображень сузір'їв на основі рисунків Птолемея, але із використанням сучасного мистецького погляду. ### Астеризми Термін «астеризм» (набір зірок) можна іноді використовувати як синонім терміна «сузір'я». Сучасне його використання передбачає якусь фігуру, яка не є частиною офіційного канону. Іноді, астеризм є частиною сузір'я. Зокрема, Великий Ківш є частиною Великої Ведмедиці, а Великий Квадрат є частиною Пегаса. Інші астеризми належать одразу декільком сузір'ям, зокрема, Літній Трикутник або Зимовий Шестикутник. Інші ж видимі лише у бінокль або телескоп. Їх називають «телескопічними сузір'ями». Прикладом є Вішалка. Їх часто використовують в обговореннях колонок спостереження популярних астрономічних журналів. ### Напрямні Спостерігачі можуть легко орієнтуватися у сузір'ях за сезонами. Мнемонічним інструментом можуть бути асоціативні ланцюжки зірок, які покривають значні частки неба. Ми показуємо їх як «напрямні». Ці ланцюжки не стандартизовано. ### Власні назви зірок У каталозі зірок Птолемея наведено таблицю з описовими розташуваннями зірок у фігурі сузір'я, екліптичними координатами та зоряною величиною. Приклад: «Зірка на кінці хвоста Малої Ведмедиці », «Gem 0 1/6, +66», «Вел. 3». Здебільшого, назви зірок походять від систематичних скорочень астрономів у описах зірок. Наприклад, перший астроном скоротив текст до «кінчик хвоста», наступний астроном малював карту, де було менше місця, і написав поряд із зіркою лише «хвіст», і ця назва набула поширення. Протягом століть ці описи перекладали арабською і латиною, і іноді перекладачі або ті, хто переписував тексти, робили помилки через неправильне прочитання або транскрипцію арабських слів (наприклад, арабське «яд-ель-гауза», рука гігантської жінки, перетворилося у поширену назву «Бетельгейзе»). Втім, також збереглося декілька початкових слів грецькою мовою, наприклад для назви червоної зірки «Антарес», двійника Ареса (Марса), і навіть декілька початкових назв вавилонською, зокрема «Шаргаз», Жало, у Скорпіоні. Наші сучасні, найновіші назви зірок МАС [#45] є оновленою сумішшю із впливами або навіть політично вигідними доповненнями назв зірок з не пов'язаних із Птолемеєм картин зоряного неба, наприклад традиційна китайська назва Піньсінь для зірки у Гідрі (значенням цього слова є просто «зірка», що позначає відокремленість цієї зірки від решти сузір'я) або нові назви зірок з полінезійськодї, гавайської та австралійської картини зоряного неба для зірок з екзопланетами. МАС є єдиною установою, яка надає науково прийнятні нові назви зіркам. Комерційні установи, які ведуть «списки назв зірок» і продають зірки для комерційних потреб, продають ніким не визнані шматки паперу. Запроваджені ними назви не затверджено науковцями і не буде використано у науковій практиці.
