Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <p><img src="illustrations/description1030.png"/><br /><em>Page 49 of the Dresden Codex showing a section of the Venus Table.</em></p> All mayan codices are thought to have been taken to Europe by the first explorers of the New World, as evidence of their discoveries. The Paris Codex in particular was then long forgotten, until priest Leon Rosny found it in 1859 in a chimney corner of the National Library of Paris. It has suffered substantial damage, as can be seen in page 23 shown below. In spite of this, the Paris codex describes asterisms and constellations seen by the mayas, some of them probably related to a group of zodiacal constellations (Love, 1994)(Freidel et al., 1993)(Aveni, 2005), while others do not (Špoták, 2015). <p><img src="illustrations/description1028.png" width="150" height="350"/><br /> <em>Page 23 of the Paris Codex showing some Constellations.</em></p> In this approach to representing the constellations in Stellarium, we assume that are related to the ecliptic, since in the Paris codex they seem to "swallow" the Sun, so they are placed as close as possible to this line while trying to adjust the star patterns to the images of the different animals thought to represent zodiacal constellations. Other constellations are placed according to what ethnographic sources state are their most probable location. Constellation lines were drawn trying to adjust to the images taken from the above mentioned sources and they appear according to the interpretation of the contributors of this culture.
es_419: <p><img src="illustrations/description1030.png"/><br /><em>Página 49 del Códice de Dresde que muestra una sección de la Tabla Venus.</em></p> Se cree que todos los códices mayas fueron llevados a Europa por los primeros exploradores del Nuevo Mundo, como evidencia de sus descubrimientos. El Códice de París en particular fue olvidado hace mucho tiempo, hasta que el sacerdote Leon Rosny lo encontró en 1859 en una esquina de la chimenea de la Biblioteca Nacional de París. Ha sufrido daños sustanciales, como se puede ver en la página 23 que se muestra a continuación. A pesar de esto, el códice de París describe asterismos y constelaciones vistas por los mayas, algunos de ellos probablemente relacionados con un grupo de constelaciones zodiacales (Love, 1994) (Freidel et al., 1993) (Aveni, 2005), mientras que otros no (Špoták, 2015). <p><img src="illustrations/description1028.png" width="150" height="350"/><br /> <em>Página 23 del Códice de París que muestra algunas constelaciones.</em></p> En este enfoque para representar las constelaciones en Stellarium, suponemos que están relacionadas con la eclíptica, ya que en el códice de París parecen "tragar" el Sol, por lo que se colocan lo más cerca posible de esta línea al intentar ajustar los patrones de la estrella de las imágenes de los diferentes animales que se cree que representan las constelaciones zodiacales. Otras constelaciones se colocan según el estado de las fuentes etnográficas como su ubicación más probable. Las líneas de constelación se dibujaron tratando de ajustarse a las imágenes tomadas de las fuentes mencionadas anteriormente y aparecen de acuerdo con la interpretación de los contribuyentes de esta cultura.</p>
ru: <p><img src="illustrations/description1030.png"/><br /><em>Страница 49 Дрезденского кодекса, показывающая часть Таблицы Венеры.</em></p> Считается, что все кодексы майя были доставлены в Европу первыми исследователями Нового Света как свидетельство их открытий. В частности, Парижский кодекс был тогда давно забыт, пока священник Леон Рони не нашел его в 1859 году в углу камина Национальной библиотеки Парижа. Ему был нанесен значительный ущерб, как видно на странице 23, показанной ниже. Несмотря на это, Парижский кодекс описывает астеризмы и созвездия, увиденные майя, некоторые из них, вероятно, относятся к группе зодиакальных созвездий (Love, 1994) (Freidel et al., 1993) (Aveni, 2005), в то время как другие нет (Špoták, 2015). <p><img src="illustrations/description1028.png" width="150" height="350"/><br /> <em>Страница 23 Парижского кодекса с изображением некоторых созвездий.</em></p> При таком подходе к изображению созвездий в Stellarium мы предполагаем, что они связаны с эклиптикой, так как в Парижском кодексе они как бы «проглатывают» Солнце, поэтому их размещают как можно ближе к этой линии, пытаясь скорректировать звезду. узоры к изображениям различных животных, которые, как считается, представляют собой зодиакальные созвездия. Другие созвездия размещены в соответствии с тем, что этнографические источники называют их наиболее вероятным местоположением. Линии созвездий были проведены в попытке подогнать изображения, взятые из вышеупомянутых источников, и они появляются в соответствии с интерпретацией носителей этой культуры.
sv: <p><img src="illustrations/description1030.png"/><br /><em>Sidan 49 i Dresden Codex visar ett utsnitt av Venusbordet.</em></p> Alla mayakodexar tros ha förts till Europa av de första upptäcktsresandena i den nya världen, som bevis på deras upptäckter. Särskilt Paris-kodexen var sedan länge bortglömd, tills prästen Leon Rosny 1859 hittade den i ett skorstenshörn på Nationalbiblioteket i Paris. Den har utsatts för stora skador, vilket framgår av sidan 23 nedan. Trots detta beskriver Pariskodexen asterismer och konstellationer som mayafolket såg, varav vissa troligen är relaterade till en grupp zodiakala konstellationer (Love, 1994)(Freidel et al., 1993)(Aveni, 2005), medan andra inte är det (Špoták, 2015). <p><img src="illustrations/description1028.png" width="150" height="350"/><br /> <em>Sidan 23 i Paris-kodexen visar några konstellationer.</em></p> I detta sätt att representera konstellationerna i Stellarium antar vi att de är relaterade till ekliptikan, eftersom de i Pariskodexen verkar "svälja" solen, så de placeras så nära denna linje som möjligt samtidigt som vi försöker anpassa stjärnmönstren till bilderna av de olika djur som anses representera zodiakala konstellationer. Andra konstellationer är placerade enligt vad etnografiska källor anger som deras mest sannolika plats. Konstellationslinjerna drogs för att försöka anpassa sig till bilderna från ovan nämnda källor och de framträder enligt tolkningen av bidragsgivarna till denna kultur.
uk: <p><img src="illustrations/description1030.png"/><br /><em>Сторінка 49 Дрезденського кодексу, на якій показано частину таблиць Венери.</em></p> Усі кодекси майя, як вважають, було вивезено до Європи першими дослідниками Нового Світу, як свідчення їхніх відкриттів. Зокрема, Паризький кодекс з часу вивезення було надовго забуто, аж доки священик Леон де Роні знайшов його у 1859 році у кутку каміна Національної бібліотеки у Парижі. Рукопис було суттєво пошкоджено, як це можна бачити зі сторінки 23, зображення якої наведено нижче. Незважаючи на це, у Паризькому кодексі описано астеризми і сузір'я, які бачили майя, деякі з них, ймовірно, пов'язано із групою зодіакальних сузір'їв (Love, 1994), (Freidel et al., 1993), (Aveni, 2005), а деякі — ні (Špoták, 2015). <p><img src="illustrations/description1028.png" width="150" height="350"/><br /> <em>Сторінка 23 Паризького кодексу, на якій показано деякі сузір'я.</em></p> Беручи до уваги цей підхід до представлення сузір'їв у Stellarium, ми припускаємо, що сузір'я пов'язано із екліптикою, оскільки у Паризькому кодексі вони, начебто, «ковтають» Сонце. Отже, їх розташовано якомога ближче до лінії екліптики. При цьому ми намагалися скоригувати візерунки зірок за зображеннями різних тварин, які, як вважають, є відповідниками зодіакальних сузір'їв. Інші сузір'я розташовано відповідно до даних етнографічних джерел на найімовірніших для них місцях. Лінії сузір'їв було намальовано так, щоб зображення із згаданих вище джерел якомога точніше збігалися із інтерпретацією сузір'їв учасниками розробки цієї картини зоряного неба.
