Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The two bright stars of Libra (14th mansion of the Moon) [#2].
ru: Две яркие звезды Весов (14-я лунная стоянка) [#2].
sv: De två ljusa stjärnorna i Vågen (Månens 14:e hus) [#2].

source: An arc of three stars on the forehead of Scorpius (15th mansion of the Moon) [#2].
ru: Дуга трех звезд на лбу Скорпиона (15-я лунная стоянка) [#2].
sv: En båge av tre stjärnor på Skorpionens panna (Månens 15:e hus) [#2].

source: (16th mansion of the Moon) [#1].
ru: (16-я лунная стоянка) [#1].
sv: (Månens 16:e hus) [#1].

source: The sting of Scorpius (17th mansion of the Moon) [#2].
ru: Жало Скорпиона (17-я лунная стоянка) [#2].
sv: Skorpionens sting (Månens 17:e hus) [#2].

source: Represents the scorpion figure [#2].
ru: Представляет собой фигуру скорпиона [#2].
sv: Representerar skorpionfiguren [#2].

source: An area with no bright stars in Sagittarius (19th mansion of the Moon) [#2].
ru: Область без ярких звезд в Стрельце (19-я лунная стоянка) [#2].
sv: Ett område utan ljusa stjärnor i Skytten (Månens 19:e hus) [#2].

source: Four stars in the Milky Way representing ostriches drinking at a river and another four away from the Milky Way representing ostriches returning. A ninth star between and above the two groups is included. All are located in Sagittarius (18th mansion of the Moon) [#2].
ru: Четыре звезды на Млечном пути представляют четырех страусов, пьющих воду из реки, и еще четыре звезды вдали от Млечного пути представляют четырех страусов, возвращающихся от реки. Включена девятая звезда между двумя группами и над ними. Все звезды находятся в созвездии Стрельца (18-я лунная стоянка) [#2].
sv: Fyra stjärnor i Vintergatan som representerar strutsar som dricker vid en flod och ytterligare fyra stjärnor utanför Vintergatan som representerar strutsar som återvänder. En nionde stjärna mellan och ovanför de två grupperna ingår också. Alla ligger i Skytten (Månens 18:e hus) [#2].

source: An ancient Arab asterism depicting a man slaughtering a sheep (20th mansion of the Moon) [#2].
ru: Древний арабский астеризм, изображающий человека, забивающего овцу (20-я лунная стоянка) [#2].
sv: En forntida arabisk asterism som föreställer en man som slaktar ett får (månens 20:e hus) [#2].

source: An ancient Arab asterism representing a man swallowing a bite (21st mansion of the Moon) [#2].
ru: Древний арабский астеризм, изображающий человека, проглатывающего кусок (21-я лунная стоянка) [#2].
sv: En forntida arabisk asterism som föreställer en man som sväljer en tugga (månens 21:a hus) [#2].

source: An ancient Arab asterism of three stars that rise in the morning in spring (22nd mansion of the Moon) [#2].
ru: Древний арабский астеризм из трех звезд, восходящий весной утром (22-я лунная стоянка) [#2].
sv: En forntida arabisk asterism bestående av tre stjärnor som stiger upp på morgonen under våren (månens 22:a hus) [#2].

source: An ancient Arab asterism consisting of a triangle of three stars with a fourth star inside, symbolizing a man inside a tent (23rd mansion of the Moon) [#2].
ru: Древний арабский астеризм в виде треугольника из трех звезд и четвертой звезды внутри треугольника, человек внутри шатра (23-я лунная стоянка) [#2].
sv: En forntida arabisk asterism bestående av en triangel av tre stjärnor med en fjärde stjärna inuti, som symboliserar en man inuti ett tält (Månens 23:e hus) [#2].

source: An ancient Arab asterism of a small triangle of stars (head of Orion) representing a mark on the side of a horse (3rd mansion of the Moon) [#2].
ru: Древний арабский астеризм в виде маленького треугольника из звезд (голова Ориона), представляющего знак на боку коня (третья лунная стоянка) [#2].
sv: En gammal arabisk asterism bestående av en liten triangel av stjärnor (Orions huvud) som representerar ett märke på sidan av en häst (Månens tredje hus) [#2].

source: An ancient Arab asterism (4th mansion of the Moon) [#2].
ru: Древний арабский астеризм (4-я лунная стоянка) [#2].
sv: En antik arabisk asterism (4:e månhuset) [#2].
uk: Давньоарабський астеризм (4-а станція Місяця) [#2].

source: Refers to stars α, γ, β, and κ Ori, transmitted orally from the Qasseem region of Saudi Arabia [#1].
ru: Относится к звëздам α, γ, β и κ Ori, переданные устно из региона Кассим в Саудовской Аравии [#1].
sv: Avser stjärnorna α, γ, β och κ Ori, muntligt överförda från Qasseem-regionen i Saudiarabien [#1].

source: Another name for the α, γ, β, and κ Ori stars, also from Qasseem, Saudi Arabia [#1].
ru: Другое название для звëзд α, γ, β и κ Ori, также из региона Кассим в Саудовской Аравии [#1].
sv: Ett annat namn på stjärnorna α, γ, β, och κ Ori, också från Qasseem, Saudiarabien [#1].
uk: Інша назва для зірок α, γ, β і κ Ori, також з Касіму, Саудівська Аравія [#1].

source: The three stars at Orion’s belt. This name, along with Northern Horn of al-Jawza and Southern Horn of al-Jawza star names, originates from western Saudi Arabia and is used by Red Sea fishers. The source is oral tradition from the seaport Umluj, Saudi Arabia [#1].
ru: Три звезды в поясе Ориона. Это название, наряду с названиями звезд Северный Рог аль-Джауза и Южный Рог аль-Джауза, происходит из западного региона Саудовской Аравии и используется рыбаками Красного моря. Источником является устное предание из морского порта Умлудж в Саудовской Аравии [#1].
sv: De tre stjärnorna i Orions bälte. Detta namn, tillsammans med stjärnnamnen Norra hornet av al-Jawza och Södra hornet av al-Jawza, har sitt ursprung i västra Saudiarabien och används av fiskare i Röda havet. Källan är muntlig tradition från hamnstaden Umluj i Saudiarabien [#1].

source: A triangle of stars that rise before al-Thurayya (the Pleiades). It includes α Ari, α Tri, and β Tri. The name comes from oral tradition in Wadi al-Dawasir, southwestern Saudi Arabia [#1].
ru: Треугольник звезд, которые восходят перед ас-Сурайей (Плеядами). Он состоит из трех звезд: α Ari, α Tri и β Tri. Источником этого имени является устное предание из района Вади-эд-Давасир на юго-западе Саудовской Аравии [#1].
sv: En triangel av stjärnor som stiger upp före al-Thurayya (Plejaderna). Den omfattar α Ari, α Tri och β Tri. Namnet kommer från muntlig tradition i Wadi al-Dawasir, sydvästra Saudiarabien [#1].

source: A proper name for a woman; this constellation represents a female figure formed by the Orion stars, identical to the ancient Arab tradition. Some oral traditions limit the name to the three stars of Orion’s belt [#2][#3].
ru: Собственное имя для женщины; это созвездие представляет собой женскую форму для звезд Ориона. Оно то же самое, что и у древних арабов. Некоторые устные предания дают названия только трем звездам пояса Ориона [#2][#3].
sv: Ett egennamn på en kvinna; denna stjärnbild föreställer en kvinnogestalt som utgörs av Orions stjärnor, och är identisk med den äldre arabiska traditionen. Vissa muntliga traditioner hänvisar bara till de tre stjärnorna i Orions bälte [#2][#3].

source: - [#1]: Oral tradition - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Explanation of al-Qāḍī poem of anwāʾ and stars, Riyadh, Saudi Arabia, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Explanation of al-Ḫalāwī astronomy poems, Riyadh, Saudi Arabia, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Saudi Arabia, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Folk literature in Ḥijaz, Dar Makkah, Makkah, Saudi Arabia, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, The local common proverbs of the Ḥayel region, Riyadh, Saudi Arabia, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, The poetry collection of ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, The Poets of the mountain, 5-volume poetry collection, Riyadh, Saudi Arabia, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Agricultural signs in Yemen, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, The Title of Glory on the History of Najd (Arabic critical edition by Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi Arabia, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, The folk proverbs in Najd, 4 volumes, Dar Al-Thulūthiyah, Riyadh, Saudi Arabia, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Lexicon of the classical root of the common dialect words, 13 volumes, King AbdulAzeez Library, Riyadh, Saudi Arabia, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, A collection of Bedouin poetry titled The Moist Flowers of Bedouin Poetry, 18 volumes, Al Ma'arif library, Tayef, Saudi Arabia. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, A collection of poetry by Mandeel al-Fuhaid, Our local literature of the Arabian Peninsula, 10 volumes, Riyadh, Saudi Arabia. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, The Best of Folk Poetry, 3-volume poetry collection, Riyadh, Saudi Arabia, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, livre premier, p. 1.
ru: - [#1]: Устные предания - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Explanation of al-Qāḍī poem of anwāʾ and stars, Riyadh, Saudi Arabia, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Explanation of al-Ḫalāwī astronomy poems, Riyadh, Saudi Arabia, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Saudi Arabia, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Folk literature in Ḥijaz, Dar Makkah, Makkah, Saudi Arabia, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, The local common proverbs of the Ḥayel region, Riyadh, Saudi Arabia, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, The poetry collection of ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, The Poets of the mountain, 5-volume poetry collection, Riyadh, Saudi Arabia, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Agricultural signs in Yemen, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, The Title of Glory on the History of Najd (Arabic critical edition by Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi Arabia, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, The folk proverbs in Najd, 4 volumes, Dar Al-Thulūthiyah, Riyadh, Saudi Arabia, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Lexicon of the classical root of the common dialect words, 13 volumes, King AbdulAzeez Library, Riyadh, Saudi Arabia, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, A collection of Bedouin poetry titled The Moist Flowers of Bedouin Poetry, 18 volumes, Al Ma'arif library, Tayef, Saudi Arabia. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, A collection of poetry by Mandeel al-Fuhaid, Our local literature of the Arabian Peninsula, 10 volumes, Riyadh, Saudi Arabia. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, The Best of Folk Poetry, 3-volume poetry collection, Riyadh, Saudi Arabia, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, livre premier, p. 1.
sv: - [#1]: Muntlig tradition - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Förklaring av al-Qāḍīs dikt om anwāʾ och stjärnor, Riyadh, Saudiarabien, 2013. Khalid bin Abdullah al-Ajaji, Förklaring av al-Qāḍīs dikt om anwāʾ och stjärnor, Riyadh, Saudiarabien, 1434 AH. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Förklaring av al-Ḫalāwīs astronomiska dikter, Riyadh, Saudiarabien, 2018. Khalid bin Abdullah al-Ajaji, Förklaring av al-Ḫalāwīs astronomiska dikter, Riyadh, Saudiarabien, 1439 AH. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Saudiarabien, 2002. Abdullah bin Muhammad bin Khamis, Rashid al-Khalawi, Riyadh, Saudiarabien, 1423 AH. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Folklitteratur i Ḥijaz, Dar Makkah, Mecka, Saudiarabien, 1982, ʿAtiq b. Ġayth al-Balādī (d. 1431 AH), Folklitteratur i Hijaz, Dar Makkah, Mecka, 2:a upplagan, 1402 AH. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, Lokala vanliga ordspråk från Ḥayel-regionen, Riyadh, Saudiarabien, 2007. ʿAbd al-Raḥman bin Zayd al-Suwaydā, Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil, Lokala vanliga ordspråk från Ḥayel-regionen, Riyadh, Saudiarabien, 2007. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, Diktsamlingen av ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, Abdullah al-Khalid al-Ḥatim, Diwan Abdullah bin Hamoud al-Sbayel, 1404 AH. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, Bergets poeter, diktsamling i 5 volymer, Riyadh, Saudiarabien, 2013. Abd al-Rahman ibn Zayd al-Suwaydā, Poets of the Mountain, Riyadh, Saudiarabien, 1434 AH. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Jordbruksmärken i Jemen, Jemen, 2010, Yahya al-Ansī, Jordbruksmärken i Jemen, Jemen, 1431 AH. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (död 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, Titeln av ära i Najds historia (arabisk kritisk utgåva av Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudiarabien, 2012. Ibn Bišir, ʿUṯmān ibn ʿAbd Allah ibn Bišir, The Title of Glory on the History of Najd, redigerad av Dr. Muḥammad ibn Nāṣir al-Šiṯrī, Riyadh, Saudiarabien, 1433 AH. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, Folkliga ordspråk i Najd, 4 volymer, Dar Al-Thulūthiyah, Riyadh, Saudiarabien, 2010. Muhammad bin Nasser Al-Abudi, Al-Amthal al-ʿāmiyah fi Najd, Dar Al-Thulūthiyah, Riyadh, Saudiarabien, 1431 AH. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Lexikon över den klassiska roten till vanliga dialektord, 13 volymer, King AbdulAzeez Library, Riyadh, Saudiarabien, 2009. Muhammad bin Nasser al-Abudi, Muʿjam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah, King AbdulAzeez Library, Riyadh, Saudiarabien, 1430 AH. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, En samling beduinpoesi med titeln De fuktiga blommorna i beduinpoesin, 18 volymer, Al Ma'arif-biblioteket, Tayef, Saudiarabien. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, En samling dikter av Mandeel al-Fuhaid, Vår lokala litteratur på Arabiska halvön, 10 volymer, Riyadh, Saudiarabien. Mandeel bin Muhammad al-Fuhaid, Ur vår folklitteratur på Arabiska halvön. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, Det bästa av folkdiktning, diktsamling i 3 volymer, Riyadh, Saudiarabien, 1999. Abd al-Rahman bin Zayd al-Suwaydā, Durar min al-shiʿr al-shaʿbī, Riyadh, Saudiarabien, 1420 AH. - [#16]: Al-Hamdânîs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, s. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, livre premier, s. 1.
uk: - [#1]: Усна традиція - [#2]: Al-Ajaji, Khalid, *Šarḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm*, Explanation of al-Qāḍī poem of anwāʾ and stars, Riyadh, Saudi Arabia, 2013., خالد بن عبد الله العجاجي، شرح قصيدة القاضي في الأنواء والنجوم، الرياض، المملكة العربية السعودية، 1434 هـ. - [#3]: Al-Ajaji, Khalid, *Šarḥ Maʾthūrāt al-Ḫalāwī al-falakiyah*, Explanation of al-Ḫalāwī astronomy poems, Riyadh, Saudi Arabia, 2018., خالد بن عبد الله العجاجي، شرح مأثورات الخلاوي الفلكية، الرياض، المملكة العربية السعودية، 1439 هـ. - [#4]: Ibn Ḫamīs, ʿAbd Allah b. Muḥammad, *Rāshid al-Ḫalāwī*, Riyadh, Saudi Arabia, 2002., عبدالله بن محمد بن خميس ، راشد الخلاوي ، الرياض، المملكة العربية السعودية، 1423 هـ. - [#5]: Al-Blādī, ʿAtiq b. Ġayth, *Al-adab al-šaʿbī fi al-ḥiǧāz*, Folk literature in Ḥijaz, Dar Makkah, Makkah, Saudi Arabia, 1982, عاتق بن غيث البلادي (ت 1431 ه)، الأدب الشعبي في الحجاز، دار مكة، مكة المكرمة، ط 2، 1402 هـ. - [#6]: Al-Suwaydā, ʿAbd al-Raḥman, *Al-Amthāl al-šaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil*, The local common proverbs of the Ḥayel region, Riyadh, Saudi Arabia, 2007., عبد الرحمن بن زيد السويداء، الأمثال الشعبية السائرة في منطقة حائل، الرياض، المملكة العربية السعودية، 1428 هـ. - [#7]: Al-Ḥatim, ʿAbd Allah Khalid, *Diwān ʿAbd Allah bin Ḥmūd al-Sbayel*, The poetry collection of ʿAbd Allah b. Ḥumūd al-Sbayel, 1984, عبدالله الخالد الحاتم ، ديوان عبدالله بن حمود السبيِّل، 1404 هـ. - [#8]: Al-Suwaydā, ʿAbd al-Raḥman, *Šuʿarāʾ al-ǧabal al-šaʿbiyūn*, The Poets of the mountain, 5-volume poetry collection, Riyadh, Saudi Arabia, 2013., عبد الرحمن بن زيد السويداء، شعراء الجبل الشعبيون، الرياض، المملكة العربية السعودية، 1434 هـ. - [#9]: Al-ʿAnsī, Yaḥyā, *Al-Maʿalim al-ziraʿiyah fi al-Yaman*, Agricultural signs in Yemen, Yemen, 2010, يحيى العنسي، المعالم الزراعية في اليمن، اليمن، 1431 هـ. - [#10]: Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), *ʿInwān al-maǧd fi tarīḫ Naǧd*, The Title of Glory on the History of Najd (Arabic critical edition by Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi Arabia, 2012., ابن بشر، عثمان بن عبد الله بن بشر، عنوان المجد في تاريخ نجد، تحقيق الدكتور محمد بن ناصر الشثري، الرياض، المملكة العربية السعودية، 1433 هـ. - [#11]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Al-Amthāl al-ʿāmiyah fi Naǧd*, The folk proverbs in Najd, 4 volumes, Dar Al-Thulūthiyah, Riyadh, Saudi Arabia, 2010., محمد بن ناصر العبودي، الأمثال العامية في نجد، دار الثلوثية، الرياض، المملكة العربية السعودية، 1431 هـ. - [#12]: Al-ʿUbūdī, Moḥammad b. Nāṣir, *Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah*, Lexicon of the classical root of the common dialect words, 13 volumes, King AbdulAzeez Library, Riyadh, Saudi Arabia, 2009., محمد بن ناصر العبودي، معجم الأصول الفصيحة للألفاظ الدارجة، مكتبة الملك عبد العزيز، الرياض، المملكة العربية السعودية، 1430 هـ. - [#13]: *Al-Azhār al-nadiyah min ashʿār al-badiyah*, A collection of Bedouin poetry titled The Moist Flowers of Bedouin Poetry, 18 volumes, Al Ma'arif library, Tayef, Saudi Arabia. الأزهار النادية من أشعار البادية، مكتبة المعارف، الطائف، المملكة العربية السعودية. - [#14]: *Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah*, A collection of poetry by Mandeel al-Fuhaid, Our local literature of the Arabian Peninsula, 10 volumes, Riyadh, Saudi Arabia. منديل بن محمد الفهيد، من آدابنا الشعبية في الجزيرة العربية. - [#15]: Al-Suwaydā, ʿAbd al-Raḥman, *Durar min al-shiʿr al-shaʿbī*, The Best of Folk Poetry, 3-volume poetry collection, Riyadh, Saudi Arabia, 1999. عبد الرحمن بن زيد السويداء، درر من الشعر الشعبي، الرياض، المملكة العربية السعودية، 1420 هـ. - [#16]: Al-Hamdânîʼs *Geographie der Arabischen Halbinsel*, David Heinrich Müller, Leiden: E. J. Brill, 1884, p. 47. - [#17]: Le Bon, Gustave, *La civilisation des Arabes*, Paris, Librairie de Firmin-Didot, 1884, livre premier, p. 1.
