Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ##### Mamalhuaztli <p><img src="illustrations/mamalhuaztli_t.png" width="100" height="107" hspace="7" align="left" />Ancient Aztec identified the Orion's Belt as Mamalhuaztli, and it represented the wood sticks used to light the new fire in the commemoration celebrated every 52 years by the Mexicans and their neighbors named <em>toxiuh molpilia</em> which means binding of the years and coincided with the beginning of the new year named <em>xiuhtzitzquilo</em>.</p> <p align="center"><img src="illustrations/mamalhuaztli_image.png" width="147" height="135" /></p> ##### Tianquiztli <p><img src="illustrations/Tianquiztli_T.png" width="100" height="107" align="left" />The group of stars that we know as Pleiades symbolized for the Mexicas <em>Tianquiztli</em>, which means market, perhaps because of the crowd that gathers on them, they're generally represented by one or two people inside a circle with goods.</p> <p align="center"><img src="illustrations/tiaquitztli_image.png" width="141" height="141" /></p> <p>Currently, in Mexico the informal market or street markets are called <em>Tianguis</em>.</p> ##### Citlaltlachtli <p><img src="illustrations/citlaltlachtli_t.png" width="100" height="107" align="left" />The constellation of Gemini was called <em>Citlaltlachtli</em>, which means the ball game of the stars. This game was endowed with a ritual significance and used a natural rubber ball. It is said that the movement of the ball within the playing field refers to the movement of the sun and moon.</p> ##### Xonecuilli <p><img src="illustrations/xonecuilli_t.png" width="100" height="107" align="left" />The Ursa Minor constellation is identified as <em>Xonecuilli</em> which means twisted foot, and is related to Nanahuatzin, this character is represented with twisted feet, filled with boils and sores, this sick and poor God sacrificed himself to become <em>Tonatiuh</em> the Sun god.</p> <p align="center"><img src="illustrations/nanahuatzin.png" width="141" height="138" /></p> <p>Apparently, this constellation can also be associated with the Southern Cross and its surrounding stars as is referred by <em>Tezozomoc</em>. For its part, Sahagun speaks of his resemblance to bread made in the form of letter S and called by the Aztecs <em>xonecuilli</em>.</p> <p align="center"><img src="illustrations/xonecuilli_Glifo.png" width="300" height="149" /><br /><em>xonecuilli</em></p> ##### Citlalcolotl <p><img src="illustrations/colotlixayac_t.png" width="100" height="100" align="left" />According to the Florentino Codex Sahagun's informants identified a group of stars known as <em>Citlalcolotl</em>, the scorpion star. In turn, Tezozomoc also mentions the scorpion star and he called it <em>Colotlixayac</em>, which means face of a scorpion.</p> <p align="center"><img src="illustrations/colotlixayac_image.png" width="158" height="266" /><br /> <em>Paris Codex</em></p> <p align="justify">In a section of the Paris Codex called zodiac pages appears the scorpion, in this codex the icons shows figures of animals hanging from the body of the Celestial Dragon.</p> ### Conclusion <p align="justify"> It is noteworthy that the interpretation of some of these constellations are still in discussion, and of course there must be other constellations to represent. Any comments and/or collaboration are welcome in order to preserve the stellar knowledge and meaning of the Aztec culture.</p>
ru: ### Мамалхуацтли <p><img src="illustrations/mamalhuaztli_t.png" width="100" height="107" hspace="7" align="left" />Древние ацтеки обозначали пояс Ориона как Мамалхуацтли и она представляет собою деревянные палочки, используемые для зажигания нового огня в празднике, отмечаемом мексиканцами и их соседями каждые 52 года, называемом <em>токсиу молпилиа</em>, что означает связывание лет и совпадает с новым годом, называемом <em>ксиуцицкуило</em>.</p> <p align="center"><img src="illustrations/mamalhuaztli_image.png" width="147" height="135" /></p> ### Тианкуицтли <p><img src="illustrations/Tianquiztli_T.png" width="100" height="107" align="left" />Группа звезд, известная нам как Плеяды, символизирует у мексиканцев <em>Тианкуицтли</em>, что означает рынок, возможно из-за толпы народа, собирающейся на них и оно, как правило, представляется в виде одного или двух человек, окруженных товарами.</p> <p align="center"><img src="illustrations/tiaquitztli_image.png" width="141" height="141" /></p> <p>В настоящее время в Мексике неофициальные или уличные рынки называют <em>Тиангуис</em>.</p> ### Цитлальтлачтли <p><img src="illustrations/citlaltlachtli_t.png" width="100" height="107" align="left" />Созвездие Близнецов называется <em>Цитлальтлачтли</em>, что означает игра в мяч из звёзд. Эта игра имела ритуальное значение и в ней использовались природные каучуковые мячи. Движение мяча в пределах игрового поля в ней означало движение солнца и луны.</p> ### Ксонекуилли <p><img src="illustrations/xonecuilli_t.png" width="100" height="107" align="left" />Созвездие Малой Медведицы отождествлялось с <em>Ксонекуилли</em> , что означает переплетённая нога и связана с Нанахуатцин, это фигура с переплетенными ногами, покрытыми нарывами и язвами, это больной и бедный Бог пожертвовал собой, чтобы стать <em>Тонатиу</em> - богом Солнца.</p> <p align="center"><img src="illustrations/nanahuatzin.png" width="141" height="138" /></p> <p>По-видимому, это созвездие также может быть связано с созвездием Южного Креста и окружающих его звёзд, как указывает <em>Тезозомок</em>. С другой стороны Саагун говорит о его сходстве с хлебом, сделанным в виде буквы S и называемом ацтеками <em>ксонекуилли</em>.</p> <p align="center"><img src="illustrations/xonecuilli_Glifo.png" width="300" height="149" /><br /><em>xonecuilli</em></p> ### Цитлальколотль <p><img src="illustrations/colotlixayac_t.png" width="100" height="100" align="left" />Согласно Флорентийскому Кодексу Саагуна ацтеки выявляли группу звёзд, известную как <em>Цитлальколотль</em> - звезду скорпиона. В свою очередь, Тезозомок также упоминает звезду скорпиона и называет её <em>Цолотликсайац</em>, что означает лицо скорпиона.</p> <p align="center"><img src="illustrations/colotlixayac_image.png" width="158" height="266" /><br /> <em>Парижский Кодекс</em></p> <p align="justify">В разделе Парижского Кодекса скорпион появляется на страницах, называемых зодиаком и в нём значки показаны как висящие на теле Небесного Дракона фигурки животных.</p> ### Заключение <p align="justify"> Следует отметить, что по-прежнему идут дискуссии на тему интерпретации некоторых из этих созвездий и конечно же должны быть представлены и другие созвездия. Приветствуются любые комментарии и/или сотрудничество в деле сохранения звездных знаний и их значения для культуры ацтеков.</p>
sv: ##### Mamalhuaztli <p><img src="illustrations/mamalhuaztli_t.png" width="100" height="107" hspace="7" align="left" / >Ancient Aztec identified the Orion's Belt as Mamalhuaztli, and it represented the wood sticks used to light the new fire in the commemoration celebrated every 52 years by the Mexicans and their neighbors named <em>toxiuh molpilia</em> which means binding of the years and coincided with the beginning of the new year named <em>xiuhtzitzquilo</em>.</p> <p align="center"><img src="illustrations/mamalhuaztli_image.png" width="147" height="135" /></p> ##### Tianquiztli <p><img src="illustrations/Tianquiztli_T.png" width="100" height="107" align="left" / >The group of stars that we know as Pleiades symbolized for the Mexicas <em>Tianquiztli</em>, which means market, perhaps because of the crowd that gathers on them, they're generally represented by one or two people inside a circle with goods.</p> <p align="center"><img src="illustrations/tiaquitztli_image.png" width="141" height="141" /></p> <p>Currently, in Mexico the informal market or street markets are called <em>Tianguis</em>.</p> ##### Citlaltlachtli <p><img src="illustrations/citlaltlachtli_t.png" width="100" height="107" align="left" />The constellation of Gemini was called <em>Citlaltlachtli</em>, which means the ball game of the stars. This game was endowed with a ritual significance and used a natural rubber ball. It is said that the movement of the ball within the playing field refers to the movement
uk: #### Мамалуацтлі <p><img src="illustrations/mamalhuaztli_t.png" width="100" height="107" hspace="7" align="left" />Давні ацтеки називали пояс Оріона Мамалуацтлі на честь дерев’яних паличок, які використовували для запалення вогню на великому святкуванні, яке відбувалося кожні 52 роки. Це свято мало назву <em>тозіух молпіліа</em>, тобто «зв’язка років», і збігалося з початком нового року, який називався <em>зіухтцитцкуїло</em>/</p> <p align="center"><img src="illustrations/mamalhuaztli_image.png" width="147" height="135" /></p> #### Тіанкуїцтлі <p><img src="illustrations/Tianquiztli_T.png" width="100" height="107" align="left" />Група зірок, відома нам як Плеяди, символізувала для давні мексиканців <em>Тіанкуїцтлі</em>, тобто «ринок», можливо через те, що на ринку збирається натовп людей. Це сузір’я зазвичай зображалося однією людиною або двома людьми у колі з зображенням богів.</p> <p align="center"><img src="illustrations/tiaquitztli_image.png" width="141" height="141" /></p> <p>У сучасній Мексиці стихійний або вуличний ринок називають <em>Тіангіс</em>.</p> #### Читлалтлачтлі <p><img src="illustrations/citlaltlachtli_t.png" width="100" height="107" align="left" />Сузір’я Близнюків називалося <em>Читлалтлачтлі</em>, що означає «гра у м’яч зірками». Грі у м’яч надавалося ритуальне значення. Для гри використовували м’яч з природного каучуку. Казали, що рухові м’яча ігровим полем відповідає рух Сонця і Місяця.</p> #### Зонекуїллі <p><img src="illustrations/xonecuilli_t.png" width="100" height="107" align="left" />Сузір’я Малої Ведмедиці називали <em>Зонекуїллі</em> що означає «крива нога». Назву пов’язано з Нанауатцином, богом, криві ноги якого було вкрито чиряками та ранами. За легендою, ці болячки він отримав, коли перетворювався на <em>Тонатіу</em> , бога Сонця.</p> <p align="center"><img src="illustrations/nanahuatzin.png" width="141" height="138" /></p> <p>Це сузір’я можна також ототожнювати з Південним Хрестом, а зірки, які його оточують, називали <em>Тецоцомок</em>. Щодо його частини Саагун повідомляє, що вона нагадувала хлібину, спечену у формі літери «S». Цю частину ацтеки називали <em>зонекуїллі</em>.</p> <p align="center"><img src="illustrations/xonecuilli_Glifo.png" width="300" height="149" /><br /><em>зонекуїллі</em></p> #### Читлалколотль <p><img src="illustrations/colotlixayac_t.png" width="100" height="100" align="left" />Відповідно до Флорентійського кодексу, джерела Саагуна називали групу зірок, відому як <em>Читлалколотль</em>, зіркою скорпіона. Тецоцомок також згадує зірку скорпіона та називає її <em>Чолотльзаяк</em>, що означає «обличчя скорпіона».</p> <p align="center"><img src="illustrations/colotlixayac_image.png" width="158" height="266" /><br /> <em>Паризький кодекс</em></p> <p align="justify">У розділі Паризького кодексу, який називають «зодіакальними сторінками», також є зображення скорпіона. У цьому кодексі зображено фігури тварин, які звисають з тіла Небесного Дракона.</p> ### Висновки <p align="justify"> Варто зауважити, що інтерпретація деяких з цих сузір’їв викликає суперечки. Крім того, звичайно ж, були і інші сузір’я. Ми будемо раді будь-яким коментарям та/або доповненням, метою яких є збереження знань та суті ацтецької культури.</p>

source: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehisp&#225;nicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los c&#243;dices de M&#233;xico](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los c&#243;dices coloniales de M&#233;xico](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real c&#233;dula prohibiendo la historia general de las cosas de Nueva Espa&#241;a de Fray Bernardino de Sahag&#250;n](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconograf&#237;a mexicana, Volumen 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&amp;pg=PA118&amp;lpg=PA118&amp;dq=Colotlixayac&amp;source=bl&amp;ots=F6xlTU1rer&amp;sig=9q_8ApdMTw5l9kagolArj5cPSMk&amp;hl=es&amp;ei=xoMeS8ToJoS1tgfpwv2cCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CBsQ6AEwBA#v=onepage&amp;q=Colotlixayac&amp;f=false) - [#10]: [El C&#243;dice Par&#237;s](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario n&aacute;huatl - espa&#241;ol en l&#237;nea en AULEX](http://aulex.org/nah-es/) - [#13]: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html) ### Thanks to - Javier G&#243;mez Sandoval - Martha Patricia Rivera - Emilio Ram&#243;n Bola&#241;os Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
de: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehisp&#225;nicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztekische Mythologie](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los c&#243;dices de M&#233;xico](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los c&#243;dices coloniales de M&#233;xico](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real c&#233;dula prohibiendo la historia general de las cosas de Nueva Espa&#241;a de Fray Bernardino de Sahag&#250;n](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconograf&#237;a mexicana, Volumen 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&amp;pg=PA118&amp;lpg=PA118&amp;dq=Colotlixayac&amp;source=bl&amp;ots=F6xlTU1rer&amp;sig=9q_8ApdMTw5l9kagolArj5cPSMk&amp;hl=es&amp;ei=xoMeS8ToJoS1tgfpwv2cCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CBsQ6AEwBA#v=onepage&amp;q=Colotlixayac&amp;f=false) - [#10]: [El C&#243;dice Par&#237;s](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario n&aacute;huatl - espa&#241;ol en l&#237;nea en AULEX](http://aulex.org/nah-es/) - [#13]: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html) ### Danke an - Javier G&#243;mez Sandoval - Martha Patricia Rivera - Emilio Ram&#243;n Bola&#241;os Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
es_419: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehisp&#225;nicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [La cuestión del zodiaco en América](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Mitología Azteca](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los c&#243;dices de M&#233;xico](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los c&#243;dices coloniales de M&#233;xico](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real c&#233;dula prohibiendo la historia general de las cosas de Nueva Espa&#241;a de Fray Bernardino de Sahag&#250;n](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconograf&#237;a mexicana, Volumen 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&amp;pg=PA118&amp;lpg=PA118&amp;dq=Colotlixayac&amp;source=bl&amp;ots=F6xlTU1rer&amp;sig=9q_8ApdMTw5l9kagolArj5cPSMk&amp;hl=es&amp;ei=xoMeS8ToJoS1tgfpwv2cCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CBsQ6AEwBA#v=onepage&amp;q=Colotlixayac&amp;f=false) - [#10]: [El C&#243;dice Par&#237;s](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario n&aacute;huatl - espa&#241;ol en l&#237;nea en AULEX](http://aulex.org/nah-es/) - [#13]: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html) ### Gracias a - Javier G&#243;mez Sandoval - Martha Patricia Rivera - Emilio Ram&#243;n Bola&#241;os Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
ru: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehisp&#225;nicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztec Mythology](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los c&#243;dices de M&#233;xico](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los c&#243;dices coloniales de M&#233;xico](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real c&#233;dula prohibiendo la historia general de las cosas de Nueva Espa&#241;a de Fray Bernardino de Sahag&#250;n](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconograf&#237;a mexicana, Volumen 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&amp;pg=PA118&amp;lpg=PA118&amp;dq=Colotlixayac&amp;source=bl&amp;ots=F6xlTU1rer&amp;sig=9q_8ApdMTw5l9kagolArj5cPSMk&amp;hl=es&amp;ei=xoMeS8ToJoS1tgfpwv2cCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CBsQ6AEwBA#v=onepage&amp;q=Colotlixayac&amp;f=false) - [#10]: [El C&#243;dice Par&#237;s](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario n&aacute;huatl - espa&#241;ol en l&#237;nea en AULEX](http://aulex.org/nah-es/) - [#13]: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html) ### Благодарность - Javier G&#243;mez Sandoval - Martha Patricia Rivera - Emilio Ram&#243;n Bola&#241;os Guerra - Hector Vega - Рафаэль Рохас Сеговиано (Rafael Rojas Segoviano) - Juan Caballero - SAAGS
sv: - [#1]: [Fuego Nuevo] (http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Prehispaniska konstellationer](http://www.montero.org.mx/constelaciones.htm) - [#3]: [Frågan om zodiaken i Amerika](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Aztekisk mytologi](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [De mexikanska budorden](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [De mexikanska kolonilotterna](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real cédula prohibiendo la historia general de las cosas de Nueva España de Fray Bernardino de Sahagún](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconografía mexicana, volym 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&amp;pg=PA118&amp;lpg=PA118&amp;dq=Colotlixayac&amp;source=bl&amp;ots=F6xlTU1rer&amp;sig=9q_8ApdMTw5l9kagolArj5cPSMk&amp;hl=es&amp;ei=xoMeS8ToJoS1tgfpwv2cCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CBsQ6AEwBA#v=onepage&amp;q=Colotlixayac&amp;f=false) - [#10]: [El Códice París](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario náhuatl - español en línea en AULEX](http://aulex.org/nah-es/) - [#13]: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html) ### Tack till - Javier Gómez Sandoval - Martha Patricia Rivera - Emilio Ramón Bolaños Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS
uk: - [#1]: [Fuego Nuevo](http://biblioteca.itam.mx/estudios/estudio/letras30/notas3/sec_1.html) - [#2]: [Constelaciones Prehisp&#225;nicas](http://www.montero.org.mx/constelaciones.htm) - [#3]: [The Question of the Zodiac in America](http://www.jstor.org/stable/660290?origin=JSTOR-pdf) - [#4]: [Міфологія ацтеків](http://www.windows2universe.org/mythology/aztec_culture.html) - [#5]: [Los c&#243;dices de M&#233;xico](http://www.iconio.com/ABCD/F/INDEX.PDF) - [#6]: [Los c&#243;dices coloniales de M&#233;xico](http://es.wikipedia.org/wiki/C%C3%B3dices_coloniales_de_M%C3%A9xico) - [#7]: [Real c&#233;dula prohibiendo la historia general de las cosas de Nueva Espa&#241;a de Fray Bernardino de Sahag&#250;n](http://www.traduccionliteraria.org/1611/esc/america/sahagun.htm) - [#8]: [Akapochtli](http://commons.wikimedia.org/wiki/User:Akapochtli) - [#9]: [Iconograf&#237;a mexicana, Volumen 3](http://books.google.com.mx/books?id=kxPjdY1PJjEC&amp;pg=PA118&amp;lpg=PA118&amp;dq=Colotlixayac&amp;source=bl&amp;ots=F6xlTU1rer&amp;sig=9q_8ApdMTw5l9kagolArj5cPSMk&amp;hl=es&amp;ei=xoMeS8ToJoS1tgfpwv2cCg&amp;sa=X&amp;oi=book_result&amp;ct=result&amp;resnum=5&amp;ved=0CBsQ6AEwBA#v=onepage&amp;q=Colotlixayac&amp;f=false) - [#10]: [El C&#243;dice Par&#237;s](http://www.famsi.org/spanish/mayawriting/codices/paris.html) - [#11]: [El nacimiento del sol y la luna](http://redescolar.ilce.edu.mx/redescolar/biblioteca/literatura/leyenda/mexicas/mexsolun.html) - [#12]: [Diccionario n&aacute;huatl - espa&#241;ol en l&#237;nea en AULEX](http://aulex.org/nah-es/) - [#13]: [Tlachtli](http://sepiensa.org.mx/contenidos/fd_depo/nahuatl/tlach_1.html) ### Подяки - Javier G&#243;mez Sandoval - Martha Patricia Rivera - Emilio Ram&#243;n Bola&#241;os Guerra - Hector Vega - Rafael Rojas Segoviano - Juan Caballero - SAAGS

source: <p><strong>Enrique G&#243;mez Candelario</strong><br /><a href="mailto:aldeaglobal@gmail.com">aldeaglobal@gmail.com</a></p> English translation by: Rafael Rojas Segoviano
de: <p><strong>Enrique G&#243;mez Candelario</strong><br /><a href="mailto:aldeaglobal@gmail.com">aldeaglobal@gmail.com</a></p> Englische Übersetzung von: Rafael Rojas Segoviano
es_419: <p><strong>Enrique G&#243;mez Candelario</strong><br /><a href="mailto:aldeaglobal@gmail.com">aldeaglobal@gmail.com</a></p> Traducción al inglés por: Rafael Rojas Segoviano
ru: <p><strong>Энрике Гомез Ханделарио (Enrique G&#243;mez Candelario)</strong><br /><a href="mailto:aldeaglobal@gmail.com">aldeaglobal@gmail.com</a></p> Перевод на английский выполнил Рафаэль Рохас Сеговиано (Rafael Rojas Segoviano)
sv: <p><strong>Enrique Gómez Candelario</strong><br /><a href="mailto:aldeaglobal@gmail.com">aldeaglobal@gmail.com</a></p> Engelsk översättning av: Rafael Rojas Segoviano
uk: <p><strong>Enrique G&#243;mez Candelario</strong><br /><a href="mailto:aldeaglobal@gmail.com">aldeaglobal@gmail.com</a></p> Переклад англійською: Rafael Rojas Segoviano

source: Babylonian (MUL.APIN)
de: Babylonisch (MUL.APIN)
es_419: Babilónica (MUL.APIN)
ru: Вавилонская (MUL.APIN)
sv: Babylonisk (MUL.APIN)
uk: Вавилонська (MUL.APIN)
