Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ##### Mother Hen (Kvachka) *[Quatʃka]* is the best-known constellation, which is recognized by all elderly people in Macedonian villages, without any exception. This name people use for the star cluster Pleiades ##### Rooster (Petal) *[Petel]* This is the name of the star Alnath (or Elnath) from the constellation Taurus. ##### Hawk (Јastreb) *[Yastreb]* Hawk, as one of the most famous enemies of the Mother Hen and the Rooster, is right above them in an attacking position. Bright star Capella (Kapela) from the constellation Auriga is actually known among people as Hawk. ##### Fox (Lisica) *[Lysitsa]* Fox is the second by importance natural enemy of the Mother Hen and the Rooster so it is obvious why people also “see” it on the sky. The red color of the bright star Aldebaran from the constellation of the Bull is the reason why people perceive it as a Fox ready to attack the Mother Hen and the Rooster. ##### Pigs (Svinji) *[Sviƞi]* Near to the Mother Hen, people on the sky noticed the star cluster Hyades. Scattered appearance of the stars of this cluster associated people to the image of pigs in a village yard, and so it’s called Pigs. ##### Yoke (Jarem) *[Yarem]* People under this name recognize group of stars in the constellation Perseus. Yokes for the oxen usually is found in village yards so that is why, like the previous constellation, is evidence of the general image of people and purpose given to this part of the sky. ##### Ploughman (Orach) *[Oratʃ]* The Ploughman is one of the three main characters in the sky. It is the name people gave to the bright star Betelgeuse in the constellation of Orion. Besides Betelgeuse, in building the image of this folk constellation, some weaker and less bright stars from the surrounding are also taken into account, because people say that the Ploughman is an image of a person with a goad as he returns home. ##### Plough with Oxen (Ralo so Volovi) *[Ralɔ sɔ Vɔlɔvi]* The constellation Orion with its numerous bright stars and distinctive pattern dominates the winter sky and can be easily found. People from Macedonian villages usually point at the region around Orion’s belt saying that three bright stars and surrounding less bright stars create an image of a wooden Plough with two yoked oxen. ##### Wolves (Volci) *[Voltsi]* Near to the plough with oxen, which is left on a field, people see two wolves as well. They are the bright stars Sirius in the constellation Canis Major and Procyon in Canis Minor. ##### Priest’s Straw (Popova Slama) *[Popovᴧ Slᴧmᴧ]* Our galaxy (Milky Way) by its appearance is dominant on the summer sky ##### Threshing floor (Gumno) *[Goumno]* Circular and foggy appearance of the Andromeda galaxy (М31) evoked people to see the threshing floor with straw from where the Priest was stealing from his Godson. ##### Cross (Krst) *[Krst]* Complement with the people’s belief, when the Priest-thief saw God’s might he started running in panic and lost his cross on the way. So next to the Priest’s Straw there is the Cross. ##### Ears (Ushi) *[Uʃi]* By this common word used as a jargon, Macedonian villagers mark the part of the wooden plough that goes into the soil, used for plowing. ##### Trivet (Pirustija) *[Pirustiya]* The trivet is a metal device with three legs (tripod) which fits over the fireplace to support pans and kettles while preparing food. ##### Tongs (Mashi) *[Maʃy]* The Tongs were used for the fire where the trivet is. Thus, the people’s constellation Tongs is very close to the constellation Trivet. ##### Low round wooden dining table (Sofra) *[Sofra]* The typical semi-circular shape of the constellation Corona Borealis evoked the image of a wooden round table called sofra. ##### Auger (Svrdel) *[Svrdǝl]* People say that this is a very big drill used for construction of houses and is found inside the Priest’s Straw ##### Thieves (Aramii) *[Arami:]* The famous constellation Ursa Major among the people is described as a group of thieves. The seven bright stars of Ursa Major are said to be thieves „because during the entire night they circle on the sky same as thieves that circle around houses“
es_419: ##### Madre Gallina (Kvachka) *[Quatʃka]* es la constelación más conocida, reconocida por todas las personas mayores en las aldeas macedonias, sin ninguna excepción. Este nombre la gente usa para el cúmulo estelar Pléyades ##### Gallo (Petal) *[Petel]* Este es el nombre de la estrella Alnath (o Elnath) de la constelación de Tauro. ##### Halcón (Јastreb) *[Yastreb]* El Halcón, como uno de los enemigos más famosos de la Madre Gallina y el Gallo, está justo encima de ellos en una posición de ataque. La brillante estrella Capella (Kapela) de la constelación Auriga es conocida entre las personas como Halcón. ##### Zorro (Lisica) *[Lysitsa]* El Zorro es el segundo enemigo natural por importancia de la Madre Gallina y el Gallo, por lo que es obvio por qué la gente también lo "ve" en el cielo. El color rojo de la brillante estrella Aldebarán de la constelación del Toro es la razón por la cual la gente lo percibe como un zorro listo para atacar a la Madre Gallina y al Gallo. ##### Cerdos (Svinji) *[Sviƞi]* Cerca de la Madre Gallina, la gente en el cielo notó el cúmulo estelar Híades. La apariencia dispersa de las estrellas de este grupo asociaba a las personas con la imagen de los cerdos en el patio de una aldea, y por eso se llama Cerdos. ##### Yugo (Jarem) *[Yarem]* Las personas bajo este nombre reconocen un grupo de estrellas en la constelación de Perseo. Los yugos para los bueyes generalmente se encuentran en los patios de las aldeas, por eso, como la constelación anterior, es evidencia de la imagen general de las personas y el propósito dado a esta parte del cielo. ##### Labrador (Orach) *[Oratʃ]* El Labrador es uno de los tres personajes principales en el cielo. Es el nombre que la gente le dio a la brillante estrella Betelgeuse en la constelación de Orión. Además de Betelgeuse, al construir la imagen de esta constelación popular, también se tienen en cuenta algunas estrellas más débiles y menos brillantes de los alrededores, porque la gente dice que el Labrador es una imagen de una persona con un arado cuando regresa a casa. ##### Arado con Bueyes (Ralo so Volovi) *[Ralɔ sɔ Vɔlɔvi]* La constelación de Orión con sus numerosas estrellas brillantes y su patrón distintivo domina el cielo invernal y se puede encontrar fácilmente. La gente de las aldeas macedonias generalmente apunta a la región alrededor del cinturón de Orión y dice que tres estrellas brillantes y las estrellas menos brillantes circundantes crean una imagen de un arado de madera con dos bueyes. ##### Lobos (Volci) *[Voltsi]* Cerca del Arado con Bueyes, que se deja en un campo, la gente también ve dos lobos. Son las estrellas brillantes Sirio en la constelación Can Mayor y Proción en Can Menor. ##### Paja del Sacerdote (Popova Slama) *[Popovᴧ Slᴧmᴧ]* Nuestra galaxia (Vía Láctea) por su apariencia es dominante en el cielo de verano. ##### Suelo de paja (Gumno) *[Goumno]* La apariencia circular y brumosa de la galaxia de Andrómeda (М31) provocó que la gente viera el suelo con paja del lugar donde el sacerdote le estaba robando a su ahijado. ##### Cruz (Krst) *[Krst]* Complementando con la creencia de la gente, cuando el Sacerdote Ladrón vio el poder de Dios, comenzó a correr en pánico y perdió su cruz en el camino. Así que al lado de la Paja del Sacerdote está la Cruz. ##### Orejas (Ushi) *[Uʃi]* Con esta palabra común utilizada como jerga, los aldeanos macedonios marcan la parte del arado de madera que se introduce en el suelo, utilizado para arar. ##### Trébede (Pirustija) *[Pirustiya]* El trébede es un dispositivo de metal con tres patas (trípode) que se coloca sobre la chimenea para sostener sartenes y hervidores de agua mientras prepara la comida. ##### Tenazas (Mashi) *[Maʃy]* Las tenazas se usaron para el fuego donde está el trébede. Por lo tanto, la constelación de Tenazass está muy cerca de la constelación de Trébede. ##### Mesa de comedor baja redonda de madera (Sofra) *[Sofra]* La típica forma semicircular de la constelación Corona Borealis evocaba la imagen de una mesa redonda de madera llamada sofra. ##### Barrena (Svrdel) *[Svrdǝl]* La gente dice que este es un taladro muy grande utilizado para la construcción de casas y se encuentra dentro de la Paja del Sacerdote. ##### Ladrones (Aramii) *[Arami:]* La famosa constelación de la Osa Mayor entre las personas se describe como un grupo de ladrones. Se dice que las siete estrellas brillantes de la Osa Mayor son ladrones "porque durante toda la noche dan vueltas en el cielo igual a los ladrones que dan vueltas alrededor de las casas"
ru: ##### Наседка (Kvachka) *[Quatʃka]* самое известное созвездие, которое узнают все без исключения пожилые люди в македонских деревнях. Это имя люди используют для звездного скопления Плеяды. ##### Петух (Petal) *[Petel]* Так называется звезда Альнат (или Эльнат) из созвездия Тельца. ##### Ястреб (Јastreb) *[Yastreb]* Ястреб, как один из самых известных врагов Наседки и Петуха, находится прямо над ними в атакующей позиции. Яркая звезда Капелла (Kapela) из созвездия Возничего на самом деле известна среди людей как Ястреб. ##### Лиса (Lisica) *[Lysitsa]* Лиса - второй по значимости естественный враг Наседки и Петуха, поэтому очевидно, почему люди также «видят» ее на небе. Красный цвет яркой звезды Альдебаран из созвездия Тельца - причина, по которой люди воспринимают ее как Лису, готовую атаковать Наседку и Петуха. ##### Свиньи (Svinji) *[Sviƞi]* Рядом с Курицей люди на небе заметили звездное скопление Гиады. Разрозненный вид звезд этого скопления ассоциировал у людей образ свиней на деревенском дворе, и поэтому он получил название Свиньи. ##### Ярмо (Jarem) *[Yarem]* Люди под этим именем узнают группу звезд в созвездии Персея. Хомуты (ярмо) для волов обычно находятся во дворах деревень, поэтому, как и предыдущее созвездие, свидетельствует об общем образе людей и назначении этой части неба. ##### Пахарь (Orach) *[Oratʃ]* Пахарь - один из трех главных персонажей в небе. Это имя люди дали яркой звезде Бетельгейзе в созвездии Ориона. Помимо Бетельгейзе, при построении образа этого народного созвездия учитываются и некоторые более слабые и менее яркие звезды из окружения, потому что в народе говорят, что Пахарь - это образ возвращающегося домой человека. ##### Плуг с волами (Ralo so Volovi) *[Ralɔ sɔ Vɔlɔvi]* Созвездие Ориона с его многочисленными яркими звездами и характерным узором доминирует на зимнем небе и его легко найти. Жители македонских деревень обычно указывают на область вокруг пояса Ориона, говоря, что три ярких звезды и окружающие их менее яркие звезды создают образ деревянного плуга с двумя впряженными волами. ##### Волки (Volci) *[Voltsi]* Близ плуга с волами, оставленным на поле, люди видят и двух волков. Это яркие звезды Сириус в созвездии Большого Пса и Процион в созвездии Малого Пса. ##### Солома священника (Popova Slama) *[Popovᴧ Slᴧmᴧ]* Наша галактика (Млечный Путь) по внешнему виду доминирует на летнем небе. ##### Гумно (Gumno) *[Goumno]* Круглый и туманный вид галактики Андромеды (М31) заставил людей увидеть гумно (сельскохозяйственный ток) с соломой, откуда Священник воровал у своего Крестника. ##### Крест (Krst) *[Krst]* В дополнение к народной вере, когда священник-вор увидел Божью мощь, он в панике побежал и по дороге потерял свой крест. Так что рядом с соломой священника находится Крест. ##### Уши (Ushi) *[Uʃi]* Этим распространенным словом, используемым в качестве жаргона, жители македонских деревень отмечают часть деревянного плуга, уходящего в почву, используемого для вспашки. ##### Таган (Pirustija) *[Pirustiya]* Таган - это металлическое устройство с тремя ножками (тренога), которое устанавливается над камином для поддержки кастрюль и чайников во время приготовления пищи. ##### Щипцы (Mashi) *[Maʃy]* Щипцы использовались для разжигания огня на тагане. Таким образом, народное созвездие Щипцы очень близко к созвездию Таган. ##### Низкий круглый деревянный обеденный стол (Sofra) *[Sofra]* Типичная полукруглая форма созвездия Северная Корона вызвала образ деревянного круглого стола, называемого софрой. ##### Бур (Svrdel) *[Svrdǝl]* Говорят, что это очень большая дрель, используемая для строительства домов, которая находится внутри Соломы священника. ##### Воры (Aramii) *[Arami:]* Знаменитое созвездие Большой Медведицы в народе описывается как группа воров. Семь ярких звезд Большой Медведицы называют ворами, «потому что всю ночь они кружат в небе, как воры, кружащие вокруг домов».
sv: ##### Moderhöna (Kvachka) *[Quatʃka]* är den mest kända konstellationen, som känns igen av alla äldre människor i makedonska byar, utan något undantag. Detta namn använder människor för stjärnhopen Plejaderna ##### Tuppen (Petal) *[Petel]* Detta är namnet på stjärnan Alnath (eller Elnath) i konstellationen Taurus. ##### Hök (Јastreb) *[Yastreb]* Hök, som är en av hönsmammans och tuppens mest kända fiender, befinner sig precis ovanför dem i anfallsposition. Den klara stjärnan Capella (Kapela) i stjärnbilden Auriga är faktiskt känd bland människor som Hawk. ##### Räv (Lisica) *[Lysitsa]* Räven är den näst viktigaste naturliga fienden till hönsmamman och tuppen så det är uppenbart varför människor också "ser" den på himlen. Den röda färgen på den ljusa stjärnan Aldebaran från konstellationen av tjuren är anledningen till att människor uppfattar den som en räv som är redo att attackera hönsmamman och tuppen. ##### Grisar (Svinji) *[Sviƞi]* Nära Moder Hönan, människor på himlen märkte stjärnklustret Hyades. Det spridda utseendet på stjärnorna i detta kluster associerade människor till bilden av grisar på en bygård, och därför kallas det Pigs. ##### Yoke (Jarem) *[Yarem]* Människor under detta namn känner igen grupp av stjärnor i konstellationen Perseus. Ok för oxar finns vanligtvis på bygårdar så det är därför, liksom den föregående konstellationen, är bevis på den allmänna bilden av människor och syfte som ges till denna del av himlen. ##### Plogmannen (Orach) *[Oratʃ]* Plogmannen är en av de tre huvudpersonerna på himlen. Det är det namn som människor gav till den ljusstarka stjärnan Betelgeuse i Orions konstellation. När man bygger upp bilden av denna folkliga konstellation tar man förutom Betelgeuse också hänsyn till några svagare och mindre ljusstarka stjärnor i omgivningen, eftersom folk säger att Plogmannen är en bild av en person med en gadd när han återvänder hem. ##### Plog med oxar (Ralo so Volovi) *[Ralɔ sɔ Vɔlɔvi]* Konstellationen Orion med sina många ljusstarka stjärnor och sitt distinkta mönster dominerar vinterhimlen och är lätt att hitta. Folk från makedonska byar brukar peka på området runt Orions bälte och säga att tre ljusstarka stjärnor och omgivande mindre ljusstarka stjärnor skapar en bild av en träplog med två oxar. ##### Vargar (Volci) *[Voltsi]* I närheten av plogen med oxar, som står kvar på ett fält, ser människor också två vargar. De är de ljusstarka stjärnorna Sirius i stjärnbilden Canis Major och Procyon i Canis Minor. ##### Prästens halm (Popova Slama) *[Popovᴧ Slᴧmᴧ]* Vår galax (Vintergatan) är genom sitt utseende dominerande på sommarhimlen ##### Tröskgolv (Gumno) *[Goumno]* Andromedagalaxens (М31) cirkelformade och dimmiga utseende fick människor att se tröskplatsen med halm där prästen stal från sin gudson. ##### Kors (Krst) *[Krst]* Som ett komplement till folkets tro, när prästtjuven såg Guds makt började han springa i panik och förlorade sitt kors på vägen. Så bredvid prästens halm finns korset. ##### Öron (Ushi) *[Uʃi]* Med detta vanliga ord som används som jargong markerar makedonska bybor den del av träplogen som går ner i jorden och som används för plöjning. ##### Trivet (Pirustija) *[Pirustiya]* En trivet är en metallanordning med tre ben (tripod) som passar över eldstaden för att stödja stekpannor och vattenkokare när man lagar mat. ##### Tång (Mashi) *[Maʃy]* Tången användes för elden där grytunderlägget finns. Därför ligger folkets konstellation Tongs mycket nära konstellationen Trivet. ##### Lågt runt matbord i trä (Sofra) *[Sofra]* Den typiska halvcirkelformen hos konstellationen Corona Borealis framkallade bilden av ett runt träbord som kallas sofra. ##### Auger (Svrdel) *[Svrdǝl]* Det sägs att detta är en mycket stor borr som används vid husbyggen och som finns i prästens halmstrå ##### Tjuvar (Aramii) *[Arami:]* Den berömda konstellationen Ursa Major beskrivs bland människor som en grupp tjuvar. De sju ljusstarka stjärnorna i Ursa Major sägs vara tjuvar "eftersom de under hela natten kretsar på himlen på samma sätt som tjuvar som kretsar runt hus"
uk: ##### Квочка (Квачка) *[Quatʃka]* Найвідоміше сузір’я, яке назвали усі мешканці македонських сіл похилого віку, без виключень. Цю назву у народі використовуються для скупчення Плеяди. ##### Півень (Петал) *[Petel]* Це назва зірки Альнат із сузір'я Тільця. ##### Яструб (Ястреб) *[Yastreb]* Яструб, як один із найвідоміших ворогів Квочки та Півня, розташовується якраз над ними у позиції для нападу. Яскраву зірку Капелла із астрономічного сузір’я Візничого у народі також називають Яструбом. ##### Лисиця (Лисіца) *[Lysitsa]* Лисиця є другим за важливістю природним ворогом Квочки та Півня, отже, зрозуміло, чому у народі її також «бачили» на небі. Червоний колір яскравої зірки Альдебаран із астрономічного сузір’я Бика був причиною того, що у народі цю зірку вважати Лисицею, що готова до нападу на Квочку та Півня. ##### Свині (Свин’ї) *[Sviƞi]* Поряд із Квочкою народ помічав на небі зоряне скупчення Гіад. Розсіяний вигляд зірок цього скупчення люди пов’язували із зображенням свиней на сільському дворі, отже, називали ці зірки Свинями. ##### Ярмо (Ярем) *[Yarem]* Під цією народною назвою приховується група зірок у астрономічному сузір’ї Пегаса. Ярма для худоби зазвичай зберігають на сільських подвір’ях, тому ця назва, як і назва попереднього сузір’я, є свідченням загального народного уявлення про те, що розміщується у цій частині неба. ##### Плугатар (Орач) *[Oratʃ]* Плугатар є одним із трьох основних небесних персонажів. Назву «Плугатар» народ дав яскравій зірці Бетельгейзе у астрономічному сузір’ї Оріона. Окрім Бетельгейзе, за народною уявою це сузір’я складається із слабших зірок, розташованих навколо, оскільки народ вважав Плугатаря селянином із батогом, що повертається додому. ##### Плуг із Волами (Рало со Волові) *[Ralɔ sɔ Vɔlɔvi]* Астрономічне сузір’я Оріона із його багатьма яскравими зірками та легко впізнаваною формою домінує на зимовому нічному небі, його дуже просто знайти. Мешканці сіл Македонії зазвичай вказують на ділянку неба, розташовану поруч із Поясом Оріона. Вони вважають, що ці три зірки із навколишніми менш яскравими зірками утворюють зображення дерев’яного Плуга із впряженими у нього двома волами. ##### Вовки (Волці) *[Voltsi]* Поряд із плугом із впряженими биками, який залишено на полі, народ побачив двох вовків. Вовками є яскраві зірки Сіріус у астрономічному сузір’ї Великого Пса і Проціон у астрономічному сузір’ї Малого Пса. ##### Солома Священика (Попова Слама) *[Popovᴧ Slᴧmᴧ]* Наша галактика — Чумацький Шлях у його основному вигляді на літньому небі. ##### Тік (Гумно) *[Goumno]* Кругла і туманна форма Туманності Андромеди (М31) призвела до того, що люди уявляли на її місці долівку току із соломою, звідки тікає від свого Хрещеника Священик. ##### Хрест (Крст) *[Krst]* Згідно до народних вірувань, коли Священик-злодій побачив божу могуть, він почав безладно тікати і загубив свій хрест по дорозі. Отже, поряд із Соломою Священика розташовано Хрест. ##### Вуха (Уші) *[Uʃi]* Цим жаргонним словом македонські селяни називають частину дерев’яного плугу, яка занурюється у землю і використовується для оранки. ##### Тринога (Пірустія) *[Pirustiya]* Тринога — металевий пристрій із трьома ніжками, який розташовують над вогнищем і підвішують до нього котел або казанок для приготування їжі. ##### Щіпці (Маші) *[Maʃy]* Щіпці використовують для керування вогнищем під Триногою. Отже, сузір’я Щіпці перебуває дуже близько від сузір’я Триноги. ##### Низький дерев’яний обідній стіл (Софра) *[Sofra]* Звичайна напівкругла форма астрономічного сузір’я Північної Корони нагадує зображення дерев’яного круглого стола, який називають софрою. ##### Свердло (Свердл) *[Svrdǝl]* Люди говорять, що це дуже велике свердло, що використовується під час будівництва будинків, воно перебуває під Соломою Священника ##### Злодії (Арамії) *[Arami:]* Відоме астрономічне сузір’я Великої Ведмедиці люди називають бандою злодіїв. Сім яскравих зірок астрономічного сузір’я Великої Ведмедиці називають злодіями, «оскільки під час усієї ночі вони кружляють небом, як злодії, які блукають навколо будинків».
