Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Tikuna territory encompasses a region 600 kilometers long, running west to east from the Chimbote region in Peru—along the emptiness of the Amazonas-Solimões valley, in the so-called Trapézio Amazônico (Colombian Amazonian Trapezoid)—to the Barreira da Missão region, in the municipality of Tefé, in the Brazilian state of Amazonas (See The Ticuna Atlas, Figure I). <img src="illustrations/Atlas_das_terras_Tikuna.png" width="753" height="453" /> <em>Figure 1: The Tikuna Atlas<cite id="cit1a">[**<sup>1</sup>**](#cit1)</cite> </em> The agencies and researchers that deal with them estimate that more than 53,544 (Siasi/Sesai, 2014) Tikunas live in Brazil (FUNASA, 2009), 8.000 in Colombia (Goulard, 2010), and 6.982 in Peru (INEL, 2007)<cite id="cit2a">[**<sup>2</sup>**](#cit2)</cite>. Together, they constitute the largest Amazonian indigenous population. Aside from their own Tikuna language, they also speak Spanish and Portuguese, depending on whether they live in Colombia and Peru or in Brazil. The Tikuna live in riverside villages along the Amazonas-Solimões and its tributaries, called igarapés. Their daily life revolve around the cultivation cycles of different agricultural goods; specially, manioc, used to produce the flour the Tikuna sell in the markets of the region’s main cities. They are also fishers, hunters, and gatherers of the forest products. The women make hammocks, bags, and other objects with plant fibers; and the men paint on tururi fiber and fabricate arrows, paddles, and canoes. It should be noted that, in Brazil, the Tikuna Indians live in indigenous lands recognized by Brazil’s indigenous policy. They are located in “terrestrial islands” among non-indigenous territories occupied by the Brazilian Population, from Tabatinga to Manaus (as illustrated in the Brazilian Tikuna Atlas). ### The Astronomical Correlations The movements of the Tikuna constellations correspond to an interpretation of the seasonality of rainfall, as the Tikuna narratives suggest. These constellations are related to myths referencing the ascension and fall of Wücütcha (a heavenly beast related to the Jaguar Clan), Coyatchicüra (Caiman’s Jaw) and Baweta (Tracajá, the Aquatic Turtle Collective), the Anteater’s fight with the Jaguar, and the Way of the Tapir. According to the testimony of the Tikuna indigenous people, Baweta (the Pleiades Star Cluster) appears in the eastern sky towards the end of November, at nightfall. After Baweta rises, Caiman’s Jaw rises. Wücütcha’s leg corresponds to a portion of The Orion Constellation; and it begins to disappear from the western sky around the 20th of May, at nightfall. About one month earlier, the Caiman’s Jaw, corresponding to The Hyades Star Cluster in Taurus, also disappears to the West. According to Vieira’s interpretation, the form of Baweta (the Turtle Collective) is associated with the stars within the asterisms of the Pleiades and of Perseus. Baweta’s eyes are the feet of Perseus (Omicron Persei - Atik and ζ (Zeta) Persei). The “V” shape that Western astronomy relates to the head of Taurus is called Coyatchicüra (Caiman’s Jaw). Wücütcha’s Leg corresponds to the stars that groups as Orion. Its toes are Orion’s Belt and the bend of the legs are ι (iota) Orionis; κ (kappa) Orionis; η (eta) Leporis and δ (delta) Leporis. During the summer, the fight between the Anteater (Tchatü) and the Jaguar (Ai) occurs. The end of the battle coincides with the death and ascension of Wücütcha. The eyes of the Anteater are located in β (beta) of Triangulum Australe; his claw and body is in the constellations Norma and Ara. The right foot of the Jaguar is in Scorpio’s α (Antares), σ (Sigma), and τ (tau); its eyes are in ε (epsilon) and μ (mu) Scorpii; and its left paw is in λ (Shaula), υ (upsilon Sco – Lesath) and κ (kappa) of the same constellation. Wücütcha (the Jaguar’s leg) represents the beginning of the rains in late September; and its reappearance to the east follows the setting of Tchatü in the west, at nightfall, in the end of November. Those correlations are illuminated by indigenous testimony reproduced below: > “The stars fit into their respective constellations. First is Wücütcha. After winter, summer begins to walk. It is the Jaguar. After him, comes Coyathicüra in the month of May, at nightfall, when the Caiman’s Jaw appears on the beach. Baweta appears in September, the month of the turtle. In May, Wücütcha and Coyatchicüra fall. They all fall together at the end of May. In July, they come again. Baweta already begins to appear in July. When Wücütcha falls, beginning in May, caimans and turtles begin to appear. The apex is in September.” > > “In May, all the constellations fall, together with their planets. It is summertime. Later, in July, they appear again for the New Year. Coya and Wücütcha leave the sky from May to September. Later, in July, they appear again.” > > Fernando Marques or Ütchancu – translated by Lucho The Tikuna interpret processes affected by a succession of meteorological changes that, in turn, determine the rainy and the dry seasons. In this region of Western Amazon, the rainy season runs from December to March and the dry season from June to September. During April, May, October, and November the rainfall is intermediate. In November, the water level starts to rise and in late December the tides occur. During the month of May, the water level drops until September, the peak of the drought. The periods of El Niño imply a rain deficit, causing the extreme drought of the great river; during La Niña, the cooling of the Pacific increases the amount of water, causing dramatic tides and floods. Although dependent on weather variability, at the September Equinox the Tikuna observe how fog affects how they see in early morning; the Pleiades star cluster disappears on the morning horizon in early June and reappears in the evening, in late November. The goal of the Tikuna is to predict the intensity of the coming rains in order to negotiate with the entity Mawü, the “Master of Rain,” the effects of the floods on their subsistence activities. According to the explanations found in Enepü (a Tikuna community in the indigenous Land Eware II, in the Brazilian State of Amazon, in Western Amazonia), the influence of seasonality upon Tikuna subsistence activities is more prevalent along the Solimões. In the headwaters of the igarapés, where Enepü is situated, plenty of food exists all year long. In Enepü, trees and palms, such as the ingá and açaí, are fertile all year long due to the “virginity” and the enrichment of the soil by natural compost. The same thing occurs with the fishing in Lake Preto, within the limits of Enepü, where they can supply themselves abundantly with fish all year long. On the Solimões, however, one finds fish only from April to July, when the water level drops. Abundance in the hunt is also from April to July (or September, at most), along the Solimões. Fishing becomes more difficult when the river is high. The fruit of the native açaí palm is collected in summer, and customarily saved for preparation during winter—time of poor hunting and fishing. Through planning and regular gardening, harvests are available all year long. The harvest of cultivated plants also occurs during the drought months. There is a certain degree of flexibility in adapting the agricultural calendar to the rainy season (when fishing and hunting are not productive) and the dry season, (when fishing is more abundant); however, difficulties involving navigation and transport grow as the water level drops along the igarapés linking the river. Traditional culture, however, is not prepared for unforeseen alterations in the rainy season, such as it occurred in 2002. In that year, July saw the beginning of the repiquete (the rise on water levels), which normally occurs in September. This destroyed the short-range agricultural cycle and made the fish scarcer, changing alimentary habits. <p id="cit1"><notr><a href="#cit1a"><B>1</B></a></notr><cite>This work adopts linguistic convention when writing Tikuna, even though several Anthropologists and Indigenous experts use the vernacular form (Ticuna).</cite></p> <p id="cit2"><notr><a href="#cit2a"><B>2</B></a></notr><cite> According to socioambiental.org, consulted on 08/05/2019.</cite></p>
es_419: El territorio tikuna abarca una región de 600 kilómetros de largo, que se extiende de oeste a este desde la región de Chimbote en Perú —a lo largo del vacío del valle de Amazonas-Solimões, en el llamado Trapézio Amazônico (Trapecio Amazónico Colombiano)— hasta la región de Barreira da Missão, en el municipio de Tefé, en el estado brasileño de Amazonas (Ver El Atlas Tikuna, Figura I). <img src="illustrations/Atlas_das_terras_Tikuna.png" width="753" height="453" /> <em>Figura 1: El Atlas Tikuna<cite id="cit1a">[**<sup>1</sup>**](#cit1)</cite></em> Las agencias e investigadores que los tratan estiman que más de 53,544 (Siasi/Sesai, 2014) tikunas viven en Brasil (FUNASA, 2009), 8,000 en Colombia (Goulard, 2010) y 6,982 en Perú (INEL, 2007)<cite id="cit2a">[**<sup>2</sup>**](#cit2)</cite>. Juntos, constituyen la mayor población indígena amazónica. Además de su propio idioma tikuna, también hablan español y portugués, dependiendo de si viven en Colombia y Perú o en Brasil. Los tikunas viven en aldeas ribereñas a lo largo del Amazonas-Solimões y sus afluentes, llamados igarapés. Su vida cotidiana gira en torno a los ciclos de cultivo de diferentes productos agrícolas; en especial la yuca, con la que se produce la harina que los tikunas venden en los mercados de las principales ciudades de la región. También son pescadores, cazadores y recolectores de los productos del bosque. Las mujeres elaboran hamacas, bolsos y otros objetos con fibras vegetales; y los hombres pintan sobre fibra de tururi y fabrican flechas, remos y canoas. Cabe señalar que, en Brasil, los tikunas viven en tierras indígenas reconocidas por la política indígena de Brasil. Están ubicados en “islas terrestres” entre territorios no indígenas ocupados por la población brasileña, desde Tabatinga hasta Manaus (como se ilustra en el Atlas Tikuna brasileño). ### Las correlaciones astronómicas Los movimientos de las constelaciones tikunas corresponden a una interpretación de la estacionalidad de las lluvias, como sugieren las narrativas tikunas. Estas constelaciones están relacionadas con mitos que hacen referencia a la ascensión y caída de Wücütcha (una bestia celestial relacionada con el Clan Jaguar), Coyatchicüra (Mandíbula de Caimán) y Baweta (Tracajá, el Colectivo de la Tortuga Acuática), la lucha del Oso Hormiguero con el Jaguar y el Camino. del Tapir. Según el testimonio de los indígenas tikuna, Baweta (el cúmulo estelar de las Pléyades) aparece en el cielo oriental hacia finales de noviembre al caer la noche. Después de que Baweta sale, la Mandíbula del Caimán sale. La pierna de Wücütcha corresponde a una porción de la constelación de Orión; y comienza a desaparecer del cielo occidental cerca del 20 de mayo al caer la noche. Aproximadamente un mes antes, la Mandíbula del Caimán, correspondiente al Cúmulo Estelar de las Híades en Tauro, también desaparece hacia el Oeste. Según la interpretación de Vieira, la forma de Baweta (el Colectivo de Tortugas) está asociada a las estrellas dentro de los asterismos de las Pléyades y de Perseo. Los ojos de Baweta son los pies de Perseo (Omicron Persei - Atik y ζ (Zeta) Persei). La forma de “V” que la astronomía occidental relaciona con la cabeza de Tauro se llama Coyatchicüra (Mandíbula de Caimán). La Pierna de Wücütcha corresponde a las estrellas que se agrupan como Orión. Los dedos de sus pies son el Cinturón de Orión y la curvatura de las piernas son ι (iota) Orionis; κ (kappa) Orionis; η (eta) Leporis y δ (delta) Leporis. Durante el verano se produce la pelea entre el oso hormiguero (Tchatü) y el jaguar (Ai). El final de la batalla coincide con la muerte y ascensión de Wücütcha. Los ojos del oso hormiguero se encuentran en β (beta) del Triangulum Australe; su garra y cuerpo están en las constelaciones Norma y Ara. El pie derecho del Jaguar está en α (Antares), σ (Sigma) y τ (tau) de Escorpio; sus ojos están en ε (épsilon) y μ (mu) Scorpii; y su pata izquierda está en λ (Shaula), υ (upsilon Sco – Lesath) y κ (kappa) de la misma constelación. Wücütcha (pata de jaguar) representa el inicio de las lluvias a finales de septiembre; y su reaparición por el este sigue a la puesta de Tchatü por el oeste, al anochecer, a fines de noviembre. Esas correlaciones están iluminadas por el testimonio indígena que se reproduce a continuación: > “Las estrellas encajan en sus respectivas constelaciones. La primera es Wücütcha. Después del invierno, el verano comienza a andar. Es el Jaguar. Después de él, viene Coyathicüra en el mes de mayo al caer la noche, cuando aparece en la playa la Mandíbula de Caimán. Baweta aparece en septiembre, el mes de la tortuga. En mayo caen Wücütcha y Coyatchicüra. Todos caen juntos a finales de mayo. En julio vuelven. Baweta ya empieza a aparecer en julio. Cuando cae Wücütcha, a partir de mayo, comienzan a aparecer caimanes y tortugas. El apogeo es en septiembre”. > > “En mayo caen todas las constelaciones, junto con sus planetas. Es verano. Más tarde, en julio, vuelven a aparecer para el Año Nuevo. Coya y Wücütcha dejan el cielo de mayo a septiembre. Más tarde, en julio, vuelven a aparecer”. > > Fernando Marques o Ütchancu – traducción por Lucho Los tikunas interpretan procesos afectados por una sucesión de cambios meteorológicos que, a su vez, determinan las estaciones lluviosa y seca. En esta región de la Amazonia Occidental, la temporada de lluvias se extiende de diciembre a marzo y la seca de junio a septiembre. Durante abril, mayo, octubre y noviembre la precipitación es intermedia. En noviembre, el nivel del agua comienza a subir y a finales de diciembre se producen las mareas. Durante el mes de mayo, el nivel del agua desciende hasta septiembre, el pico de la sequía. Los períodos de El Niño implican un déficit de lluvias, provocando la sequía extrema del gran río; durante La Niña, el enfriamiento del Pacífico aumenta la cantidad de agua, provocando mareas e inundaciones dramáticas. Aunque depende de la variabilidad del clima, en el equinoccio de septiembre los tikuna observan cómo la niebla afecta la forma en que ven temprano en la mañana; el cúmulo estelar de las Pléyades desaparece en el horizonte matutino a principios de junio y reaparece por la noche a fines de noviembre. El objetivo de los tikuna es predecir la intensidad de las lluvias que se avecinan para poder negociar con la entidad Mawü, el “Señor de la Lluvia”, los efectos de las inundaciones en sus actividades de subsistencia. Según las explicaciones encontradas en Enepü (una comunidad tikuna en la Tierra indígena Eware II, en el Estado brasileño de Amazonas, en la Amazonia occidental), la influencia de la estacionalidad en las actividades de subsistencia tikuna es más frecuente a lo largo de Solimões. En las cabeceras de los igarapés, donde se asienta Enepü, existe abundante alimento durante todo el año. En Enepü, árboles y palmeras, como el ingá y el açaí, son fértiles todo el año debido a la “virginidad” y al enriquecimiento del suelo con compost natural. Lo mismo ocurre con la pesca en el lago Preto, dentro de los límites de Enepü, donde pueden abastecerse abundantemente de pescado durante todo el año. En el Solimões, sin embargo, sólo se encuentran peces de abril a julio, cuando baja el nivel del agua. La abundancia en la caza también es de abril a julio (o septiembre, como máximo), a lo largo del Solimões. La pesca se vuelve más difícil cuando el río está alto. El fruto de la palma nativa de açaí se recolecta en verano y habitualmente se guarda para prepararlo durante el invierno, época de poca caza y pesca. A través de la planificación y la jardinería regular, las cosechas están disponibles durante todo el año. La cosecha de plantas cultivadas también ocurre durante los meses de sequía. Existe cierta flexibilidad para adaptar el calendario agrícola a la época de lluvias (cuando la pesca y la caza no son productivas) y la época seca, (cuando la pesca es más abundante); sin embargo, las dificultades de navegación y transporte crecen a medida que desciende el nivel del agua a lo largo de los igarapés que unen el río. La cultura tradicional, sin embargo, no está preparada para alteraciones imprevistas en la temporada de lluvias, como ocurrió en 2002. En ese año, julio vio el inicio del repiquete (aumento del nivel del agua), que normalmente ocurre en septiembre. Esto destruyó el ciclo agrícola de corto alcance y escaseó el pescado, cambiando los hábitos alimentarios. <p id="cit1"><notr><a href="#cit1a"><B>1</B></a></notr><cite>Este trabajo adopta la convención lingüística al escribir tikuna, aunque varios antropólogos y expertos indígenas usan la forma vernácula (Ticuna).</cite></p> <p id="cit2"><notr><a href="#cit2a"><B>2</B></a></notr><cite> De acuerdo con socioambiental.org, consultado el 08/05/2019.</cite></p>
ru: Территория Тикуны охватывает регион протяженностью 600 километров, протянувшийся с запада на восток от региона Чимботе в Перу — вдоль пустыни долины Амазонас-Солимоэнс, в так называемой Трапецио Амазонико (Колумбийская амазонская трапеция) — до региона Баррейра-да-Миссан, в муниципалитете Тефе, в бразильском штате Амазонас (см. Атлас Тикуны, рис. I). <img src="illustrations/Atlas_das_terras_Tikuna.png" width="753" height="453" /> <em>Рисунок 1: Атлас Тикуны<cite id="cit1a">[**<sup>1</sup>**](#cit1)</cite> </em> Агентства и исследователи, которые имеют с ними дело, считают, что более 53 544 (Siasi/Sesai, 2014) тикуна живут в Бразилии (FUNASA, 2009), 8 000 — в Колумбии (Goulard, 2010) и 6 982 — в Перу (INEL, 2007)<cite id="cit2a">[**<sup>2</sup>**](#cit2)</cite>. Вместе они составляют крупнейшее коренное население Амазонки. Помимо своего собственного языка тикуна, они также говорят на испанском и португальском языках, в зависимости от того, живут ли они в Колумбии и Перу или в Бразилии. Тикуна живут в прибрежных деревнях вдоль реки Амазонас-Солимоэнс и ее притоков, называемых игарапе. Их повседневная жизнь вращается вокруг циклов выращивания различных сельскохозяйственных продуктов; в частности, маниока, используемая для производства муки, которую Тикуна продает на рынках основных городов региона. Они также рыбаки, охотники и собиратели даров леса. Женщины делают гамаки, сумки и другие предметы из растительных волокон; а мужчины рисуют на волокне турури и изготавливают стрелы, весла и каноэ. Следует отметить, что в Бразилии индейцы тикуна живут на землях коренных народов, признанных политикой Бразилии в отношении коренных народов. Они расположены на «земных островах» среди некоренных территорий, занятых бразильским населением, от Табатинга до Манауса (как показано в бразильском атласе Тикуна). ### Астрономические корреляции Движение созвездий тикуна соответствует интерпретации сезонности осадков, как предполагают рассказы тикуны. Эти созвездия связаны с мифами, относящимися к восхождению и падению Вюкютчи (небесного зверя, связанного с кланом Ягуара), Коятчикюра (Челюсть Каймана) и Баветы (Тракаха, Коллектив водных черепах), битве Муравьеда с Ягуаром и Пути тапира. По свидетельству коренного народа тикуна, Бавета (звездное скопление Плеяды) появляется на восточном небе в конце ноября, в сумерках. После восхода Баветы поднимается челюсть Каимана. Лапа Вукутча соответствует части созвездия Ориона; она начинает исчезать с западного неба примерно в 20-х числах мая, в сумерках. Примерно за месяц до этого Челюсть Каима, соответствующая звездному скоплению Гиады в Тельце, также исчезает на западе. Согласно интерпретации Виейры, форма Баветы (Коллектива Черепах) связана со звездами в астеризмах Плеяд и Персея. Глаза Баветы - это ноги Персея (Омикрон Персея - Атик и ζ (Зета) Персея). Форма "V", которую западная астрономия связывает с головой Тельца, называется Coyatchicüra (Челюсть каймана). Нога Вукутча соответствует звездам, которые группируются как Орион. Ее пальцы - это Пояс Ориона, а изгиб ноги - ι (йота) Ориона; κ (каппа) Ориона; η (эта) Лепориса и δ (дельта) Лепориса. Летом происходит битва между муравьедом (Tchatü) и ягуаром (Ai). Окончание битвы совпадает со смертью и вознесением Вукутча. Глаза Муравьеда расположены в β (бета) Triangulum Australe; его клешня и тело - в созвездиях Norma и Ara. Правая лапа Ягуара находится в α (Антарес), σ (Сигма) и τ (тау) Скорпиона; его глаза - в ε (эпсилон) и μ (мю) Скорпиона; а левая лапа - в λ (Шаула), υ (апсилон Ско - Лесат) и κ (каппа) того же созвездия. Вукутча (лапа ягуара) символизирует начало дождей в конце сентября; а его повторное появление на востоке следует за заходом Чату на западе, в конце ноября, в сумерках. Эти взаимосвязи освещены в свидетельствах коренных жителей, приведенных ниже: > "Звезды вписываются в соответствующие созвездия. Первая - Вюкютча. После зимы наступает лето. Это Ягуар. После него появляется Койатикуру в мае, в сумерках, когда на берегу появляется челюсть каймана. Бавета появляется в сентябре, в месяц черепахи. В мае падают Вукутча и Коятчикура. В конце мая они падают все вместе. В июле они появляются снова. В июле уже начинает появляться Бавета. Когда падает Вюкютча, начиная с мая, начинают появляться кайманы и черепахи. Апогей приходится на сентябрь". > > "В мае все созвездия падают вместе со своими планетами. Это летнее время. Позже, в июле, они снова появляются на Новый год. Койя и Вукутча покидают небо с мая по сентябрь. Позже, в июле, они появляются снова". > > Фернандо Маркес или Утчанку - перевод Лучо Тикуна интерпретирует процессы, на которые влияет череда метеорологических изменений, которые, в свою очередь, определяют дождливый и сухой сезоны. В этом регионе Западной Амазонии сезон дождей длится с декабря по март, а сухой сезон - с июня по сентябрь. В апреле, мае, октябре и ноябре количество осадков является промежуточным. В ноябре уровень воды начинает подниматься, а в конце декабря происходят приливы и отливы. В мае уровень воды падает до сентября - пика засухи. Периоды Эль-Ниньо предполагают дефицит осадков, вызывая экстремальную засуху великой реки; во время Ла-Нинья охлаждение Тихого океана увеличивает количество воды, вызывая резкие приливы и наводнения. Несмотря на зависимость от изменчивости погоды, во время сентябрьского равноденствия тикуна наблюдают, как туман влияет на то, как они видят ранним утром; звездное скопление Плеяды исчезает на утреннем горизонте в начале июня и вновь появляется вечером, в конце ноября. Цель тикуна - предсказать интенсивность предстоящих дождей, чтобы договориться с сущностью Маву, "хозяином дождя", о влиянии наводнений на их жизнедеятельность. Согласно объяснениям, полученным в Энепу (община тикуна в коренной земле Эваре II, в бразильском штате Амазония, в Западной Амазонии), влияние сезонности на жизнедеятельность тикуна более распространено вдоль реки Солимойнс. В верховьях Игарапеша, где расположен Энепу, пища в изобилии имеется круглый год. В Энепу деревья и пальмы, такие как инга и асаи, плодородны в течение всего года благодаря "девственности" и обогащению почвы естественным компостом. То же самое происходит и с рыбалкой в озере Прето, в пределах Энепу, где они могут в изобилии снабжать себя рыбой в течение всего года. А вот на Солимойнше рыбу можно найти только с апреля по июль, когда уровень воды падает. На Солимойнше изобилие рыбы также наблюдается с апреля по июль (или максимум в сентябре). Рыбалка усложняется, когда река находится высоко. Плоды местной пальмы асаи собирают летом и обычно приберегают для заготовок на зиму, когда охота и рыбалка скудны. Благодаря планированию и регулярному садоводству урожай можно собирать в течение всего года. Сбор урожая культурных растений также происходит в месяцы засухи. Существует определенная степень гибкости в адаптации сельскохозяйственного календаря к сезону дождей (когда рыбалка и охота малопродуктивны) и сухому сезону (когда рыбалка более обильная); однако трудности, связанные с навигацией и транспортом, возрастают по мере снижения уровня воды вдоль игарапе, связывающих реку. Однако традиционная культура не готова к непредвиденным изменениям в сезоне дождей, как это произошло в 2002 году. В тот год в июле начался сезон репикете (подъем уровня воды), который обычно происходит в сентябре. Это разрушило краткосрочный сельскохозяйственный цикл и сделало рыбу более скудной, изменив пищевые привычки. <p id="cit1"><notr><a href="#cit1a"><B>1</B></a></notr><cite>В данной работе принята лингвистическая конвенция при написании Tikuna, хотя некоторые антропологи и специалисты по коренным народам используют просторечную форму (Ticuna).</cite></p> <p id="cit2"><notr><a href="#cit2a"><B>2</B></a></notr><cite>По данным socioambiental.org, проверено 08/05/2019.</cite></p>
sv: Tikunas territorium omfattar en 600 kilometer lång region som sträcker sig från väst till öst från Chimbote-regionen i Peru - längs Amazonas-Solimões-dalen, i den så kallade Trapézio Amazônico (colombianska Amazonas Trapezoid) - till Barreira da Missão-regionen, i kommunen Tefé, i den brasilianska delstaten Amazonas (se The Ticuna Atlas, figur I). <img src="illustrations/Atlas_das_terras_Tikuna.png" width="753" height="453" /> <em>Figur 1: Tikuna-atlasen<cite id="cit1a">[<sup>**1**</sup>](#cit1)</cite> </em> De myndigheter och forskare som arbetar med dem uppskattar att mer än 53.544 (Siasi/Sesai, 2014) Tikunas bor i Brasilien (FUNASA, 2009), 8.000 i Colombia (Goulard, 2010) och 6.982 i Peru (INEL, 2007)<cite id="cit2a">[<sup>**2**</sup>](#cit2</cite>). Tillsammans utgör de den största ursprungsbefolkningen i Amazonas. Förutom sitt eget Tikuna-språk talar de även spanska och portugisiska, beroende på om de bor i Colombia och Peru eller i Brasilien. Tikuna-folket bor i byar vid floderna längs Amazonas-Solimões och dess bifloder, så kallade igarapés. Deras dagliga liv kretsar kring odlingscyklerna för olika jordbruksprodukter, särskilt maniok, som används för att producera det mjöl som Tikuna säljer på marknaderna i regionens största städer. De är också fiskare, jägare och samlare av skogsprodukter. Kvinnorna tillverkar hängmattor, väskor och andra föremål av växtfibrer, medan männen målar på tururifibrer och tillverkar pilar, paddlar och kanoter. Det bör noteras att Tikuna-indianerna i Brasilien lever i ursprungsområden som erkänns av Brasiliens politik för ursprungsbefolkningar. De är belägna på "jordiska öar" bland territorier som inte tillhör ursprungsbefolkningen och som ockuperas av den brasilianska befolkningen, från Tabatinga till Manaus (vilket illustreras i den brasilianska Tikuna Atlas). ### De astronomiska sambanden Tikuna-konstellationernas rörelser motsvarar en tolkning av nederbördens säsongsmässighet, vilket Tikuna-berättelserna antyder. Dessa konstellationer är relaterade till myter som handlar om Wücütchas uppstigning och fall (ett himlafenomen som är relaterat till jaguarklanen), Coyatchicüra (kajankäken) och Baweta (Tracajá, vattensköldpaddskollektivet), myrslokens kamp mot jaguaren och tapirens väg. Enligt Tikuna-indianernas vittnesmål dyker Baweta (Plejadernas stjärnkluster) upp på den östra himlen i slutet av november, när mörkret faller. Efter att Baweta har stigit upp stiger Caimans käke. Wücütchas ben motsvarar en del av Orions stjärnbild och den börjar försvinna från den västra himlen omkring den 20 maj, när mörkret faller på. Ungefär en månad tidigare försvinner också Caiman's Jaw, som motsvarar stjärnhopen Hyades i Oxen, västerut. Enligt Vieiras tolkning är Bawetas (sköldpaddskollektivets) form förknippad med stjärnorna i Plejadernas och Perseus asterismer. Bawetas ögon är Perseus fötter (Omicron Persei - Atik och ζ (Zeta) Persei). Den "V"-form som den västerländska astronomin relaterar till Oxens huvud kallas Coyatchicüra (Caiman's Jaw). Wücütchas ben motsvarar de stjärnor som bildar Orions grupp. Dess tår är Orions bälte och benens böjning är ι (iota) Orionis; κ (kappa) Orionis; η (eta) Leporis och δ (delta) Leporis. Under sommaren utkämpas striden mellan myrsloken (Tchatü) och jaguaren (Ai). Slutet på striden sammanfaller med Wücütchas död och uppstigande. Myrslokens ögon är belägna i β (beta) i Triangulum Australe; hans klo och kropp är i konstellationerna Norma och Ara. Jaguarens högra fot är i Skorpionens α (Antares), σ (Sigma) och τ (tau); dess ögon är i ε (epsilon) och μ (mu) Scorpii; och dess vänstra tass är i λ (Shaula), υ (upsilon Sco - Lesath) och κ (kappa) i samma konstellation. Wücütcha (Jaguarens ben) representerar regnets början i slutet av september, och dess återkomst i öster följer Tchatüs nedgång i väster, vid mörkrets inbrott, i slutet av november. Dessa samband belyses av ursprungsbefolkningens vittnesmål som återges nedan: &gt; "Stjärnorna passar in i sina respektive konstellationer. Först är det Wücütcha. Efter vintern börjar sommaren gå. Det är Jaguaren. Efter honom kommer Coyathicüra i maj månad, vid mörkrets inbrott, när kajmanens käke dyker upp på stranden. Baweta dyker upp i september, sköldpaddans månad. I maj faller Wücütcha och Coyatchicüra. De faller alla tillsammans i slutet av maj. I juli kommer de igen. Baweta börjar dyka upp redan i juli. När Wücütcha faller, i början av maj, börjar kajmaner och sköldpaddor dyka upp. Höjdpunkten är i september." &gt &gt; "I maj faller alla stjärnbilder tillsammans med sina planeter. Det är sommartid. Senare, i juli, dyker de upp igen inför det nya året. Coya och Wücütcha lämnar himlen från maj till september. Senare, i juli, dyker de upp igen." &gt &gt; Fernando Marques eller Ütchancu - översatt av Lucho Tikuna tolkar processer som påverkas av en följd av meteorologiska förändringar som i sin tur bestämmer regn- och torrperioderna. I denna region i västra Amazonas pågår regnperioden från december till mars och torrperioden från juni till september. Under april, maj, oktober och november är nederbörden måttlig. I november börjar vattennivån stiga och i slutet av december inträffar tidvattnet. Under maj månad sjunker vattennivån fram till september, då torkan är som värst. El Niño-perioderna innebär ett regnunderskott, vilket orsakar den extrema torkan i den stora floden; under La Niña ökar kylningen av Stilla havet vattenmängden, vilket orsakar dramatiska tidvatten och översvämningar. Även om de är beroende av vädervariationer, observerar Tikuna vid septemberdagjämningen hur dimma påverkar hur de ser tidigt på morgonen; stjärnklustret Plejaderna försvinner på morgonhorisonten i början av juni och dyker upp igen på kvällen i slutet av november. Tikunas mål är att förutse intensiteten i de kommande regnen för att kunna förhandla med entiteten Mawü, "regnets mästare", om översvämningarnas effekter på deras försörjningsaktiviteter. Enligt de förklaringar som finns i Enepü (ett Tikuna-samhälle i urfolkslandet Eware II, i den brasilianska delstaten Amazonas, i västra Amazonas) är säsongens påverkan på Tikuna-försörjningsaktiviteter mer utbredd längs Solimões. I igarapés huvudvattendrag, där Enepü ligger, finns det gott om mat året runt. I Enepü är träd och palmer, som ingá och açaí, bördiga året runt på grund av "jungfruligheten" och berikningen av jorden med naturlig kompost. Samma sak gäller för fisket i Pretosjön, som ligger inom Enepüs gränser, där man kan fiska rikligt med fisk året runt. I Solimões hittar man dock fisk endast från april till juli, när vattennivån sjunker. Överflöd i jakten är också från april till juli (eller högst september), längs Solimões. Fiske blir svårare när floden är hög. Frukten från den inhemska açaí-palmen samlas in på sommaren och sparas för att användas under vintern, då det är svårt att jaga och fiska. Genom planering och regelbunden trädgårdsskötsel är skörden tillgänglig året runt. Skörden av odlade växter sker också under torkmånaderna. Det finns en viss flexibilitet när det gäller att anpassa jordbrukskalendern till regnperioden (då fiske och jakt inte är produktivt) och torrperioden (då fisket är rikligare), men svårigheterna med navigering och transport ökar i takt med att vattennivån sjunker längs igarapés som förbinder floden. Den traditionella kulturen är dock inte förberedd på oförutsedda förändringar i regnperioden, som det som inträffade 2002. Det året började repiquete (höjningen av vattennivån), som normalt inträffar i september, i juli. Detta förstörde den kortsiktiga jordbrukscykeln och gjorde fisken mer sällsynt, vilket förändrade matvanorna. <p id="cit1"><notr><a href="#cit1a"><B>1</B></a></notr><cite>I detta arbete används språklig konvention när Tikuna skrivs, även om flera antropologer och experter på ursprungsbefolkningar använder den folkliga formen (Ticuna).</cite></p> <p id="cit2"><notr><a href="#cit2a"><B>2</B></a></notr><cite> Enligt socioambiental.org, konsulterad 2019-05-08.</cite></p>
uk: Територія тікуна є областю у 600 кілометрів довжини, із заходу на схід, від області Чимботе у Перу, уздовж порожнечі долини Амазонки-Солімойнс, у так званій Трапеції Амазонки (Колумбійській амазонській трапеції), до області Барр'єра-да-Міссау у муніципалітеті Тефе бразильського штату Амазонас (див. Атлас тікуна, рисунок 1). <img src="illustrations/Atlas_das_terras_Tikuna.png" width="753" height="453" /> <em>Рисунок 1. Атлас тікуна<cite id="cit1a">[**<sup>1</sup>**](#cit1)</cite> </em> Агенції і дослідники, які мають з ними справу, оцінюють кількість тікуна у 53544 (Сіасі/Сесаї, 2014) у Бразилії (FUNASA, 2009), 8000 у Колумбії (Гулар, 2010) та 6982 у Перу (INEL, 2007)<cite id="cit2a">[**<sup>2</sup>**](#cit2)</cite>. Разом, це народ є найбільшим серед тубільних амазонських племен. Окрім власної мови тікуна, його представники розмовляють іспанською або португальською, залежно від країни, де вони проживають, Колумбії або Перу чи Бразилії. Тікуна живуть у селищах на узбережжі рік уздовж Амазонки-Солімойнс та її приток, які називають ігарапами. Щоденне життя точиться навколо циклів обробки різних сільськогосподарських продуктів; особливо, маніоки, з якої роблять борошно, яке тікуна продають на ринках у основних містах регіону. Іншими заняттями є рибальство, полювання та збирання лісових продуктів. Жінки племені плетуть гамани, сумки та інші речі з рослинних волокон, а чоловіки розфарбовують волокна турурі і роблять стріли, весла та каное. Слід зауважити, що у Бразилії індіанці тікуна живуть на тубільних землях, які закріплено у бразильському законодавстві щодо тубільців. Ці землі розташовано як «острівці» серед звичайних територій, які заселено бразильцями, від Табатінги до Манауса (як це ілюстровано на атласі тікуна у Бразилії). ### Астрономічна кореляція Рухи сузір'їв тікуна відповідають інтерпретації сезонності злив, як це оповідається тікуна. Ці сузір'я пов'язано із міфами щодо сходження та падіння Вуцутчі (небесного звіра, пов'язаного із кланом Ягуара), Коятчіцурою (Щелепою Каймана) та Баветою (Трацая, зграєю водних черепах), битвою Трубкозуба із Ягуаром та Шляхом Тапіра. За переказами тубільців тікуна, Бавета (Скупчення зірок Плеяди) з'являється у східній частині неба наприкінці листопада, вночі. Після сходження Бавети сходить Щелепа Каймана. Нога Вуцутчі відповідає частині сузір'я Оріона; вона починає зникати із західної частини неба близько 20 травня вночі. Близько за місяць до цього із західної частини неба також зникає Щелепа Каймана, що відповідає скупченню Гіади у Тільці. За інтерпретацією Віейри, форма Бавети (зграї черепах) пов'язані із зірками у астеризмах Плеяд і Персея. Очі Бавети є ногами Переся (омікрон Персея — Атік та ζ (дзета) Персея). «V», яку у західноєвропейській астрономії пов'язують із головою Тільця, називають Коятчіцура (Щелепа Каймана). Нога Вуцутчі відповідає зіркам, з яких складається Оріон. Ступні є Поясом Оріона, а вигином ніг є ι (йота) Оріона, κ (каппа) Оріона, η (ета) Зайця та δ (дельта) Зайця. Протягом літа відбувається битва між Трубкозубом (Тчату) та Ягуаром (Аї). Кінець битви збігається із смертю і сходженням Вуцутчі. Очі Трубкозуба розташовано у β (беті) Південного Трикутника, його кігтями і тілом є сузір'я Косинця і Жертовника. Правою лапою Ягуара є α Скорпіона (Антарес), σ Скорпіона і τ Скорпіона; його очима є ε і μ Скорпіона; а його лівою лапою — λ (Шаула), υ (іпсілон Скорпіона — Лесат) та κ (каппа) того самого сузір'я. Вуцутча (нога Ягуара) відповідає початку дощів наприкінці вересня, а його повторна поява на сході слідує за заходом Тчату на заході уночі наприкінці листопада. Ці зв'язки виявляє тубільний переказ, який наведено нижче: > «Зірки розподілено за відповідними сузір'ями. Першим є Вуцутча. Після зими починає крокувати літо. Це Ягуар. Після нього приходить Коятчіцура у місяці травні, уночі, коли на березі з'являється Щелепа Ягуара. Бавета з'являється у вересні, місяці черепахи. У травні заходять Вуцутча і Коятчіцура. Вони усі заходять разом наприкінці травня. У липні вони з'являються знову. Бавета вже починає з'являтися у липні. Коли заходить Вуцутча, на початку травня, починають з'являтися каймани і черепахи. Вершина — у вересні.» > > «У травні заходять усі сузір'я, разом із їхніми планетами. Це час літа. Пізніше, у липні, вони з'являються знову для нового року. Коя і Вуцутча покидають небо з травня до вересня. Пізніше, у липні, вони з'являються знову.» > > Фернандо Маркес або Утчанцу — перекладено Lucho Тікуна тлумачать процеси, на які впливає послідовність метеорологічних змін, яка сама визначає дощові і сухі сезони. У цій області Західної Амазонії дощовий сезон триває з грудня до березня, а сухий — з червня до вересня. Протягом квітня, травня, жовтня та листопада рівень опадів є проміжним. У листопаді починає підніматися рівень води, а наприкінці грудня можуть трапитися припливи. Від травня рівень води спадає, аж до вересня, піку посухи. Періоди Ель-Ніньйо означають нестачу дощів, яка спричиняє надзвичайну посуху на великій ріці; під час Ла-Ніньї охолодження Тихого океану спричиняє надмірне зволоження із припливами та повенями з трагічними наслідками. Хоча це залежить від погоди, у вересневе рівнодення тікуна спостерігають за туманом раннього ранку; Плеяди зникають з вранішнього горизонту на початку червня і знову з'являються ввечері наприкінці листопада. Метою спостереження тікуна є передбачення інтенсивності наступних дощів з метою узгодження із сутністю Маву, «Господаря Дощу», впливу повеней на життя людей племені. Відповідно до пояснень, які походять з Енепу (спільноти тікуна у тубільній землі Еваре II у бразильському штаті Амазонас, у Західній Амазонії), вплив сезонності на роботу тікуна, яка годує людей, є найважливішим фактором уздовж ріки Солімойнс. У верхів'ях приток, де розташовано Енепу, протягом року доволі багато їжі. В Енепу протягом усього року плодоносять дерева і пальми, зокрема інга та ачаї. Причиною є збагачення землі природнім компостом. Те сам стосується рибальства на озері Прето, у межах території Енепу. З озера тубільці можуть отримувати достатньо риби протягом усього року. Втім, у Солімойнс рибу можна спіймати лише з квітня до липня, коли падає рівень води. Безліч мисливської здобичі уздовж течії Солімойнс також можна вполювати з квітня до липня (або не далі вересня). Рибальство стає ускладненим, коли рівень води у ріці підвищується. Фрукти місцевої пальми ачаї збирають влітку і зберігають для приготування під час зими — часу ускладненого полювання та риболовлі. Планування та регулярне садівництво дають змогу збирати врожаї протягом усього року. Урожай з посаджених рослин можна збирати і під час посушливих місяців. У пристосуванні сільськогосподарського календаря до сезону дощів (коли полювання та рибальство є складними) та посушливого сезону (коли рибальство є простим) є певна гнучкість; втім, існують певні складнощі при навігації та транспортуванні вирощеного при спаданні рівня води в ігарапах, які пов'язано із рікою. Втім, традиційна культура не приготувала людей до несподіваних змін у сезонах дощів, таких, які трапилися у 2002 році. Того року у липні розпочався репікете (підняття рівня води), який зазвичай трапляється у вересні. Це призвело до руйнування короткотермінового сільськогосподарського циклу і не дало тубільцям нормально рибалити, змінивши їхню можливість харчуватися. <p id="cit1"><notr><a href="#cit1a"><B>1</B></a></notr><cite>У цій роботі використано лінгвістичний варіант при написанні назви «тікуна» (Tikuna), хоча деякі антропологи та експерти з тубільних племен використовують форму «тіцуна» (Ticuna).</cite></p> <p id="cit2"><notr><a href="#cit2a"><B>2</B></a></notr><cite>Відповідно до socioambiental.org, запит від 08/05/2019.</cite></p>
