Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Single Stars <p> In contrast to constellations, there are much more lists of single stars preserved from the later epochs. We use this Late Babylonian or Seleucid sky culture to focus on the single star names. There are plenty of <i>ziqpu</i> lists (lists of culminating stars) and for measurements in the zodiac, "normal stars" have been introduced. Normal stars (from Latin "norma" = the measure) are a frame of reference for mathematical astrometry of the Late Babylonian epoch. While for most of the other stars the margin of error concerning their identification with a celestial counterpart is sometimes huge, the normal stars are identified properly because their coordinates can be derived from the planets standing next to them (Jones, 2004). </p> ### Source(s) <p>The lists of ziqpu stars and normal stars are mostly compiled from the modern compendium Hunger and Pingree: Astral Science in Mesopotamia, 1999 and some of the other papers given in "Further Reading". The book by Hoffmann, 2017 already contains several computations with these stars and more literature (e.g. Wayne Horowitz has worked on <i>ziqpu</i> stars for many years but is not mentioned here with a special paper although his translations contributed a lot for this study). A likely version of the Late Babylonian stick figures will be added in a later release of Stellarium. </p> <p> ### MUL.APIN constellations partially re-worked <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism</td> <td>our commentary</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>1</notr></td> <td><sup>STAR</sup><i>EPINNU</i>(Plough)</td> <td></td> <td><notr>Cas</notr></td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>2</notr></td> <td><sup>STAR</sup><i>BARBARU</i> (Wolf): seeder of <sup>STAR</sup><i>EPINNU</i></td> <td>"wolf" here does not mean the animal but a part of the plough.</td> <td><notr>&gamma; Cas (+?)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>3</notr></td> <td><sup>STAR</sup><i>&Scaron;&#298;BU</i>(Old Man)</td> <td></td> <td><notr>Per</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>4</notr></td> <td><sup>STAR</sup><i>GAMLU</i>(Throwing-stick)</td> <td></td> <td>in<notr> Aur</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>5</notr></td> <td><sup>STAR</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Great Twins)</td> <td></td> <td><notr>Gem</notr></td> </tr> </tbody> <tbody> <tr valign="top" style="background: #e7e6e6"> <td><notr>6</notr></td> <td><sup>STAR</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Little Twins)</td> <td>do not exist anymore (merged with Great Twins) </td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>7</notr></td> <td><sup>STAR</sup><i>ALLUTTU</i>(Crab)</td> <td></td> <td><notr>Cnc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>8</notr></td> <td><sup>STAR</sup><i>URGUL&Ucirc;</i>(Lion)</td> <td></td> <td><notr>Leo</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>9</notr></td> <td>STAR opposite <sup>STAR</sup><i>URGUL&Ucirc;</i>: STAR (of the) King</td> <td></td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>10</notr></td> <td>twinkling STARs in the tail of <sup>STAR</sup><i>URGUL&Ucirc;</i>: &quot;date-palm spadix&quot; (jewellery?) (of) <sup>GOD</sup>Erua</td> <td></td> <td><notr>Com</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>11</notr></td> <td><sup>STAR</sup>&Scaron;U.PA(The Bright?) = <sup>GOD</sup>Enlil</td> <td></td> <td><notr>Boo</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>12</notr></td> <td>STAR in front of it: <sup>STAR</sup><i>&#7722;ENGALL&#256;YU</i> (Abundant)</td> <td></td> <td><notr>&alpha; Boo </notr>or<notr> &alpha; CVn</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>13</notr></td> <td>STAR behind it: <sup>STAR</sup><i>B&#256;&Scaron;TUM</i> (Dignity)</td> <td></td> <td><notr>CrB</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>14</notr></td> <td><sup>STAR</sup><i>EREQQU</i> (Wagon)</td> <td></td> <td><notr>UMa</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>15</notr></td> <td>STAR by the pole of <sup>STAR</sup><i>EREQQU</i>: <sup>STAR</sup><i>&Scaron;&#274;LEBU</i>(Fox)</td> <td></td> <td>Alcor<notr> (80 UMa)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>16</notr></td> <td>STAR on the forehead of <sup>STAR</sup><i>EREQQU</i>: <sup>STAR</sup><i>LA&#7722;RU</i>(Ewe)</td> <td></td> <td><notr>&alpha; UMa (+)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>17</notr></td> <td><sup>STAR</sup>MU.BU.K&Eacute;&Scaron;.DA (Hitched yoke?)</td> <td></td> <td><notr>UMi</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>18</notr></td> <td><sup>STAR</sup>MAR.G&Iacute;D.DA.AN.NA (Wagon of heaven)</td> <td></td> <td>somewhere betw UMi and Vega?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>19</notr></td> <td>STAR in its bond: <sup>STAR</sup><i>APIL-EMA&#7722;</i> (Heir of the Ema&#7723;-temple)</td> <td></td> <td><notr>&alpha; UMi (?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>20</notr></td> <td><sup>STAR</sup><i>ENZU</i>(She-Goat)</td> <td></td> <td><notr>Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>21</notr></td> <td>STAR in front of <sup>STAR</sup><i>ENZU</i>: <sup>STAR</sup><i>KALBU</i>(Dog) [of Goddess Gula]</td> <td></td> <td>in<notr> Her</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>22</notr></td> <td>bright STAR of <sup>STAR</sup><i>ENZU</i></td> <td></td> <td><notr>&alpha; Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>23</notr></td> <td>2 STAR<sup>s</sup> behind it: <sup>GOD</sup>Nin-SAR and <sup>GOD</sup>Errakal</td> <td></td> <td><notr>&eta;, &theta; Lyr ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>24</notr></td> <td><sup>STAR</sup><i>nimru</i> (Panther)</td> <td>In Late Babylonian language ("dictionaries") a new reading of this constellation name appears: it should be interpreted as Akkadian word "nimru" translating to "the Panther"; the old demon at this place seems to have been replaced.</td> <td><notr>Cyg</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>25</notr></td> <td>STAR to the right of it: <sup>STAR</sup>&Scaron;<i>A&#7722;&Ucirc;</i> (Pig)</td> <td></td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>26</notr></td> <td>STAR to the left of it: <sup>STARS</sup><i>SIS&Ucirc;</i> (Horse)</td> <td></td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>27</notr></td> <td>STAR behind it: <sup>STAR</sup><i>LULIMMU</i> (Stag)</td> <td>We shifted the Stag to display another suggestion and because the Panther occupies different areas than the UKADUA demon. It is still uncertain but in this version the breast of the Stag includes M31 which could be the "Field Mouse". </td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>28</notr></td> <td>twinkling STAR<sup>s</sup> opposite <sup>STAR</sup><i>LULIMMU</i>(Stag): <sup>GOD</sup>&#7722;arriru (Field Mouse)</td> <td></td> <td><notr>M31 ?</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Path of <sup>GOD</sup>Enlil finished.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism</td> <td>our commentary</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>32</notr></td> <td><sup>STAR</sup>ONE&middot;&quot;FIELD&quot;(area measure)</td> <td></td> <td><notr>Peg</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33</notr></td> <td>STAR opposite <sup>STAR</sup>ONE&middot;'FIELD': <sup>STAR</sup><i>&Scaron;IN&#362;NUTU</i>(Swallow)</td> <td>the southern one of the two ellipses of fish; in comparison to the earlier version a small constellation which shifted northwestwards</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33 (a)</notr></td> <td><sup>STAR</sup><i>ZIBATI</i>(Tails)</td> <td>Since the Old Babylonian 'Great Swallow' turned into a small swallow and was shifted to another place, the V-shaped tails of the Great Swallow remained without any meaning. Still, they are used as constellation (Tails - but nobody knows of whom). Later, the V-shape was interpreted as a band connecting the little swallow with a little fish below the constellation of Anunitu.</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>34</notr></td> <td>STAR behind <sup>STAR</sup>ONE&middot;'FIELD': <sup>STAR</sup><i>ANUNN&#298;TU</i></td> <td>Our stick figure is prepared to transform to the Greek Andromeda: Anunitu is another name for the Babylonian goddess of sexual love Ishtar who was equalized with Greek Aphrodite whose myth in Syria was connected to fish.</td> <td><notr>And</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>35</notr></td> <td>STAR behind it: <sup>STAR</sup><i>AGRU</i>(Hired Worker)</td> <td>Over centuries of abbreviation of the names of constellations, the Babylonian LU.HUN.GA transformed to HUN which is a sign similar to UDU (sheep). Therefore, the working man transformed to a sheep. This was likely a Babylonian wordplay only and therefore the constellation figure is not supposed to really look like a sheep.</td> <td><notr>Ari</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>36</notr></td> <td>STAR.STAR(<i>ZAPPU</i>, Bristle): <sup>GOD</sup>Sebettu</td> <td>Old Babylonian termed only "the Star Cluster", Middle Babylonian insists to equalize this with Sebettu (the Seven Gods, warriors) - reason unknown. Late Babylonian more often uses the term "the Bristle" on the neck of the Bull. This interpretation is equal to the Greek one.</td> <td>Pleiades</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>37</notr></td> <td><sup>STAR</sup>BULL&middot;OF&middot;HEAVEN(<i>AL&Ucirc;</i>) and <sup>GOD</sup><i>Is-l&ecirc;</i> (Jaw of the Wild Bull)</td> <td>The Bull of Heaven is a mythological figure from the epos of Gilgamesh. Gilgamesh fights him and divides him in halves (which explains its depiction in the sky). The "Jaw" are the Hyades.</td> <td><notr>Tau </notr>and Hyades</td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>38</notr></td> <td><sup>STAR</sup>TRUE&middot;SHEPHERD&middot;OF&middot;HEAVEN (<i>&Scaron;ITADDALLU</i>, Orion)</td> <td></td> <td><notr>Ori</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>39</notr></td> <td>Twin STARs opposite <sup>STAR</sup><i>&Scaron;ITADDALLU</i></td> <td></td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>40</notr></td> <td>STAR behind it: <sup>STAR</sup><i>TARLUGALLU</i> (Cock)</td> <td>Normally, the Cock is identified with modern Lepus but this does not make any sense to me: "behind" Orion, i.e. rising after him is Prokyon, a very bright star without any known Babylonian name. The Greeks named him "pro kyon" (rising before the dog) because in some of the conquered cultures Prokyon was an indicator for the soon rising of Sirius (the dog star for them). Sirius was not a dog star in Babylonian sky culture but, however, important for the calendar. That is why, I suggest to take Prokyon for a crowing rooster, somehow announcing the brighter Sirius.</td> <td><notr>Lep (</notr>or<notr> &alpha; CMi ??)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>41</notr></td> <td><sup>STAR</sup>GAG.SI.S&Aacute; (Arrow)</td> <td>The depicted version is a suggestion. Sure is only Sirius, for the rest, there are multiple options.</td> <td>Sirius + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>42</notr></td> <td><sup>STAR</sup><i>QA&Scaron;TU</i> (Bow)</td> <td>I suppose, this is the mostly accepted version (out of several existing options).</td> <td>in<notr> CMa ?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>43</notr></td> <td>STAR (of) <sup>GOD</sup>NIRA&#7722; (Snake-god)</td> <td></td> <td><notr>Hya</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>44</notr></td> <td><sup>STAR</sup><i>&#256;RIBU</i> (Raven)</td> <td></td> <td><notr>Crv</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>45</notr></td> <td><sup>STAR</sup><i><sup>GOD</sup>&Scaron;ala</i>, ear of grain</td> <td>The old constellation of the Furrow vanished and left the Maiden (goddess &Scaron;ala) instead. The stable element is the 'ear of grain' as name for the brightest star (Greek Stachys, Latin Spica).</td> <td><notr>Vir</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>46</notr></td> <td><sup>STAR</sup><i>ZIB&#256;N&#298;TU</i>(Scales)</td> <td>Since MUL.APIN identifies the Scales with a part (horns) of the Scorpion this constellation vanished in early Greek astronomy and re-appeared only in early Roman times (Almagest and thereafter). We think, that the earlier versions of the Scales should have been a separate constellation and not part of the Scorpion. That's why, we turned it around 180° because in the Babylonian sky culture Virgo (as Furrow as well as the Maiden &Scaron;ala) does not need so much space.</td> <td>circa Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>47</notr></td> <td>STAR (of) <sup>GOD</sup>Zababa</td> <td>Normally identified with the area of Ophiuchus. </td> <td><notr>Oph</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>48, 49</notr></td> <td><sup>STAR</sup><i>ER&Ucirc;</i> (Eagle) and <sup>STAR</sup><i>PAGRU</i> (Corpse)</td> <td>The Eagle (Aql) is connected with a Corpse which reminds on the Almagest figure of the Eagle carrying dead Antinuos. It appears likely that the Eagle, in former times, had been a vulture because vultures are associated with dead bodies and eagles not and in Babylonian mythology an eagle carries preferably a living (not dead) man. Additionally, many early languages do not distinguish eagles and vultures. </td> <td><notr>Aql +</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Path of Anum completed.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism</td> <td>our commentary</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>54</notr></td> <td><sup>STAR</sup><i>N&#362;NU</i>(Fish)</td> <td>Greek "the Great Fish" </td> <td><notr>PsA</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>55</notr></td> <td>GREAT&middot;STAR: <sup>GOD</sup>Ea</td> <td>The god of wisdom and witchcraft, Ea, is usually depicted with streams of water springing from his shoulders. For Babylonians this was a clear image of the springs of Euphrates and Tigris. Since this was not cler to the Greek, they named this figure simply "the Man with the Water" or "Water-Carrier".</td> <td><notr>Aqr</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>56</notr></td> <td>STAR of (the city of) Eridu</td> <td></td> <td>Canopus<notr> (&alpha; Car)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>57</notr></td> <td>STAR to its right: STAR (of) <sup>&lt;GOD&gt;</sup>Ninma&#7723;</td> <td>Since Canopus is almost opposite Aquarius in the sky, it is unclear where this asterism is to be located.</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>58</notr></td> <td><sup>STAR</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i></td> <td>still unclear</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>59</notr></td> <td>STAR to its right: <sup>STAR</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), in the centre of which the Aps&ucirc; is visible</td> <td> still unclear - but maybe the Aps&ucirc; is the southernmost part of the Milky Way. </td> <td>in<notr> Vela (Aps&ucirc;~MW?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>60</notr></td> <td>2 STAR<sup>s</sup> behind it: <sup>GOD</sup>&Scaron;ullat and <sup>GOD</sup>&#7722;ani&scaron;</td> <td>no hints, no clue</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>61</notr></td> <td>STAR behind it which lights up like <sup>GOD</sup>Ea (and) sets like Ea: STAR (of) <sup>GOD</sup>Numu&scaron;da</td> <td>should be an male anthropomorphous figure (a god)</td> <td><notr>Cen</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>62</notr></td> <td>STAR to the left of <sup>STAR</sup><i>ZUQAQ&#298;PU</i> (Scorpion): <sup>STAR</sup><i>URIDIMMU</i></td> <td></td> <td><notr>Lup</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>63</notr></td> <td><sup>STAR</sup><i>ZUQAQ&#298;PU</i></td> <td></td> <td><notr>Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>64</notr></td> <td><sup>STAR</sup><i>IRAT&middot;ZUQAQ&#298;PI<br/></i> (Breast of the Scorpion): <sup>GOD</sup>Lisin</td> <td>single star name</td> <td>Antares<notr> (&alpha; Sco)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>65</notr></td> <td>2 STAR<sup>s</sup> on the sting (<i>ZIQTU</i>) of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>: <sup>GOD</sup>&Scaron;arur and <sup>GOD</sup>&Scaron;argaz</td> <td>Since &Scaron;argaz is an old term for the sting, this is almost clear and re-applied as official modern star name by the IAU 2016.</td> <td><notr>&lambda;, &nu; Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>66</notr></td> <td>STAR behind them: <sup>GOD</sup>Pabilsa&#285;</td> <td>The depiction of god Pabilsa&#285; is iconographically clear. It can easily be transformed to a Greek centaur (see Boll, 1903). </td> <td><notr>Sgr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>67, 68</notr></td> <td><sup>STAR</sup><i>MAKURRU</i> (Bark) (and?) <sup>STAR</sup><i>SU&#7722;URM&#256;&Scaron;U</i> (Goat-fish) </td> <td> Either the Bark was identified with the Goat-Fish implying that both terms designate the same constellation (esp. likely for Old Babylonian epochs before MUL.APIN, hypotheses published by Craig Crossen in Sky&Telescope). Alternatively (and esp. likely for later epochs) the Bark was shifted to the west, under the feet of Pabilsa&#285; (Sagittarius). That explains Eratosthenes's long debate on the illogial image of a centaur standing on a ship. In case The Bark was a standalone constellation, it should be identified with Ptolemy's Southern Crown (Corona Australis).</td> <td><notr>(CrA &amp;) Cap</notr></td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">Path of <sup>GOD</sup>Ea completed.</td> </tr> </tbody> </table> </p>
de: ### Einzelne Sterne <p> In contrast to constellations, there are much more lists of single stars preserved from the later epochs. We use this Late Babylonian or Seleucid sky culture to focus on the single star names. There are plenty of <i>ziqpu</i> lists (lists of culminating stars) and for measurements in the zodiac, "normal stars" have been introduced. Normal stars (from Latin "norma" = the measure) are a frame of reference for mathematical astrometry of the Late Babylonian epoch. While for most of the other stars the margin of error concerning their identification with a celestial counterpart is sometimes huge, the normal stars are identified properly because their coordinates can be derived from the planets standing next to them (Jones, 2004). </p> ### Quelle(n) <p>The lists of ziqpu stars and normal stars are mostly compiled from the modern compendium Hunger and Pingree: Astral Science in Mesopotamia, 1999 and some of the other papers given in "Further Reading". The book by Hoffmann, 2017 already contains several computations with these stars and more literature (e.g. Wayne Horowitz has worked on <i>ziqpu</i> stars for many years but is not mentioned here with a special paper although his translations contributed a lot for this study). A likely version of the Late Babylonian stick figures will be added in a later release of Stellarium. </p> <p> ### MUL.APIN Sternbilder teilweise überarbeitet <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">Sternbildnummer</td> <td>Asterismus</td> <td>unser Kommentar</td> <td>Position am Himmel</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>1</td> <td>EPINNU-Gestirn (Pflug)</td> <td></td> <td>Cas</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>2</td> <td>Wolf-Gestirn: Saattrichter des Pflug-Gestirns</td> <td>"Wolf" bezeichnet hier nicht das Tier, sondern ein Bauteil des Pflugs</td> <td>&gamma; Cas (+?)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>3</td> <td>Gestirn des Alten Mannes</td> <td></td> <td>Per</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>4</td> <td>Gestirn des Wurfholzes</td> <td></td> <td>in Aur</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>5</td> <td>Gestirn der Großen Zwillinge</td> <td></td> <td>Gem</td> </tr> </tbody> <tbody> <tr valign="top" style="background: #e7e6e6"> <td>6</td> <td>Gestirn der Kleinen Zwillinge</td> <td>existiert nicht mehr (verschmolz mit den Großen Zwillingen) </td> <td>Gem</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>7</td> <td>Gestirn des Krebes</td> <td></td> <td>Cnc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>8</td> <td>Gestirn des URGUL&Ucirc; (ein löwenartiger Dämon)</td> <td></td> <td>Leo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>9</td> <td>Gestirn gegenüber dem URGUL&Ucirc;-Gestirn: Gestirn des Königs</td> <td></td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>10</td> <td>wimmelnde Sterne im Schwanz des URGUL&Ucirc;-Gestirns: Dattelpalmenrispe, (Juwelen der) Göttin Erua</td> <td></td> <td>Com</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>11</td> <td>&Scaron;U.PA-Gestirn (der helle?) = Gott Enlil</td> <td></td> <td>Boo</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>12</td> <td>Gestirn davor: Gestirn der Fülle/ des Überflusses </td> <td></td> <td>&alpha; Boo oder &alpha; CVn</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>13</td> <td>Gestirn dahinter: Gestirn der Würde</td> <td></td> <td>CrB</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>14</td> <td>Gestirn des Wagens</td> <td></td> <td>UMa</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>Gestirn an der Stange des Wagengestirns: Fuchs-Gestirn</td> <td></td> <td>Alcor (80 UMa)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>16</td> <td>Gestirn an der Stirn des Wagen-Gestirns: Mutterschaf-Gestirn</td> <td></td> <td>&alpha; UMa (+)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>17</td> <td>Gestirn des angebundenen Jochs</td> <td></td> <td>UMi</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>18</td> <td>Gestirn des Himmelswagens</td> <td></td> <td>irgendwo zwischen UMi und Vega?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>19</td> <td>Gestirn an seiner Verbindung: Gestirn des Erben des Ema&#7723;-Tempels</td> <td></td> <td>&alpha; UMi (?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>20</td> <td>Gestirn der Ziege</td> <td></td> <td>Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>21</td> <td>Gestirn vor dem Ziegengestirn: Gestirn des Hundes [der Göttin Gula]</td> <td></td> <td>in Her</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>22</td> <td>heller Stern des Ziegengestirns</td> <td></td> <td>&alpha; Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>23</td> <td>2 Sterne dahinter: Gott Nin-SAR und Gott Errakal</td> <td></td> <td>&eta;, &theta; Lyr ?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>24</td> <td>Gestirn des Panthers</td> <td>In spätbabylonischen Wörterbüchern erscheint eine neue Lesung dieses Sternbildnamens: Es wird als das akkadische Wort "nimru" für "Panther" interpretiert; der alte Dämon an dieser Stelle scheint dadurch ersetzt worden zu sein. </td> <td>Cyg</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>25</td> <td>Gestirn rechts davon: Schwein-Gestirn</td> <td></td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>26</td> <td>Gestirn links davon: Pferd-Gestirn</td> <td></td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>27</td> <td>Gestirn dahinter: Hirsch-Gestirn </td> <td>We shifted the Stag to display another suggestion and because the Panther occupies different areas than the UKADUA demon. It is still uncertain but in this version the breast of the Stag includes M31 which could be the "Field Mouse". </td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>28</td> <td>wimmelnde Sterne gegenüber dem Hirsch-Gestirn: Feldmaus-Gottheit</td> <td></td> <td>M31 ?</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Pfad des Gottes Enlil vollständig</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">Sternbildnummer</td> <td>Asterismus</td> <td>unser Kommentar</td> <td>Position am Himmel</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>32</td> <td>Gestirn des Flächenmaßes "Ein Feld"</td> <td></td> <td>Peg</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33</td> <td>Gestirn gegenüber des Flächenmaß-Gestirns: Gestirn der Schwalbe. </td> <td>die südliche der zwei Fischellipsen; im Vergleich zu den früheren Versionen ein kleines Sternbild, das nach Nordwest verschoben war</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33 (a)</td> <td>Gestirn der Schwänze</td> <td>Seitdem die altbabylonische Riesenschwalbe in eine kleine Schwalbe umgewandelt und an andere Stelle versetzt wurde, blieb der ursprüngliche V-förmige Schwalbenschwanz alleine übrig und wurde bedeutungslos. Trotzdem wurde er als Sternbild weiter genutzt ("Schwänze" - man weiß nicht, wovon). Später wurde die V-Form als Band interpretiert, das die kleine Schwalbe mit einem kleinen Fisch verbindet, der sich unter dem Sternbild der Göttin Anunitu befindet. </td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>34</td> <td>Gestirn hinter dem Flächenmaß-Gestirn: ANUNN&#298;TU-Gestirn</td> <td>Unsere Strichfigur ist eine Vorbereitung zur Transformation in die griechische Andromeda: Anunitu ist ein anderer Name für die babylonische Gottheit der sexuellen Liebe, Ischtar, die mit der griechischen Aphrodite gleichgesetzt wurde, die wiederum in der syrischen Mythologie mit einem Fisch verbunden war. </td> <td>And</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>35</td> <td>Gestirn dahinter: Gestirn des Lohnarbeiters</td> <td>Über die Jahrhunderte wurden die Namen der Sternbilder abgekürzt, das babylonische Wort LU.HUN.GA wurde zu HUN, dessen Schriftzeichen ähnlich wie das für UDU (Schaf) aussieht. So wurde aus dem Arbeiter ein Schaf. Wahrscheinlich handelt es sich um ein babylonisches Wortspiel, so dass das Sternbild niemals die Anforderung hatte, wie ein Schaf auszusehen. </td> <td>Ari</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>36</td> <td>der Sternhaufen (die Borstenhaare): die Siebenheit-Gottheit</td> <td>Altbabylonisch nur "Sternhaufen" genannt, mittelbabylonisch mit der Siebenheit identifiziert (das sind sieben Götter, sprechende Waffen) - aus unbekanntem Grund. Spätbabylonisch häufiger "die Borstenhaare" am Nacken des Stiers genannt. Diese Interpretation entspricht der griechischen.</td> <td>Plejaden</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>37</td> <td>Gestirn des Himmelsstiers und Gottheit "Kiefer des Wildstiers"</td> <td>Der Himmelsstier ist eine mythologische Figur aus dem Gilgamesch-Epos. Gilgamesch kämpft mit ihm und halbiert ihn (was die Darstellung am Himmel erklärt). Der "Kiefer" sind die Hyaden.</td> <td>Tau und Hyaden</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>38</td> <td>Gestirn des Treuen Himmelshirten</td> <td></td> <td>Ori</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>39</td> <td>Zwillingssterne gegenüber dem Gestirn des Himmelshirten</td> <td></td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td>40</td> <td>Gestirn dahinter: Hahn-Gestirn</td> <td>Normally, the Cock is identified with modern Lepus but this does not make any sense to me: "behind" Orion, i.e. rising after him is Prokyon, a very bright star without any known Babylonian name. The Greeks named him "pro kyon" (rising before the dog) because in some of the conquered cultures Prokyon was an indicator for the soon rising of Sirius (the dog star for them). Sirius was not a dog star in Babylonian sky culture but, however, important for the calendar. That is why, I suggest to take Prokyon for a crowing rooster, somehow announcing the brighter Sirius.</td> <td>Lep (oder &alpha; CMi ??)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>41</td> <td>Pfeil-Gestirn</td> <td>Die abgebildete Version ist ein Vorschlag. Sicher ist nur Sirius - für den Rest gibt es mehrere Optionen. </td> <td>Sirius + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td>42</td> <td>Bogen-Gestirn</td> <td>Ich glaube, das ist die zumeist akzeptierte Fassung (von mehren vorhandenen Optionen).</td> <td>in CMa ?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>43</td> <td>Gestirn des Schlangengottes NIRA&#7722; </td> <td></td> <td>Hya</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>44</td> <td>Gestirn des Raben</td> <td></td> <td>Crv</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>45</td> <td>Gestirn der Göttin &Scaron;ala, Kornähre</td> <td>Das alte Sternbild der Furche verschwand und übrig blieb stattdessen das Mädchen (die Göttin &Scaron;ala). Das stabile Element ist hier die Kornähre als Name für den hellsten Stern: auf Griechisch Stachys, Latein Spica. </td> <td>Vir</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>46</td> <td>Gestirn der Waage</td> <td>Since MUL.APIN identifies the Scales with a part (horns) of the Scorpion this constellation vanished in early Greek astronomy and re-appeared only in early Roman times (Almagest and thereafter). We think, that the earlier versions of the Scales should have been a separate constellation and not part of the Scorpion. That's why, we turned it around 180° because in the Babylonian sky culture Virgo (as Furrow as well as the Maiden &Scaron;ala) does not need so much space.</td> <td>circa Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>47</td> <td>Gestirn des Gottes Zababa</td> <td>Üblicherweise mit dem Bereich des Schlangenträgers gleichgesetzt. </td> <td>Oph</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>48, 49</td> <td>Gestirn des Adlers und Gestirn des Leichnams</td> <td>The Eagle (Aql) is connected with a Corpse which reminds on the Almagest figure of the Eagle carrying dead Antinuos. It appears likely that the Eagle, in former times, had been a vulture because vultures are associated with dead bodies and eagles not and in Babylonian mythology an eagle carries preferably a living (not dead) man. Additionally, many early languages do not distinguish eagles and vultures. </td> <td>Aql +</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Pfad von Anu vollständig</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">Sternbildnummer</td> <td>Asterismus</td> <td>unser Kommentar</td> <td>Position am Himmel</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>54</td> <td>Gestirn des Fisches</td> <td>Griechisch „der Große Fisch“ </td> <td>PsA</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>55</td> <td>Großartiges Gestirn: Gott Ea</td> <td>Der Gott für Weisheit und Zauberkraft, Ea, wird gewöhnlich mit zwei Strömen von Wasser dargestellt, die aus seinen Schultern entspringen. Für die Babylonier war das ein eindeutiges Bild, vielleicht von Euphrat und Tigris. Weil die Griechen dies nicht verstehen konnten, haben sie es einfach "der Mann mit dem Wasser" oder "Wassermann" genannt. </td> <td>Aqr</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>56</td> <td>Gestirn von (der Stadt) Eridu</td> <td></td> <td>Canopus (&alpha; Car)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>57</td> <td>Gestirn zu seiner rechten: Gestirn der Göttin Ninma&#7723;</td> <td>Da Canopus dem Wassermann (Aquarius) etwa gegenüber steht, ist es unklar, wo sich dieses Gestirn befindet. </td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>58</td> <td>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU-Gestirn</td> <td>immer noch unklar</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>59</td> <td>Gestirn zu seiner rechten: Gestirn MA&Scaron;KAK&#256;TU (Egge), im dessen Zentrum Aps&ucirc; (das Grundwasser) sichtbar ist.</td> <td> immer noch unklar - vielleicht ist Aps&ucirc; der südlichste Teil der Milchstraße </td> <td>in Vela (Aps&ucirc;~MW?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>60</td> <td>2 Sterne dahinter: Gott &Scaron;ullat und Gott &#7722;ani&scaron;</td> <td>kein Hinweis, keine Idee</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>61</td> <td>Gestirn hinter diesem, das aufleuchtet wie Gott Ea (und) verblasst wie Ea: Gestirn (des) Gottes Numu&scaron;da</td> <td>vermutlich eine männliche, anthropomorphe Gestalt (ein Gott)</td> <td>Cen</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>62</td> <td>Gestirn zur Linken von Gestirn ZUQAQ&#298;PU (Skorpion): Gestirn Uridimmu</td> <td></td> <td>Lup</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>63</td> <td>Skorpion-Gestirn</td> <td></td> <td>Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>64</td> <td>Stern im Herzen des Skorpions<br/>(Brust des Skorpions): Göttin Lisin</td> <td>einzelner Sternname</td> <td>Antares (&alpha; Sco)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>65</td> <td>2 Sterne auf dem Stachel (ZIQTU) des Sternbilds ZUQAQ&#298;PU: Gott &Scaron;arur und Gott &Scaron;argaz</td> <td>Nachdem &Scaron;argaz ein altes Wort für "Stachel" ist, ist diese Identifizierung nahezu klar und wurde durch die IAU 2016 als offizieller Sternname vergeben.</td> <td>&lambda;, &nu; Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>66</td> <td>Gestirn hinter ihnen: der Gott Pabilsa&#285;</td> <td>Die bildliche Darstellung von Gott Pabilsa&#285; ist ikonographisch klar. Dieses Bild kann leicht in einen griechischen "Zentrauren" transformiert werden (vgl. Boll 1903). </td> <td>Sgr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>67, 68</td> <td>MAKURRU Gestirn (Barke) (und?) SU&#7722;URM&#256;&Scaron;U-Gestirn (Ziegenfisch) </td> <td> Either the Bark was identified with the Goat-Fish implying that both terms designate the same constellation (esp. likely for Old Babylonian epochs before MUL.APIN, hypotheses published by Craig Crossen in Sky&Telescope). Alternatively (and esp. likely for later epochs) the Bark was shifted to the west, under the feet of Pabilsa&#285; (Sagittarius). That explains Eratosthenes's long debate on the illogial image of a centaur standing on a ship. In case The Bark was a standalone constellation, it should be identified with Ptolemy's Southern Crown (Corona Australis).</td> <td>(CrA &amp;) Cap</td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">Pfad von Gott Ea vollständig.</td> </tr> </tbody> </table> </p>
es_419: ### Estrellas individuales <p> A diferencia de las constelaciones, hay muchas más listas de estrellas individuales preservadas de épocas posteriores. Utilizamos esta cultura estelar babilónica tardía o seléucida para centrarnos en los nombres de estrellas individuales. Hay muchas listas de <i>ziqpu</i> (listas de estrellas culminantes) y para las mediciones en el zodiaco, se han introducido "estrellas normales". Las estrellas normales (del latín "norma" = la medida) son un marco de referencia para la astrometría matemática de la época babilónica tardía. Mientras que para la mayoría de las otras estrellas el margen de error con respecto a su identificación con una contraparte celestial es a veces enorme, las estrellas normales se identifican correctamente porque sus coordenadas se pueden derivar de los planetas que se encuentran a su lado (Jones, 2004). </p> ### Fuente(s) <p>Las listas de estrellas ziqpu y estrellas normales se compilan principalmente del compendio moderno Hunger and Pingree: Astral Science in Mesopotamia, 1999 y algunos de los otros documentos que figuran en "Lecturas adicionales". El libro de Hoffmann, 2017 ya contiene varios cálculos con estas estrellas y más literatura (por ejemplo, Wayne Horowitz ha trabajado en estrellas <i>ziqpu</i> durante muchos años, pero no se menciona aquí con un documento especial, aunque sus traducciones contribuyeron mucho para este estudio). Una versión probable de las figuras de palo de Babilonia tardía se agregará en un lanzamiento posterior de Stellarium. </p> <p> ### Constelaciones MUL.APIN parcialmente reelaboradas <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">número de constelación</td> <td>asterismo</td> <td>nuestro comentario</td> <td>posición en el cielo</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>1</td> <td><sup>Estrella</sup><i>EPINNU</i>(Arado)</td> <td></td> <td>Cas</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>2</td> <td><sup>ESTRELLA</sup><i>BARBARU</i> (Lobo): sembrador de la <sup>ESTRELLA</sup><i>EPINNU</i></td> <td>"lobo" aquí no significa el animal sino una parte del arado.</td> <td>&gamma; Cas (+?)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>3</td> <td><sup>ESTRELLA</sup><i>&Scaron;&#298;BU</i>(Anciano)</td> <td></td> <td>Per</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>4</td> <td><sup>ESTRELLA</sup><i>GAMLU</i>(Palo de lanzar)</td> <td></td> <td>en Aur</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>5</td> <td><sup>ESTRELLA</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Grandes Gemelos)</td> <td></td> <td>Gem</td> </tr> </tbody> <tbody> <tr valign="top" style="background: #e7e6e6"> <td>6</td> <td><sup>ESTRELLA</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Pequeños Gemelos)</td> <td>ya no existe (se fusionó con Grandes Gemelos) </td> <td>Gem</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>7</td> <td><sup>ESTRELLA</sup><i>ALLUTTU</i>(Cangrejo)</td> <td></td> <td>Cnc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>8</td> <td><sup>ESTRELLA</sup><i>URGUL&Ucirc;</i>(León)</td> <td></td> <td>Leo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>9</td> <td>ESTRELLA opuesta <sup>ESTRELLA</sup><i>URGUL&Ucirc;</i>: ESTRELLA (del) Rey</td> <td></td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>10</td> <td>ESTRELLAs centelleantes en la cola de la <sup>ESTRELLA</sup><i>URGUL&Ucirc;</i>: &quot;date-palm spadix&quot; (¿joyería?) (del) <sup>DIOS</sup>Erua</td> <td></td> <td>Com</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>11</td> <td><sup>ESTRELLA</sup>&Scaron;U.PA(¿El Brillante?) = <sup>DIOS</sup>Enlil</td> <td></td> <td>Boo</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>12</td> <td>ESTRELLA delante de él: <sup>ESTRELLA</sup><i>&#7722;ENGALL&#256;YU</i> (Abundante)</td> <td></td> <td>&alpha; Boo o &alpha; CVn</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>13</td> <td>ESTRELLA detrás de él: <sup>ESTRELLA</sup><i>B&#256;&Scaron;TUM</i> (Dignidad)</td> <td></td> <td>CrB</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>14</td> <td><sup>ESTRELLA</sup><i>EREQQU</i> (Vagón)</td> <td></td> <td>UMa</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>ESTRELLA en el polo de la <sup>ESTRELLA</sup><i>EREQQU</i>: <sup>ESTRELLA</sup><i>&Scaron;&#274;LEBU</i>(Zorro)</td> <td></td> <td>Alcor (80 UMa)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>16</td> <td>ESTRELLA en la frente de la <sup>ESTRELLA</sup><i>EREQQU</i>: <sup>ESTRELLA</sup><i>LA&#7722;RU</i>(Oveja)</td> <td></td> <td>&alpha; UMa (+)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>17</td> <td><sup>ESTRELLA</sup>MU.BU.K&Eacute;&Scaron;.DA (¿Yugo enganchado?)</td> <td></td> <td>UMi</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>18</td> <td><sup>ESTRELLA</sup>MAR.G&Iacute;D.DA.AN.NA (Vagón del cielo)</td> <td></td> <td>¿algún lugar entre UMi y Vega?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>19</td> <td>ESTRELLA en su enlace: <sup>ESTRELLA</sup><i>APIL-EMA&#7722;</i> (Heredero del templo Ema&#7723;-)</td> <td></td> <td>&alpha; UMi (?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>20</td> <td><sup>ESTRELLA</sup><i>ENZU</i>(Cabra)</td> <td></td> <td>Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>21</td> <td>ESTRELLA delante de la <sup>ESTRELLA</sup><i>ENZU</i>: <sup>ESTRELLA</sup><i>KALBU</i>(Perro) [de la Diosa Gula]</td> <td></td> <td>en Her</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>22</td> <td>ESTRELLA brillante de la <sup>ESTRELLA</sup><i>ENZU</i></td> <td></td> <td>&alpha; Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>23</td> <td>2 ESTRELLA<sup>s</sup> detrás de él: <sup>DIOS</sup>Nin-SAR y el <sup>DIOS</sup>Errakal</td> <td></td> <td>&eta;, &theta; Lyr ?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>24</td> <td><sup>ESTRELLA</sup><i>nimru</i> (Pantera)</td> <td>En el idioma babilónico tardío ("diccionarios") aparece una nueva lectura de este nombre de constelación: debe interpretarse como la palabra acadiana "nimru" que se traduce como "la Pantera"; el viejo demonio en este lugar parece haber sido reemplazado.</td> <td>Cyg</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>25</td> <td>ESTRELLA a la derecha de él: <sup>ESTRELLA</sup>&Scaron;<i>A&#7722;&Ucirc;</i> (Cerdo)</td> <td></td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>26</td> <td>ESTRELLA a la izquierda de él: <sup>ESTRELLAS</sup><i>SIS&Ucirc;</i> (Caballo)</td> <td></td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>27</td> <td>ESTRELLA detrás de él: <sup>ESTRELLA</sup><i>LULIMMU</i> (Ciervo)</td> <td>Cambiamos el ciervo para mostrar otra sugerencia y porque la Pantera ocupa diferentes áreas que el demonio UKADUA. Todavía es incierto, pero en esta versión el pecho del ciervo incluye M31, que podría ser el "Ratón de campo". </td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>28</td> <td>ESTRELLA<sup>s</sup> centelleantes opuestas a la <sup>ESTRELLA</sup><i>LULIMMU</i>(Ciervo: <sup>DIOS</sup>&#7722;arriru (Ratón de campo)</td> <td></td> <td>M31 ?</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Camino del <sup>DIOS</sup> Enlil terminado.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">número de constelación</td> <td>asterismo</td> <td>nuestro comentario</td> <td>posición en el cielo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>32</td> <td><sup>ESTRELLA</sup>UN&middot;&quot;CAMPO&quot;(medida de área)</td> <td></td> <td>Peg</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33</td> <td>ESTRELLA opuesta a la <sup>ESTRELLA</sup>UN&middot;'CAMPO': <sup>ESTRELLA</sup><i>&Scaron;IN&#362;NUTU</i>(Golondrina)</td> <td>la del sur de las dos elipses de peces; en comparación con la versión anterior, una pequeña constelación que se desplazó hacia el noroeste</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33 (a)</td> <td><sup>ESTRELLA</sup><i>ZIBATI</i>(Colas)</td> <td>Dado que la "Gran Golondrina" de la antigua Babilonia se convirtió en una pequeña golondrina y fue trasladada a otro lugar, las colas en forma de V de la Gran Golondrina permanecieron sin ningún significado. Aún así, se usan como constelación (Tails, pero nadie sabe de quién). Más tarde, la forma de V se interpretó como una banda que conecta la golondrina con un pez debajo de la constelación de Anunitu.</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>34</td> <td>ESTRELLA detrás de la <sup>ESTRELLA</sup>UN&middot;'CAMPO': <sup>ESTRELLA</sup><i>ANUNN&#298;TU</i></td> <td>Nuestra figura de palo está preparada para transformarse en la Andrómeda griega: Anunitu es otro nombre para la diosa babilónica del amor sexual Ishtar, quien fue igualado con Afrodita griega cuyo mito en Siria estaba relacionado con los peces.</td> <td>And</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>35</td> <td>ESTRELLA detrás de él: <sup>ESTRELLA</sup><i>AGRU</i>(Trabajador contratado)</td> <td>Durante siglos de abreviatura de los nombres de las constelaciones, el LU.HUN.GA babilónico se transformó en HUN, que es un signo similar a UDU (oveja). Por lo tanto, el trabajador se transformó en una oveja. Probablemente se trata solo de un juego de palabras babilónico y, por lo tanto, no se supone que la figura de la constelación parezca realmente una oveja.</td> <td>Ari</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>36</td> <td>ESTRELLA.ESTRELLA(<i>ZAPPU</i>, Cerda): <sup>DIOS</sup>Sebettu</td> <td>El antiguo babilónico llamado solo "el Cúmulo Estelar", el babilónico medio insiste en igualar esto con Sebettu (los Siete Dioses, guerreros), razón desconocida. El babilónico tardío usa más a menudo el término "la cerda" en el cuello del toro. Esta interpretación es igual a la griega.</td> <td>Pléyades</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>37</td> <td><sup>ESTRELLA</sup>TORO&middot;DEL&middot;CIELO(<i>AL&Ucirc;</i>) y <sup>DIOS</sup><i>Is-l&ecirc;</i> (Mandíbula del Toro Salvaje)</td> <td>El toro del cielo es una figura mitológica de los epos de Gilgamesh. Gilgamesh lucha contra él y lo divide en mitades (lo que explica su representación en el cielo). La "Mandíbula" son las Híades.</td> <td>Tau e Híades</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>38</td> <td><sup>ESTRELLA</sup>VERDADERO&middot;PASTOR&middot;DEL&middot;CIELO (<i>&Scaron;ITADDALLU</i>, Orión)</td> <td></td> <td>Ori</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>39</td> <td>ESTRELLAs gemelas opuestas a la <sup>ESTRELLA</sup><i>&Scaron;ITADDALLU</i></td> <td></td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td>40</td> <td>ESTRELLA detrás de él: <sup>ESTRELLA</sup><i>TARLUGALLU</i> (Gallo)</td> <td>Normalmente, el Gallo se identifica con el Lepus moderno, pero esto no tiene ningún sentido para mí: "detrás" de Orión, es decir, detrás de él está Proción, una estrella muy brillante sin ningún nombre babilónico conocido. Los griegos lo llamaron "pro kyon" (surgiendo antes que el perro) porque en algunas de las culturas conquistadas Proción fue un indicador del pronto surgimiento de Sirio (la estrella del perro para ellos). Sirio no era una estrella canina en la cultura estelar de Babilonia, pero, sin embargo, era importante para el calendario. Por eso, sugiero tomar a Proción como un Gallo cantor, anunciando de alguna manera a Sirio más brillante.</td> <td>Lep (o &alpha; CMi ??)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>41</td> <td><sup>ESTRELLA</sup>GAG.SI.S&Aacute; (Flecha)</td> <td>La versión representada es una sugerencia. Claro que solo es Sirio, por lo demás, hay múltiples opciones.</td> <td>Sirio + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td>42</td> <td><sup>ESTRELLA</sup><i>QA&Scaron;TU</i> (Arco)</td> <td>Supongo que esta es la versión más aceptada (de varias opciones existentes).</td> <td>en CMa ?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>43</td> <td>ESTRELLA (del) <sup>DIOS</sup>NIRA&#7722; (Dios-serpiente)</td> <td></td> <td>Hya</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>44</td> <td><sup>ESTRELLA</sup><i>&#256;RIBU</i> (Cuervo)</td> <td></td> <td>Crv</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>45</td> <td><sup>ESTRELLA</sup><i><sup>DIOS</sup>&Scaron;ala</i>, espiga de trigo</td> <td>La vieja constelación del Surco desapareció y dejó a la Doncella (diosa &Scaron;ala) en su lugar. El elemento estable es la 'espiga de trigo' como nombre de la estrella más brillante (griego Stachys, latín Spica).</td> <td>Vir</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>46</td> <td><sup>ESTRELLA</sup><i>ZIB&#256;N&#298;TU</i>(Escalas)</td> <td>Dado que MUL.APIN identifica las Escalas con una parte (cuernos) del Escorpión, esta constelación desapareció en la astronomía griega temprana y reapareció solo en la época romana temprana (Almagest y posteriormente). Creemos que las versiones anteriores de las Escalas deberían haber sido una constelación separada y no parte del Escorpión. Es por eso que lo cambiamos 180° porque en la cultura estelar de Babilonia, Virgo (como Surco y Doncella &Scaron;ala) no necesita mucho espacio.</td> <td>circa Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>47</td> <td>ESTRELLA (del) <sup>DIOS</sup>Zababa</td> <td>Normalmente identificado con el área de Ofiuco. </td> <td>Oph</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>48, 49</td> <td><sup>ESTRELLA</sup><i>ER&Ucirc;</i> (Águila) y la <sup>ESTRELLA</sup><i>PAGRU</i> (Cadáver)</td> <td>El Águila (Aql) está conectada con un Cadáver que recuerda a la figura de Almagest del águila que transportaba a los antinuos muertos. Parece probable que el águila, en otros tiempos, hubiera sido un buitre porque los buitres están asociados con cadáveres y no las águilas, y en la mitología babilónica un águila lleva preferiblemente un hombre vivo (no muerto). Además, muchos idiomas tempranos no distinguen águilas y buitres. </td> <td>Aql +</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Camino de Anum terminado.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">número de constelación</td> <td>asterismo</td> <td>nuestro comentario</td> <td>posición en el cielo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>54</td> <td><sup>ESTRELLA</sup><i>N&#362;NU</i>(Pez)</td> <td>Griego "el Gran Pez" </td> <td>PsA</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>55</td> <td>GRAN&middot;ESTRELLA: <sup>DIOS</sup>Ea</td> <td>El dios de la sabiduría y la brujería, Ea, generalmente se representa con corrientes de agua que brotan de sus hombros. Para los babilonios, esta era una imagen clara de las fuentes de Éufrates y Tigris. Como este no era clérigo del griego, llamaron a esta figura simplemente "el hombre del agua" o "portador de agua".</td> <td>Aqr</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>56</td> <td>ESTRELLA de (de la ciudad de) Eridu</td> <td></td> <td>Canopo (&alpha; Car)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>57</td> <td>ESTRELLA a su derecha: ESTRELLA (del) <sup>&lt;DIOS&gt;</sup>Ninma&#7723;</td> <td>Como Canopus está casi enfrente de Acuario en el cielo, no está claro dónde se ubicará este asterismo.</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>58</td> <td><sup>ESTRELLA</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i></td> <td>poco claro</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>59</td> <td>ESTRELLA a su derecha: <sup>ESTRELLA</sup><i>MA&Scaron;KAK&#256;TU</i>(Tormenta), en cuyo centro es visible Aps&ucirc;</td> <td> poco claro - pero tal vez Aps&ucirc; es la parte más meridional de la Vía Láctea. </td> <td>en Vela (Aps&ucirc;~MW?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>60</td> <td>2 ESTRELLA<sup>s</sup> detrás de él: <sup>DIOS</sup>&Scaron;ullat y el <sup>DIOS</sup>&#7722;ani&scaron;</td> <td>sin datos</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>61</td> <td>ESTRELLA detrás de él que se ilumina como el <sup>DIOS</sup>Ea (y) se pone como Ea: ESTRELLA (del) <sup>DIOS</sup>Numu&scaron;da</td> <td>debe ser una figura masculina antropomorfa (un dios)</td> <td>Cen</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>62</td> <td>ESTRELLA a la izquierda de la <sup>ESTRELLA</sup><i>ZUQAQ&#298;PU</i> (Escorpión): <sup>ESTRELLA</sup><i>URIDIMMU</i></td> <td></td> <td>Lup</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>63</td> <td><sup>ESTRELLA</sup><i>ZUQAQ&#298;PU</i></td> <td></td> <td>Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>64</td> <td><sup>ESTRELLA</sup><i>IRAT&middot;ZUQAQ&#298;PI<br/></i> (Pecho del Escorpión): <sup>DIOS</sup>Lisin</td> <td>nombre de estrella individual</td> <td>Antares (&alpha; Sco)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>65</td> <td>2 ESTRELLA<sup>s</sup> en el aguijón (<i>ZIQTU</i>) de la <sup>ESTRELLA</sup><i>ZUQAQ&#298;PU</i>: <sup>DIOS</sup>&Scaron;arur y el <sup>DIOS</sup>&Scaron;argaz</td> <td>Dado que &Scaron;argaz es un antiguo término para el aguijón, esto es casi claro y se vuelve a aplicar como nombre oficial de la estrella moderna por la UAI 2016.</td> <td>&lambda;, &nu; Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>66</td> <td>ESTRELLA detrás de ellos: <sup>DIOS</sup>Pabilsa&#285;</td> <td>La representación del dios Pabilsa#285; es iconográficamente clara. Se puede transformar fácilmente en un centauro griego (ver Boll, 1903). </td> <td>Sgr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>67, 68</td> <td><sup>ESTRELLA</sup><i>MAKURRU</i> (Ladrido) (y?) <sup>ESTRELLA</sup><i>SU&#7722;URM&#256;&Scaron;U</i> (cabra-pez) </td> <td> Ya sea que el Ladrido se identificó con el pez cabra, lo que implica que ambos términos designan la misma constelación (especialmente para las antiguas épocas babilónicas antes de MUL.APIN, hipótesis publicadas por Craig Crossen en Sky & Telescope). Alternativamente (y especialmente para épocas posteriores) elLadrido se desplazó hacia el oeste, bajo los pies de Pabilsa#285; (Sagitario). Eso explica el largo debate de Eratóstenes sobre la imagen ilógica de un centauro parado en un barco. En caso de que el Ladrido fuera una constelación independiente, debería identificarse con la Corona Austral de Ptolomeo (Corona Australis).</td> <td>(CrA &amp;) Cap</td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">Camino del <sup>DIOS</sup> Ea terminado.</td> </tr> </tbody> </table> </p>
ru: ### Одиночные звёзды <p> В отличие от созвездий, списков одиночных звезд, сохранившихся от более поздних эпох, гораздо больше. Мы используем эту поздневавилонскую или селевкидскую культуру неба, чтобы сосредоточиться на названиях отдельных звезд. Существует множество списков <i>ziqpu</i> (списков кульминационных звезд), а для измерений в зодиаке были введены «нормальные звезды». Нормальные звезды (от латинского «норма» = мера) являются системой отсчета для математической астрометрии поздневавилонской эпохи. В то время как для большинства других звезд допустимая погрешность в отношении их отождествления с небесным аналогом иногда бывает огромной, нормальные звезды идентифицируются правильно, потому что их координаты могут быть получены из планет, стоящих рядом с ними (Джонс, 2004). </p> ### Источник(и) <p>Списки звезд ziqpu и нормальных звезд в основном составлены из современного сборника « Голод и Пингри: астральная наука в Месопотамии» (1999 г.) и некоторых других статей, приведенных в «Дополнительной информации». Книга Хоффман (2017 г.) уже содержит несколько расчетов с этими звездами и дополнительную литературу (например, Уэйн Горовиц много лет работал над звездами <i>ziqpu</i>, но не упоминается здесь в специальной статье, хотя его переводы внесли большой вклад в это исследование). Вероятная версия линий поздневавилонских созвездий будет добавлена в более позднем выпуске Stellarium. </p> <p> ### Созвездия MUL.APIN частично переработаны <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер созвездия</td> <td>астеризм</td> <td>наш комментарий</td> <td>местоположение в небе</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>1</td> <td><sup>ЗВЕЗДА</sup><i>ЭПИННУ</i>(Плуг)</td> <td></td> <td>Cas</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>2</td> <td><sup>ЗВЕЗДА</sup><i>БАРБАРУ</i> (Волк): сеялка <sup>ЗВЕЗДЫ</sup><i>ЭПИННУ</i></td> <td>«волк» здесь означает не животное, а часть плуга.</td> <td>&gamma; Cas (+?)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>3</td> <td><sup>ЗВЕЗДА</sup><i>&Scaron;&#298;BU</i>(Старик)</td> <td></td> <td>Per</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>4</td> <td><sup>ЗВЕЗДА</sup><i>ГАМЛУ</i>(Дротик)</td> <td></td> <td>в Aur</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>5</td> <td><sup>ЗВЕЗДА</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Большие близнецы)</td> <td></td> <td>Gem</td> </tr> </tbody> <tbody> <tr valign="top" style="background: #e7e6e6"> <td>6</td> <td><sup>ЗВЕЗДА</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Малые близнецы)</td> <td>больше не существуют (слились с Великими Близнецами) </td> <td>Gem</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>7</td> <td><sup>ЗВЕЗДА</sup><i>АЛЛУТТУ</i>(Краб)</td> <td></td> <td>Cnc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>8</td> <td><sup>ЗВЕЗДА</sup><i>URGUL&Ucirc;</i>(Лев)</td> <td></td> <td>Leo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>9</td> <td>ЗВЕЗДА напротив <sup>ЗВЕЗДЫ</sup><i>URGUL&Ucirc;</i>: ЗВЕЗДА короля</td> <td></td> <td>Регул</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>10</td> <td>twinkling STARs in the tail of <sup>STAR</sup><i>URGUL&Ucirc;</i>: &quot;date-palm spadix&quot; (jewellery?) (of) <sup>GOD</sup>Erua</td> <td></td> <td>Com</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>11</td> <td><sup>ЗВЕЗДА</sup>&Scaron;U.PA (Светочь?) = <sup>БОГ</sup>Энлиль</td> <td></td> <td>Boo</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>12</td> <td>ЗВЕЗДА перед ней: <sup>ЗВЕЗДА</sup><i>НЕНГАЛЛАЙУ</i> (Обильный)</td> <td></td> <td>&alpha; Boo или &alpha; CVn</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>13</td> <td>ЗВЕЗДА позади неё: <sup>ЗВЕЗДА</sup><i>B&#256;&Scaron;TUM</i> (Достоинство)</td> <td></td> <td>CrB</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>14</td> <td><sup>ЗВЕЗДА</sup><i>EREQQU</i> (Повозка)</td> <td></td> <td>UMa</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>ЗВЕЗДА на полюсе <sup>ЗВЕЗДЫ</sup><i>EREQQU</i>: <sup>ЗВЕЗДА</sup><i>&Scaron;&#274;LEBU</i>(Лис)</td> <td></td> <td>Алькор (80 UMa)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>16</td> <td>ЗВЕЗДА на лбу <sup>ЗВЕЗДЫ</sup><i>EREQQU</i>: <sup>ЗВЕЗДА</sup><i>LA&#7722;RU</i>(Овца)</td> <td></td> <td>&alpha; UMa (+)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>17</td> <td><sup>ЗВЕЗДА</sup>MU.BU.K&Eacute;&Scaron;.DA (Прицепная кокетка?)</td> <td></td> <td>UMi</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>18</td> <td><sup>ЗВЕЗДА</sup>MAR.G&Iacute;D.DA.AN.NA (Небесная повозка)</td> <td></td> <td>где-то между М.Медв. и Вегой?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>19</td> <td>ЗВЕЗДА в своих связях: <sup>ЗВЕЗДА</sup><i>APIL-EMA&#7722;</i> (Наследник храма Эмаа)</td> <td></td> <td>&alpha; UMi (?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>20</td> <td><sup>ЗВЕЗДА</sup><i>ENZU</i>(Коза)</td> <td></td> <td>Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>21</td> <td>ЗВЕЗДА перед <sup>ЗВЕЗДОЙ</sup><i>ЭНЗУ</i>: <sup>ЗВЕЗДА</sup><i>КАЛБУ</i>(Пёс) [богини Гулы]</td> <td></td> <td>в Her</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>22</td> <td>яркая ЗВЕЗДА <sup>ЗВЕЗДЫ</sup><i>ENZU</i></td> <td></td> <td>&alpha; Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>23</td> <td>2 ЗВЕЗД<sup>ы</sup> позади этой: <sup>БОГИНЯ</sup>Ниннисинг и <sup>БОГ</sup>Эрракал</td> <td></td> <td>&eta;, &theta; Lyr ?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>24</td> <td><sup>ЗВЕЗДА</sup><i>nimru</i> (Пантера)</td> <td>В поздневавилонском языке («словари») появляется новое прочтение этого названия созвездия: его следует интерпретировать как аккадское слово «нимру», переводящееся как «Пантера»; старый демон в этом месте, кажется, был заменен.</td> <td>Cyg</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>25</td> <td>ЗВЕЗДА справа от неё: <sup>ЗВЕЗДА</sup>&Scaron;<i>A&#7722;&Ucirc;</i> (Свинья)</td> <td></td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>26</td> <td>ЗВЕЗДА слева от неё: <sup>ЗВЕЗДА</sup><i>SIS&Ucirc;</i> (Конь)</td> <td></td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>27</td> <td>ЗВЕЗДА позади неё: <sup>ЗВЕЗДА</sup><i>ЛУЛИММУ</i> (Олень)</td> <td>Мы переместили Оленя, чтобы отобразить другое предложение, а также потому, что Пантера занимает другие области, чем демон УКАДУА. Это все еще неясно, но в этой версии на груди Оленя есть M31, который может быть «Полевой мышью». </td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>28</td> <td>мерцающие ЗВЕЗД<sup>ы</sup> напротив <sup>ЗВЕЗДЫ</sup><i>ЛУЛИММУ</i>(Олень): <sup>БОГ</sup>Харриру (Полевая мышь)</td> <td></td> <td>M31 ?</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Путь <sup>БОГА</sup>Энлиля закончен.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер созвездия</td> <td>астеризм</td> <td>наш комментарий</td> <td>местоположение в небе</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>32</td> <td><sup>STAR</sup>ONE&middot;&quot;FIELD&quot;(area measure)</td> <td></td> <td>Peg</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33</td> <td>STAR opposite <sup>STAR</sup>ONE&middot;'FIELD': <sup>STAR</sup><i>&Scaron;IN&#362;NUTU</i>(Swallow)</td> <td>южный из двух эллипсов рыбы; по сравнению с предыдущей версией небольшое созвездие сместилось на северо-запад</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33 (a)</td> <td><sup>ЗВЕЗДА</sup><i>ZIBATI</i>(Хвосты)</td> <td>Поскольку древневавилонская «Великая ласточка» превратилась в маленькую ласточку и была смещена в другое место, V-образные хвосты Великой ласточки остались без всякого смысла. Тем не менее, они используются как созвездия (Хвосты - но неизвестно чьи). Позже V-образная форма была истолкована как полоса, соединяющая маленькую ласточку с рыбкой под созвездием Ануниту.</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>34</td> <td>STAR behind <sup>STAR</sup>ONE&middot;'FIELD': <sup>STAR</sup><i>ANUNN&#298;TU</i></td> <td>Наши линии созвездия готовы трансформироваться в греческую Андромеду: Ануниту — другое имя вавилонской богини сексуальной любви Иштар, которая была уравнена с греческой Афродитой, чей миф в Сирии был связан с рыбой.</td> <td>And</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>35</td> <td>ЗВЕЗДА позади этой: <sup>ЗВЕЗДА</sup><i>AGRU</i>(Наемный работник)</td> <td>В течение столетий сокращений названий созвездий вавилонское LU.HUN.GA трансформировалось в HUN, что является знаком, подобным UDU (овца). Поэтому рабочий человек превратился в овцу. Вероятно, это была всего лишь вавилонская игра слов, и поэтому фигура созвездия не должна выглядеть как овца.</td> <td>Ari</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>36</td> <td>ЗВЕЗДА.ЗВЕЗДА (<i>ZAPPU</i>, Щетина): <sup>БОГ</sup>Себетту</td> <td>Древний вавилонец называл только «звездным скоплением», средневавилонец настаивает на том, чтобы приравнять его к Себетту (Семь богов, воинов) - причина неизвестна. Поздний вавилонец чаще использует термин «щетина» на шее Быка. Это толкование равно греческому.</td> <td>Плеяды</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>37</td> <td><sup>STAR</sup>BULL&middot;OF&middot;HEAVEN(<i>AL&Ucirc;</i>) and <sup>GOD</sup><i>Is-l&ecirc;</i> (Jaw of the Wild Bull)</td> <td>Небесный Бык — мифологический персонаж из эпоса о Гильгамеше. Гильгамеш сражается с ним и делит его пополам (что объясняет его изображение на небе). «Челюсти» — это Гиады.</td> <td>Tau и Гиады</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>38</td> <td><sup>STAR</sup>TRUE&middot;SHEPHERD&middot;OF&middot;HEAVEN (<i>&Scaron;ITADDALLU</i>, Orion)</td> <td></td> <td>Ori</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>39</td> <td>Twin STARs opposite <sup>STAR</sup><i>&Scaron;ITADDALLU</i></td> <td></td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td>40</td> <td>ЗВЕЗДА позади этой: <sup>ЗВЕЗДА</sup><i>ТАРЛУГАЛЛУ</i> (Петух)</td> <td>Обычно Петух отождествляют с современным Зайцем, но для меня это не имеет никакого смысла: «позади» Ориона, т. е. за ним восходит Прокион, очень яркая звезда без какого-либо известного вавилонского имени. Греки назвали его «про кион» (восходящий перед собакой), потому что в некоторых завоеванных культурах Прокион был индикатором скорого восхода Сириуса (собачья звезда для них). Сириус не был собачьей звездой в вавилонской культуре неба, но, тем не менее, имел важное значение для календаря. Именно поэтому, предлагаю принять Прокиона за кукарекающего петуха, так или иначе возвещающего более светлый Сириус.</td> <td>Lep (или &alpha; CMi ??)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>41</td> <td><sup>ЗВЕЗДА</sup>GAG.SI.S&Aacute; (Стрела)</td> <td>Изображенная версия является предположением. Уверенность есть только для Сириуса, для остальных есть несколько вариантов.</td> <td>Сириус + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td>42</td> <td><sup>ЗВЕЗДА</sup><i>QA&Scaron;TU</i> (Лук)</td> <td>Я полагаю, что это наиболее приемлемый вариант (из нескольких существующих вариантов).</td> <td>в CMa ?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>43</td> <td>ЗВЕЗДА <sup>БОГА</sup>NIRA&#7722; (Змеиный бог)</td> <td></td> <td>Hya</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>44</td> <td><sup>ЗВЕЗДА</sup><i>&#256;RIBU</i> (Ворон)</td> <td></td> <td>Crv</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>45</td> <td><sup>STAR</sup><i><sup>GOD</sup>&Scaron;ala</i>, ear of grain</td> <td>Старое созвездие Борозды исчезло и вместо него осталась Дева (богиня &Scaron;ala). Стабильный элемент — «колос», как называют самую яркую звезду (греч. Stachys, лат. Spica).</td> <td>Vir</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>46</td> <td><sup>ЗВЕЗДА</sup><i>ZIB&#256;N&#298;TU</i>(Весы)</td> <td>Поскольку MUL.APIN отождествляет Весы с частью (рогами) Скорпиона, это созвездие исчезло в ранней греческой астрономии и вновь появилось только в раннеримские времена (Альмагест и последующие годы). Мы думаем, что более ранние версии Весов должны были быть отдельным созвездием, а не частью Скорпиона. Вот почему мы повернули его на 180°, потому что в вавилонской культуре неба Деве (как Борозде, так и Деве &Scaron;ala) не нужно так много места.</td> <td>около Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>47</td> <td>ЗВЕЗДА <sup>БОГА</sup>Zababa</td> <td>Обычно отождествляется с областью Змееносца. </td> <td>Oph</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>48, 49</td> <td><sup>ЗВЕЗДА</sup><i>ER&Ucirc;</i> (Орёл) и <sup>ЗВЕЗДА</sup><i>PAGRU</i> (Труп)</td> <td>Орел (Aql) связан с Трупом, который напоминает в Альмагесте фигуру Орла, несущего мертвого Антинуоса. Вполне вероятно, что в прежние времена орел был стервятником, потому что стервятники ассоциируются с мертвыми телами, а орлы — нет, а в вавилонской мифологии орел предпочтительно несет живого (не мертвого) человека. Кроме того, многие ранние языки не различают орлов и стервятников. </td> <td>Aql +</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Путь Ану закончен.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер созвездия</td> <td>астеризм</td> <td>наш комментарий</td> <td>местоположение в небе</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>54</td> <td><sup>ЗВЕЗДА</sup><i>N&#362;NU</i>(Рыба)</td> <td>Греческая "Великая Рыба" </td> <td>PsA</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>55</td> <td>GREAT&middot;STAR: <sup>GOD</sup>Ea</td> <td>Бог мудрости и колдовства Эа обычно изображается с потоками воды, бьющими из его плеч. Для вавилонян это был четкий образ источников Евфрата и Тигра. Поскольку это не было понятно грекам, они назвали эту фигуру просто «Человек с водой» или «Водонос».</td> <td>Aqr</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>56</td> <td>ЗВЕЗДА (города) Эриду</td> <td></td> <td>Канопус (&alpha; Car)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>57</td> <td>STAR to its right: STAR (of) <sup>&lt;GOD&gt;</sup>Ninma&#7723;</td> <td>Поскольку Канопус находится почти напротив Водолея на небе, неясно, где должен располагаться этот астеризм.</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>58</td> <td><sup>ЗВЕЗДА</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i></td> <td>все еще неясно</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>59</td> <td>STAR to its right: <sup>STAR</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), in the centre of which the Aps&ucirc; is visible</td> <td> все еще неясно - но, возможно, Aps&ucirc; является самой южной частью Млечного Пути. </td> <td>в Vela (Aps&ucirc;~MW?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>60</td> <td>2 STAR<sup>s</sup> behind it: <sup>GOD</sup>&Scaron;ullat and <sup>GOD</sup>&#7722;ani&scaron;</td> <td>никаких намеков и подсказок</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>61</td> <td>STAR behind it which lights up like <sup>GOD</sup>Ea (and) sets like Ea: STAR (of) <sup>GOD</sup>Numu&scaron;da</td> <td>должна быть мужская антропоморфная фигура (бог)</td> <td>Cen</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>62</td> <td>STAR to the left of <sup>STAR</sup><i>ZUQAQ&#298;PU</i> (Scorpion): <sup>STAR</sup><i>URIDIMMU</i></td> <td></td> <td>Lup</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>63</td> <td><sup>ЗВЕЗДА</sup><i>ZUQAQ&#298;PU</i></td> <td></td> <td>Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>64</td> <td><sup>ЗВЕЗДА</sup><i>IRAT&middot;ZUQAQ&#298;PI<br/></i> (Грудь Скорпиона): <sup>БОГИНЯ</sup>Лисин</td> <td>название одиночной звезды</td> <td>Антарес (&alpha; Sco)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>65</td> <td>2 STAR<sup>s</sup> on the sting (<i>ZIQTU</i>) of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>: <sup>GOD</sup>&Scaron;arur and <sup>GOD</sup>&Scaron;argaz</td> <td>Поскольку &Scaron;argaz — это старый термин для обозначения жала, это почти ясно и повторно применяется в качестве официального современного названия звезды IAU 2016.</td> <td>&lambda;, &nu; Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>66</td> <td>ЗВЕЗДА за ним: <sup>БОГ</sup>Пабильсаг</td> <td>Изображение бога Пабильсага иконографически ясен. Его легко трансформировать в греческого кентавра (см. Boll, 1903). </td> <td>Sgr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>67, 68</td> <td><sup>STAR</sup><i>MAKURRU</i> (Bark) (and?) <sup>STAR</sup><i>SU&#7722;URM&#256;&Scaron;U</i> (Goat-fish) </td> <td> Либо Кора отождествлялась с Рыбой-Козой, подразумевая, что оба термина обозначают одно и то же созвездие (особенно, вероятно, для старовавилонских эпох до MUL.APIN, гипотезы, опубликованные Крейгом Кроссеном в Sky & Telescope). В качестве альтернативы (и особенно, вероятно, для более поздних эпох) Кора была смещена на запад, под ноги Пабильсагу. (Стрелец). Это объясняет долгие дебаты Эратосфена по поводу алогичного образа кентавра, стоящего на корабле. В случае, если Кора была отдельным созвездием, ее следует отождествлять с Южной Короной Птолемея (Corona Australis).</td> <td>(CrA &amp;) Cap</td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">Path of <sup>GOD</sup>Ea completed.</td> </tr> </tbody> </table> </p>
sv: ### Enstaka stjärnor <p> I motsats till konstellationer finns det mycket fler listor över enskilda stjärnor bevarade från senare epoker. Vi använder denna senbabyloniska eller seleukidiska himmelskultur för att fokusera på namnen på enskilda stjärnor. Det finns gott om <i>ziqpu-listor</i> (listor över kulminerande stjärnor) och för mätningar i zodiaken har "normala stjärnor" införts. Normalstjärnor (från latinets "norma" = måttet) är en referensram för matematisk astrometri från den senbabyloniska epoken. Medan felmarginalen för de flesta andra stjärnor ibland är enorm när det gäller att identifiera dem med en himmelsk motsvarighet, kan de normala stjärnorna identifieras korrekt eftersom deras koordinater kan härledas från de planeter som står bredvid dem (Jones, 2004). </p> ### Källa(n) <p>Listorna över ziqpu-stjärnor och normala stjärnor är till största delen hämtade från det moderna kompendiet Hunger and Pingree: Astral Science in Mesopotamia, 1999 och några av de andra artiklar som anges i "Ytterligare läsning". Boken av Hoffmann, 2017 innehåller redan flera beräkningar med dessa stjärnor och mer litteratur (t.ex. Wayne Horowitz har arbetat med <i>ziqpu-stjärnor</i> i många år men nämns inte här med en särskild artikel trots att hans översättningar bidragit mycket till denna studie). En trolig version av de senbabyloniska streckgubbarna kommer att läggas till i en senare version av Stellarium. </p> <p> ### MUL.APIN-konstellationer delvis omarbetade <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">konstellationens nummer</td> <td>asterism</td> <td>vår kommentar</td> <td>position på himlen</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>1</notr></td> <td><i>STAREPINNU</i>(Plog)</td> <td></td> <td><notr>Cas</notr></td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>2</notr></td> <td><i>STARBARBARU</i> (varg): sådd av <i>STAREPINNU</i></td> <td>"varg" betyder här inte djuret utan en del av plogen.</td> <td><notr>γ Cas (+?)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>3</notr></td> <td><i>STARŠĪBU</i>(gammal man)</td> <td></td> <td><notr>Per</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>4</notr></td> <td><i>STARGAMLU</i>(Kastspö)</td> <td></td> <td>i<notr> Aur</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>5</notr></td> <td><i>STARTŪ'AMŪ-RABÛTU</i>(Stora tvillingar)</td> <td></td> <td><notr>Ädelsten</notr></td> </tr> </tbody> <tbody> <tr valign="top" style="background: #e7e6e6"> <td><notr>6</notr></td> <td><i>STARTŪ'AMŪ-ṢEḪRŪTU</i>(Små tvillingar)</td> <td>finns inte längre (sammanslagen med Great Twins) </td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>7</notr></td> <td><i>STARALLUTTU</i>(Krabba)</td> <td></td> <td><notr>Cnc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>8</notr></td> <td><i>STARURGULÛ</i>(Lejon)</td> <td></td> <td><notr>Lejon</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>9</notr></td> <td>STAR motsatt <i>STARURGULÛ</i>: Stjärna (av) kungen</td> <td></td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>10</notr></td> <td>blinkande stjärnor i stjärten på <i>STARURGULÛ</i>: &quot;dadelpalm spadix&quot; (smycke?) (av) <sup>GODErua</sup></td> <td></td> <td><notr>Kom</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>11</notr></td> <td><sup>STARŠU</sup>.PA(The Bright?) = <sup>GODEnlil</sup></td> <td></td> <td><notr>Boo</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>12</notr></td> <td>STAR framför den: <i>STARḪENGALLĀYU</i> (Överflöd)</td> <td></td> <td><notr>α Boo </notr>eller<notr> α CVn</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>13</notr></td> <td>STAR bakom den: <i>STARBĀŠTUM</i> (Värdighet)</td> <td></td> <td><notr>CrB</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>14</notr></td> <td><i>STAREREQQU</i> (Vagn)</td> <td></td> <td><notr>UMa</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>15</notr></td> <td>STAR vid polen <i>STAREREQQU</i>: <i>STARŠĒLEBU</i>(Fox)</td> <td></td> <td>Alcor<notr> (80 UMa)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>16</notr></td> <td>STJÄRNA i pannan på <i>STAREREQQU</i>: <i>STARLAḪRU</i>(Ewe)</td> <td></td> <td><notr>α UMa (+)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>17</notr></td> <td><sup>STARMU</sup>.BU.KÉŠ.DA (Kopplat ok?)</td> <td></td> <td><notr>UMi</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>18</notr></td> <td><sup>STARMAR</sup>.GÍD.DA.AN.NA (Himmelens vagn)</td> <td></td> <td>någonstans mellan UMi och Vega?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>19</notr></td> <td>STAR i sitt band: <i>STARAPIL-EMAḪ</i> (arvtagare till Emaḫ-templet)</td> <td></td> <td><notr>α UMi (?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>20</notr></td> <td><i>STARENZU</i>(She-Goat)</td> <td></td> <td><notr>Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>21</notr></td> <td>STAR framför <i>STARENZU</i>: <i>STARKALBU</i>(Hund) [av gudinnan Gula]</td> <td></td> <td>in<notr> Her</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>22</notr></td> <td><i>sTARENZUs</i> ljusa stjärna</td> <td></td> <td><notr>α Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>23</notr></td> <td>2 <sup>stjärnor</sup> bakom den: <sup>GODNin-SAR</sup>och <sup>GODErrakal</sup></td> <td></td> <td><notr>η, θ Lyr ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>24</notr></td> <td><i>STARnimru</i> (Pantern)</td> <td>I senbabyloniska språk ("ordböcker") förekommer en ny tolkning av detta konstellationsnamn: det bör tolkas som det akkadiska ordet "nimru" som översätts till "pantern"; den gamla demonen på denna plats verkar ha ersatts.</td> <td><notr>Cyg</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>25</notr></td> <td>STAR till höger om den: <i>STARŠAḪÛ</i> (Gris)</td> <td></td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>26</notr></td> <td>STAR till vänster om den: <i>STARSSISÛ</i> (Häst)</td> <td></td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>27</notr></td> <td>STAR bakom den: <i>STARLULIMMU</i> (Hjort)</td> <td>Vi flyttade hjorten för att visa ett annat förslag och för att pantern upptar andra områden än UKADUA-demonen. Det är fortfarande osäkert men i den här versionen innehåller hjortens bröst M31 som skulle kunna vara "Fältmusen". </td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>28</notr></td> <td>blinkande <sup>stjärnor</sup> mittemot <i>STARLULIMMU</i>(hjort): <sup>GODḪarriru</sup>(Fältmus)</td> <td></td> <td><notr>M31 ?</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3"> <sup>GODEnlils</sup>väg är klar.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">konstellationsnummer</td> <td>asterism</td> <td>vår kommentar</td> <td>position på himlen</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>32</notr></td> <td><sup>STJÄRNSTEN-</sup>&quot;FÄLT&quot;(ytmått)</td> <td></td> <td><notr>Peg</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33</notr></td> <td>STAR motsatt <sup>STARONE-</sup>"FÄLT": <i>STARŠINŪNUTU</i>(Svala)</td> <td>den södra av de två fiskellipsarna; i jämförelse med den tidigare versionen en liten konstellation som förskjutits åt nordväst</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33 (a)</notr></td> <td><i>STARZIBATI</i>(Svansarna)</td> <td>Sedan den gamla babyloniska "stora svalan" förvandlats till en liten svala och flyttats till en annan plats, förblev den stora svalans V-formade svansar utan någon betydelse. Ändå används de som konstellation (Tails - men ingen vet av vem). Senare tolkades V-formen som ett band som förbinder den lilla svalan med en liten fisk under konstellationen Anunitu.</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>34</notr></td> <td>STJÄRNA bakom <sup>STJÄRNSTEN-</sup>'FÄLT': <i>STARANUNNĪTU</i></td> <td>Vår streckgubbe är beredd att förvandlas till den grekiska Andromeda: Anunitu är ett annat namn för den babyloniska sexuella kärleksgudinnan Ishtar som likställdes med den grekiska Afrodite vars myt i Syrien var kopplad till fisk.</td> <td><notr>Andromeda</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>35</notr></td> <td>STAR bakom det: <i>STARAGRU</i>(Hyrd arbetare)</td> <td>Under århundraden av förkortningar av konstellationernas namn förvandlades det babyloniska LU.HUN.GA till HUN som är ett tecken som liknar UDU (får). Därför förvandlades den arbetande mannen till ett får. Detta var sannolikt endast en babylonisk ordlek och därför är det inte meningen att konstellationsfiguren verkligen ska se ut som ett får.</td> <td><notr>Ari</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>36</notr></td> <td>STJÄRNA.STJÄRNA(<i>ZAPPU</i>, Borste): <sup>GODSebettu</sup></td> <td>På gammalt babyloniska benämns detta endast "stjärnklustret", på mellanbabyloniska jämställs detta med Sebettu (de sju gudarna, krigarna) av okänd anledning. Senbabyloniskan använder oftare termen "borsten" på tjurens hals. Denna tolkning är likvärdig med den grekiska.</td> <td>Plejaderna</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>37</notr></td> <td><sup>HIMLENS STJÄRNTJUR</sup>(<i>ALÛ</i>) och <i>GODIs-lê</i> (Den vilda tjurens käke)</td> <td>Himmelens tjur är en mytologisk figur från Gilgameshs epos. Gilgamesh kämpar mot honom och delar honom i två delar (vilket förklarar dess avbildning på himlen). "Käken" är Hyaderna.</td> <td><notr>Tau </notr>och Hyaderna</td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>38</notr></td> <td><sup>STARTRUE-SHEPHERD-OF-HEAVEN</sup>(<i>ŠITADDALLU</i>, Orion)</td> <td></td> <td><notr>Ori</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>39</notr></td> <td>Tvillingstjärnor mittemot <i>STARŠITADDALLU</i></td> <td></td> <td><notr><sub>π3</sub>, <sub>π4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>40</notr></td> <td>STAR bakom den:<i>STARTARLUGALLU</i> (Tupp)</td> <td>Vanligtvis identifieras tuppen med den moderna Lepus, men detta är för mig helt obegripligt: "Bakom" Orion, dvs. efter honom, står Prokyon, en mycket ljusstark stjärna som inte har något känt babyloniskt namn. Grekerna kallade honom "pro kyon" (går upp före hunden) eftersom Prokyon i vissa av de erövrade kulturerna var en indikator på att Sirius snart skulle gå upp (hundstjärnan för dem). Sirius var inte en hundstjärna i den babyloniska himmelskulturen, men däremot viktig för kalendern. Därför föreslår jag att man tar Prokyon för en galande tupp, som på något sätt tillkännager den ljusare Sirius.</td> <td><notr>Lep (</notr>eller<notr> α CMi ??)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>41</notr></td> <td><sup>STARGAG</sup>.SI.SÁ (pil)</td> <td>Den avbildade versionen är ett förslag. Säker är bara Sirius, för resten finns det flera alternativ.</td> <td>Sirius + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>42</notr></td> <td><i>STARQAŠTU</i> (båge)</td> <td>Jag antar, det här är den mest accepterade versionen (av flera befintliga alternativ).</td> <td>i<notr> CMa ?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>43</notr></td> <td>STAR (av) <sup>GODNIRAḪ</sup>(Ormgud)</td> <td></td> <td><notr>Hya</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>44</notr></td> <td><i>STARĀRIBU</i> (Korpen)</td> <td></td> <td><notr>Crv</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>45</notr></td> <td><i><sup>STJÄRNAGODŠala</sup></i>, kornets ax</td> <td>Den gamla konstellationen Furgen försvann och kvar blev istället Jungfrun (gudinnan Šala). Det stabila elementet är "kornets ax" som namn på den klaraste stjärnan (grekiska Stachys, latin Spica).</td> <td><notr>Jungfrun</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>46</notr></td> <td><i>STARZIBĀNĪTU</i>(Vågarna)</td> <td>Eftersom MUL.APIN identifierar Vågen med en del (horn) av Skorpionen försvann denna konstellation i den tidiga grekiska astronomin och dök upp igen först under tidig romersk tid (Almagest och därefter). Vi tycker, att de tidigare versionerna av Vågen borde ha varit en separat konstellation och inte en del av Skorpionen. Det är därför vi vände den 180° eftersom Jungfrun (som Furrow såväl som Jungfrun Šala) inte behöver så mycket utrymme i den babyloniska himmelskulturen.</td> <td>cirka Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>47</notr></td> <td>STJÄRNAN (av) <sup>GODZababa</sup></td> <td>Normalt identifierad med området Ophiuchus. </td> <td><notr>Oph</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>48, 49</notr></td> <td><i>STARERÛ</i> (örn) och <i>STARPAGRU</i> (lik)</td> <td>Örnen (Aql) är kopplad till ett lik som påminner om Almagests figur av örnen som bär den döde Antinuos. Det förefaller troligt att örnen förr i tiden var en gam, eftersom gamar förknippas med döda kroppar och örnar inte gör det, och i babylonisk mytologi bär en örn företrädesvis en levande (inte död) man. Dessutom skiljer många tidiga språk inte på örnar och gamar. </td> <td><notr>Aql +</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Anums väg fullbordad.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">konstellationsnummer</td> <td>asterism</td> <td>vår kommentar</td> <td>position på himlen</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>54</notr></td> <td><i>STARNŪNU</i>(Fisk)</td> <td>Grekiska "den stora fisken" </td> <td><notr>PsA</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>55</notr></td> <td>STOR STJÄRNA: <sup>GODEa</sup></td> <td>Visdomens och häxkonstens gud, Ea, avbildas vanligen med vattenströmmar sprutande från sina axlar. För babylonierna var detta en tydlig bild av källorna Eufrat och Tigris. Eftersom grekerna inte kände till detta, kallade de figuren helt enkelt "Mannen med vattnet" eller "Vattenbäraren".</td> <td><notr>Aqr</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>56</notr></td> <td>STAR av (staden) Eridu</td> <td></td> <td>Canopus<notr> (α Bil)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>57</notr></td> <td>STAR till höger om den: STJÄRNA (av) <sup>&lt;GUD&gt;Ninmaḫ</sup></td> <td>Eftersom Canopus står nästan mitt emot Vattumannen på himlen är det oklart var denna asterism ska placeras.</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>58</notr></td> <td><sup>STJÄRNAḪAB</sup><i>(B)AṢṢĒRĀNU</i></td> <td>fortfarande oklart</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>59</notr></td> <td>Stjärna till höger om den: <i>STARMAŠKAKĀTU</i>(Harrow), i vars mitt Apsû är synlig</td> <td> fortfarande oklart - men kanske är Apsû den sydligaste delen av Vintergatan. </td> <td>i<notr> Vela (Apsû~MW?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>60</notr></td> <td>2 <sup>stjärnor</sup> bakom den: <sup>GODŠullat</sup>och <sup>GODḪaniš</sup></td> <td>inga ledtrådar, ingen ledtråd</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>61</notr></td> <td>STJÄRNA bakom den som lyser upp som <sup>GODEa</sup>(och) går ner som Ea: STJÄRNA (av) <sup>GODNumušda</sup></td> <td>bör vara en manlig antropomorf figur (en gud)</td> <td><notr>Cen</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>62</notr></td> <td>STAR till vänster om <i>STARZUQAQĪPU</i> (skorpion): <i>STARURIDIMMU</i></td> <td></td> <td><notr>Lup</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>63</notr></td> <td><i>STARZUQAQĪPU</i></td> <td></td> <td><notr>Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>64</notr></td> <td><i>STARIRAT-ZUQAQĪPI</i></td></tr></tbody></table></p><br/><p><table cellpadding="7" cellspacing="1"><tbody><tr valign="top" style="background: #dee6ef"><td>(Skorpionens bröst): <sup>GODLisin</sup></td> <td>namn på enskild stjärna</td> <td>Antares<notr> (α Sco)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>65</notr></td> <td>2 <sup>stjärnorna</sup> på stinget (<i>ZIQTU</i>) av <i>STARZUQAQĪPU</i> <sup>:</sup> <sup>GODŠarur</sup>och <sup>GODŠargaz</sup></td> <td>Eftersom Šargaz är en gammal term för stjärnan är denna nästan klar och återanvändes som officiellt modernt stjärnnamn av IAU 2016.</td> <td><notr>λ, ν Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>66</notr></td> <td>STJÄRNAN bakom dem: <sup>GUDPabilsaĝ</sup></td> <td>Avbildningen av guden Pabilsaĝ är ikonografiskt tydlig. Den kan lätt förvandlas till en grekisk kentaur (se Boll, 1903). </td> <td><notr>Sgr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>67, 68</notr></td> <td><i>STARMAKURRU</i> (Bark) (och?) <i>STARSUḪURMĀŠU</i> (Getfisken) </td> <td> Antingen identifierades barken med getfisken, vilket innebär att båda termerna betecknar samma konstellation (särskilt troligt för gammalbabyloniska epoker före MUL.APIN, hypoteser publicerade av Craig Crossen i Sky&amp;Telescope). Alternativt (och särskilt troligt för senare epoker) flyttades barken västerut, under Pabilsaĝs (Skyttens) fötter. Det förklarar Eratosthenes långa debatt om den ologiska bilden av en kentaur som står på ett skepp. Om Barken var en fristående konstellation, bör den identifieras med Ptolemaios Södra krona (Corona Australis).</td> <td><notr>(CrA &amp;) Cap</notr></td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3"> <sup>GODEa:</sup>s bana har fullbordats.</td> </tr> </tbody> </table> </p>
uk: ### Окремі зірки <p> На відміну від списків сузір'їв, пізніші епохи зберегли набагато більше списків окремих зірок. Цю пізньовавилонську або селевкідську картину зоряного неба ми використали для того, щоб зосередити увагу на назвах зірок. Існує багато списків <i>зікпу</i> (списків кульмінацій зірок), а для вимірювань на зодіаку було впроваджено «нормальні зірки». Нормальні зірки (від латинського «norma» — «міра») набір еталонів для математичної астрометрії пізньовавилонської епохи. Хоча для більшості інших зірок похибка у ідентифікації із небесними відповідниками є іноді величезною, нормальні зірки можна ідентифікувати доволі точно, оскільки їхні координати можна визначити за розташованими поруч планетами (Jones, 2004). </p> ### Джерела <p>Списки зірок зікпу та нормальних зірок, здебільшого, створені на основі сучасної збірки даних Ганґера і Пінґрі (Hunger and Pingree: Astral Science in Mesopotamia, 1999) та декількох інших статей, які вказано у розділі «Інформація для подальшого ознайомлення». У книзі Гофманн (Hoffmann, 2017) вже наведено декілька обчислень із цими зірками. Інші обчислення можна знайти у літературі (наприклад, Вейн Горовіц (Wayne Horowitz) працював із зірками <i>зікпу</i> багато років, але ми не вказуємо якоїсь із його робіт окремо, хоча його переклади значною мірою є частиною цієї роботи). Приблизну версію пізньовавилонських лінійних рисунків буде додано у наступних випусках Stellarium. </p> <p> ### Сузір'я MUL.APIN, дещо перероблені <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер сузір'я</td> <td>астеризм</td> <td>наш коментар</td> <td>розташування на небі</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>1</td> <td><sup>ЗІРКА</sup><i>ЕПІМНУ</i> (Плуг)</td> <td></td> <td>Cas</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>2</td> <td><sup>ЗІРКА</sup><i>БАРБАРУ</i> (Вовк): засівач <sup>ЗІРКИ</sup><i>ЕПІННУ</i></td> <td>«Вовк» означає не тварину, а частину плугу.</td> <td>&gamma; Cas (+?)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>3</td> <td><sup>ЗІРКА</sup><i>ШИБУ</i> (Старий чоловік)</td> <td></td> <td>Per</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>4</td> <td><sup>ЗІРКА</sup><i>ГАМЛУ</i> (Палиця для кидання)</td> <td></td> <td>у Aur</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>5</td> <td><sup>ЗІРКА</sup><i>ТУʼАМУ&middot;РАБУТУ</i> (Великі Близнюки)</td> <td></td> <td>Gem</td> </tr> </tbody> <tbody> <tr valign="top" style="background: #e7e6e6"> <td>6</td> <td><sup>ЗІРКА</sup><i>ТУʼАМУ&middot;ШЕХРУТУ</i> (Малі Близнюки)</td> <td>більше не існує (об'єдналося із Великими Близнюками) </td> <td>Gem</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>7</td> <td><sup>ЗІРКА</sup><i>АЛЛУТУ</i> (Краб)</td> <td></td> <td>Cnc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>8</td> <td><sup>ЗІРКА</sup><i>УРГУЛУ</i> (Лев)</td> <td></td> <td>Leo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>9</td> <td>ЗІРКА навпроти <sup>ЗІРКИ</sup><i>УРГУЛУ</i>: ЗІРКА Царя</td> <td></td> <td>Регул</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>10</td> <td>мерехтливі ЗІРКИ на хвості <sup>ЗІРКИ</sup><i>УРГУЛУ</i>: &quot;плоди фінікової пальми&quot; (прикраса?) <sup>БОГА</sup>Еруа</td> <td></td> <td>Com</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>11</td> <td><sup>ЗІРКА</sup>ШУ.ПА (Яскрава?) = <sup>БОГ</sup>Енліл</td> <td></td> <td>Boo</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>12</td> <td>ЗІРКА перед ним: <sup>ЗІРКА</sup><i>ХЕНГАЛЛАЮ</i> (Достаток)</td> <td></td> <td>&alpha; Boo або &alpha; CVn</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>13</td> <td>ЗІРКА за ним: <sup>ЗІРКА</sup><i>БАШТУМ</i> (Гідність)</td> <td></td> <td>CrB</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>14</td> <td><sup>ЗІРКА</sup><i>ЕРЕККУ</i> (Віз)</td> <td></td> <td>UMa</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>ЗІРКА за віссю <sup>ЗІРКИ</sup><i>ЕРЕККУ</i>: <sup>ЗІРКА</sup><i>ШЕЛЕБУ</i> (Лис)</td> <td></td> <td>Алькор (80 UMa)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>16</td> <td>ЗІРКА перед <sup>ЗІРКОЮ</sup><i>ЕРЕККУ</i>: <sup>ЗІРКА</sup><i>ЛАХРУ</i> (Вівця)</td> <td></td> <td>&alpha; UMa (+)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>17</td> <td><sup>ЗІРКА</sup>МУ.БУ.КЕШ.ДА (Причеплене ярмо?)</td> <td></td> <td>UMi</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>18</td> <td><sup>ЗІРКА</sup>МАР.ГІД.ДА.АН.НА (Віз небес)</td> <td></td> <td>десь між UMi і Вегою?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>19</td> <td>ЗІРКА у його зв'язку: ЗІРКА<i>АПІЛ-ЕМАХ</i> (Спадкоємець храму Емах)</td> <td></td> <td>&alpha; UMi (?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>20</td> <td><sup>ЗІРКА</sup><i>ЕНЗУ</i> (Коза)</td> <td></td> <td>Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>21</td> <td>ЗІРКА перед <sup>ЗІРКОЮ</sup><i>ЕНЗУ</i>: <sup>ЗІРКА</sup><i>КАЛБУ</i> (Собака) [богині Гули]</td> <td></td> <td>у Her</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>22</td> <td>яскрава ЗІРКА <sup>ЗІРКИ</sup><i>ЕНЗУ</i></td> <td></td> <td>&alpha; Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>23</td> <td>2 ЗІРКИ за ним: <sup>БОГ</sup>Нін-САР і <sup>БОГ</sup>Ерракал</td> <td></td> <td>&eta;, &theta; Lyr ?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>24</td> <td><sup>ЗІРКА</sup><i>німру</i> (Пантера)</td> <td>У пізньовавилонській мові («словниках») з'являться нове читання назви цього сузір'я: його слід інтерпретувати як аккадське слово «німру», яке має переклад «пантера»; старого демона на цьому місці, здається замінили.</td> <td>Cyg</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>25</td> <td>ЗІРКА праворуч від нього: <sup>ЗІРКА</sup>ШАХУ</i> (Свиня)</td> <td></td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>26</td> <td>ЗІРКА ліворуч від нього: <sup>ЗІРКИ</sup><i>СІСУ</i> (Кінь)</td> <td></td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>27</td> <td>ЗІРКА за ним: <sup>ЗІРКА</sup><i>ЛУЛІММУ</i> (Олень)</td> <td>Ми посунули Оленя для показу іншого варіанта і, оскільки Пантера займає іншу області, ніж демон УКАДУА. Ясності у цьому питанні усе ще немає, але у цій версії до грудей Оленя включено M31, яка може бути сузір'ям «Польова Миша». </td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>28</td> <td>мерехтливі ЗІРКИ навпроти <sup>ЗІРКИ</sup><i>ЛУЛІММУ</i> (Олень): <sup>БОГ</sup>Харріру (Польова Миша)</td> <td></td> <td>M31 ?</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Шлях <sup>БОГА</sup>Енліла завершено.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер сузір'я</td> <td>астеризм</td> <td>наш коментар</td> <td>розташування на небі</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>32</td> <td><sup>ЗІРКА</sup>ОДНЕ&middot;&quot;ПОЛЕ&quot; (міра площі)</td> <td></td> <td>Peg</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33</td> <td>ЗІРКА навпроти <sup>ЗІРКИ</sup>ОДНЕ&middot;'ПОЛЕ': <sup>ЗІРКА</sup><i>ШИНУНУТУ</i> (Ластівка)</td> <td>південніша із двох еліптичних дуг риби: у порівнянні із ранньою версією, мале сузір'я, яке зсунуто на північний-захід</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33 (a)</td> <td><sup>ЗІРКА</sup><i>ЗІБАТІ</i> (Хвости)</td> <td>З часу Давнього Вавилону «Велика Ластівка» перетворилася на малу ластівку і зсунулася у інше місце. V-подібний хвіст Великої Ластівки лишився ніяк не позначеним. Тут лишалося сузір'я Хвоста, але не вказувалося чийого. Пізніше V-подібну форму почали вважати стрічкою, яка з'єднує малу ластівку із малою рибою під сузір'ям Ануніту.</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>34</td> <td>ЗІРКА за <sup>ЗІРКОЮ</sup>ОДНЕ&middot;'ПОЛЕ': <sup>ЗІРКА</sup><i>АНУННІТУ</i></td> <td>Наш лінійний рисунок готується перетворитися на грецьку Андромеду: Ануніту — інше ім'я вавилонської богині сексуального кохання Іштар, яка тотожна до грецької Афродити, чий міф у Сирії було пов'язано із рибою.</td> <td>And</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>35</td> <td>ЗІРКА за ним: <sup>ЗІРКА</sup><i>АГРУ</i> (Найнятий Працівник)</td> <td>За століття використання скорочених назв сузір'їв, вавилонське ЛУ.ХУН.ГА перетворилося на ХУН, знак якого подібний до УДУ (вівця). Через це Робітник перетворився на Вівцю. Ймовірно, омонімічна спорідненість тут спостерігається лише у вавилонській мові, тому рисунок сузір'я нічим не нагадує вівцю.</td> <td>Ari</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>36</td> <td>ЗІРКА.ЗІРКА(<i>ЗАППУ</i>, Щетинка): <sup>БОГ</sup>Себетту</td> <td>У старій вавилонській традиції тут просто «Скупчення зірок». Середньовавилонська традиція наполягає на ототожненні із Себетту (Сіб Богів, воїнів) — причина невідома. У пізньовавилонський період часто використовували термін «Щетинка» на шиї Бика. Ця інтерпретація збігається із грецькою.</td> <td>Плеяди</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>37</td> <td><sup>ЗІРКА</sup>БИК&middot;НЕБЕС (<i>АЛУ</i>) і <sup>БОГ</sup><i>Іс-ле</i> (Щелепа Дикого Бика)</td> <td>Небесний Бик — міфологічна фігура із епосу про Гільгамеша. Гільгамеш бився із ним і розірвав на половинки (це пояснює зображення на небі). «Щелепою» є Гіади.</td> <td>Tau і Гіади</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>38</td> <td><sup>ЗІРКА</sup>СПРАВЖНІЙ&middot;ПАСТУХ&middot;НЕБА (<i>ШІТАДДАЛЛУ</i>, Оріон)</td> <td></td> <td>Ori</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>39</td> <td>Пара ЗІРОК навпроти <sup>ЗІРКИ</sup><i>ШІТАДДАЛЛУ</i></td> <td></td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td>40</td> <td>ЗІРКА за ним: <sup>БОГ</sup><i>ТАРЛУГАЛЛУ</i> (Півень)</td> <td>Зазвичай, сузір'я Півня пов'язують із сучасним сузір'ям Зайця, але автор має іншу думку. Маємо «за» Оріоном, а за Оріоном сходить Проціон, дуже яскрава зірка без будь-якої відомої вавилонської назви. Греки назвали цю зірку «pro kyon» (вона сходить «до собаки»), оскільки у деяких із культур завойованих ними народів Проціон був вісником скорого сходження Сіріуса («собачої зірки»). Сіріус не був «собачою зіркою» у вавилонській картині зоряного неба, але, втім, був важливим для календаря. Ось чому автор пропонує вважати Проціон Півнем, що кукурікує, і певним чином оголошує про появу яскравішого Сіріуса.</td> <td>Lep (або &alpha; CMi ??)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>41</td> <td><sup>ЗІРКА</sup>ГАГ.СІ.СА (Стріла)</td> <td>Зображена версія є припущенням. Певним є лише Сіріус, для решти є декілька варіантів.</td> <td>Сіріус + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td>42</td> <td><sup>ЗІРКА</sup><i>КАШТУ</i> (Лук)</td> <td>Мені здається, що ця версія (серед декількох наявних варіантів) є найприйнятнішою.</td> <td>у CMa ?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>43</td> <td>ЗІРКА <sup>БОГА</sup>НІРАХ (Змієбог)</td> <td></td> <td>Hya</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>44</td> <td><sup>ЗІРКА</sup><i>АРІБУ</i> (Ворон)</td> <td></td> <td>Crv</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>45</td> <td><sup>ЗІРКА</sup><i><sup>БОГА</sup>Шала</i>, колос із зерном</td> <td>Старе сузір'я Борозни зникло, лишивши по собі Служницю (богиню Шалу). Стабільним елементом лишився «колосок із зерном» як назва найяскравішої зірки (грецькою — «Стахіс», латинською — «Спіка»).</td> <td>Vir</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>46</td> <td><sup>ЗІРКА</sup><i>ЗІБАНІТУ</i> (Терези)</td> <td>Оскільки у MUL.APIN Терези є частиною (рогами) Скорпіона, це сузір'я зникло у ранній грецькій астрономії і знову з'явилося лише у ранні римські часи («Альмагест» та пізніші роботи). Ми вважаємо, що ранньою версією Терезів мало бути окреме сузір'я, а не частина Скорпіона. Ось чому ми розвернули сузір'я на 180°, оскільки у вавилонській культурі Діва (а також Борозна і Служниця Шала) не потребують багато місця на небі.</td> <td>навколо Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>47</td> <td>ЗІРКА <sup>БОГА</sup>Забаба</td> <td>Зазвичай, пов'язують із областю у Змієносці. </td> <td>Oph</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>48, 49</td> <td><sup>ЗІРКА</sup><i>ЕРУ</i> (Орел) і <sup>ЗІРКА</sup><i>ПАГРУ</i> (Труп)</td> <td>Орла (Aql) з'єднано із Трупом. Це нагадує рисунок із «Альмагеста», де Орел тримає мертвого Антиноя. Здається, у давніші часи Орел був стерв'ятником, оскільки стерв'ятників, а не орлів, пов'язують із мертвими тілами. У вавилонській міфології орли носять живих, а не мертвих людей. Крім того, у багатьох мовах не розрізняють орлів і стерв'ятників. </td> <td>Aql +</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Шлях Анум завершено.</td> </tr> </tbody> </table> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер сузір'я</td> <td>астеризм</td> <td>наш коментар</td> <td>розташування на небі</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>54</td> <td><sup>ЗІРКА</sup><i>НУНУ</i> (Риба)</td> <td>Грецька «Велика Риба» </td> <td>PsA</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>55</td> <td>ВЕЛИКА&middot;ЗІРКА: <sup>БОГ</sup>Еа</td> <td>Бога мудрості і знань, Еа, зазвичай зображали із потоками води, які спадають з його плечей. Для вавилонян це було чітке зображення потоків Євфрату та Тигру. Оскільки така інтерпретація була неочевидною для греків, вони називали цю фігуру просто «Людина з Водою» або «Водонос».</td> <td>Aqr</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>56</td> <td>ЗІРКА (міста) Еріду</td> <td></td> <td>Канопус (&alpha; Car)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>57</td> <td>ЗІРКА праворуч: ЗІРКА <sup>&lt;БОГИНІ&gt;</sup>Нінмах</td> <td>Оскільки Канопус майже протилежить Водолію на небі, не зрозуміло, де розташовано цей астеризм.</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>58</td> <td><sup>ЗІРКА</sup><i>ХАБ(Б)АШЕРАНУ</i></td> <td>усе ще неясно</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>59</td> <td>ЗІРКА праворуч: <sup>ЗІРКА</sup><i>МАШКАКАТУ</i> (Борона), у центрі якої видно Апсу</td> <td> усе ще незрозуміло, але, можливо, Апсу є найпівденніша частина Чумацького шляху. </td> <td>у Vela (Aps&ucirc;~MW?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>60</td> <td>2 ЗІРКИ за ним: <sup>БОГ</sup>Шуллат і <sup>БОГ</sup>Ханіш</td> <td>немає вказівок, невідомо</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>61</td> <td>ЗІРКА за ним, яка світить подібно до <sup>БОГА</sup>Еа (і) сідає як Еа: ЗІРКА <sup>БОГА</sup>Нумушда</td> <td>має бути чоловіча антропоморфна фігура (бога)</td> <td>Cen</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>62</td> <td>ЗІРКА ліворуч від <sup>ЗІРКИ</sup><i>ЗУКАКІПУ</i> (Скорпіон): <sup>ЗІРКА</sup><i>УРІДІММУ</i></td> <td></td> <td>Lup</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>63</td> <td><sup>ЗІРКА</sup><i>ЗУКАКІПУ</i></td> <td></td> <td>Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>64</td> <td><sup>ЗІРКА</sup><i>ІРАТ&middot;ЗУКАКІПІ<br/></i> (Груди Скорпіона): <sup>БОГ</sup>Лісін</td> <td>назва окремої зірки</td> <td>Антарес (&alpha; Sco)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>65</td> <td>2 ЗІРКИ на жалі (<i>ЗІКТУ</i>) <sup>ЗІРКИ</sup><i>ЗУКАКІПУ</i>: <sup>БОГ</sup>Шарур і <sup>БОГ</sup>Шаргаз</td> <td>Оскільки «Шаргаз» є давнім терміном для жала, тут усе майже ясно. Це офіційна сучасна назва зірки за даними МАО 2016 року.</td> <td>&lambda;, &nu; Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>66</td> <td>ЗІРКА за ним: <sup>БОГ</sup>Пабілсанг</td> <td>Зображення бога Пабілсанга є іконографічно чітким. Його просто перетворити на грецького кентавра (див. Boll, 1903). </td> <td>Sgr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>67, 68</td> <td><sup>ЗІРКА</sup><i>МАКУРРУ</i> (Човен) (і?) <sup>ЗІРКА</sup><i>СУХУРМАШУ</i> (Козло-Риба) </td> <td> Човен ототожнювали із Козло-Рибою, що означає, що це різні назви одного сузір'я (особливо це ймовірно для давньовавилонської доби до MUL.APIN, цю гіпотезу опубліковано Крейгом Кроссеном (Craig Crossen) у Sky&Telescope). Іншим варіантом (особливо для пізніших часів) є зсування Човна на захід під ноги Пабілсанга (Стрільця). Це пояснює довгу суперечку у Ератосфена щодо нелогічного зображення кентавра, що стоїть на кораблі. Якщо вважати Човен окремим сузір'ям, його слід ототожнити із Південною Короною (Corona Australis) у Птолемея.</td> <td>(CrA &amp;) Cap</td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">Шлях <sup>БОГА</sup>Еа завершено.</td> </tr> </tbody> </table> </p>
