Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Constellations Generally, stars represent animals turning around the North Star which is symbolized by the Golden Nail (*Altan Hadaas*). Almost all Mongolian asterisms are similar to those that we know. However some have other names like *Num Sum* (The Bow and the Arrow) for the constellation Swan, or *Doloon Burkhan* for the seven stars of the Big Dipper. The summer triangle made up of Vega, Deneb and Altair stars refers to three stags (*Gurvan Maral Od* in Mongolian). And Cassiopeia represents, in the Mongolian imagination, the Five Stars Woman (*Hun Tavan Od*). ### Planets and Stars Originally, Tibeto-Mongolian astrology calculates the positions of each of the planets visible with the naked eye. Because planets beyond Saturn are not visible without telescope (the instrument which appeared long time after the creation of their astrology), the Mongolians have attributed one of the five planets for each day of the week, completing with the Sun (*Nar*) for Sunday and the Moon (*Sar*) for Monday. The names of the Solar System's planets and Pluto have some peculiarities in Mongolian. Mercury is named *Bud* (associated with Wednesday), Venus, *Sugar* (associated with Friday), the Earth, *Delkhii*, Mars, *Angarag* (associated with Tuesday), Jupiter, *Barhasbadi* (associated with Thursday), Saturn, *Sanchir* (associated with Saturday), Uranus, *Tengeriin-van*, Neptune, *Dalai-van* and at last Pluto, *Dalkhii-van*. We can see that the three last, invisible to the naked eye and discovered long time after the others, have the characteristic to have the particle *-van* at the end of the name, indicating the princely status in Mongolian. Earth and Pluto are named similarly, except that this last one has this particle. It is possible to translate from Mongolian Pluto like "The princely ground" (ground and not Earth because it means here the surface on which we walk, not the Earth. Uranus, *Tengeriin-van*, could be translated as "princely sky", and Neptune, *Dalai-van*, as the "princely ocean". Nevertheless, this particle has no real equivalent in English, and translations above are presented to give an idea of the planet name's meaning. However, the names of the celestial bodies specified here come from Sanskrit (language spoken in India) and are largely used in the current language in Mongolia but in an unofficial way. It is also very interesting to see the tight link between terms designating other celestial bodies and their beliefs: indeed, *Tengeriin Zadas* appoints the Milky Way. We could literally translate this as the "Sky Line" (*Tengeriin* for the sky, which also means the god of the sky, and *Zadas* for the line). Well known in Mongolian star lore concerns Alcor, the star located above Mizar in the Greater Bear. It symbolises the recover and protection star. It was placed here by *Tengeriin* (god of heaven) to protect Mizar. To become an archer for Genghis Khan (13th century), it seemed that one had to be able to discern these two stars with the naked eye. From a historic point of view, this excellent knowledge of the sky goes back to *Ulug Beg* (AD1394-1449; *Taraghay* by his real name), astronomer, mathematician and viceroy in Samarkand whose empire spread as far as Central Asia. Turning away from his royal obligations, he examined celestial bodies and astronomical questions of his time. He is the first to extremely precisely measure Saturn's revolution period (*Sanchir*) with a sextant of 40 meters radius. ### Myths and Legends ### The Greater Bear Mongolians are particularly attached to the Great Bear. This constellation is limited for them to the seven Dipper stars making the bear's tail and body, but the legend concerning it is probably the most famous in Mongolia. > Once upon a time, there were eight orphan brothers gifted with outstanding capabilities living within a kingdom. The king and the queen lived within it peacefully. One day, a monster came and kidnapped the queen. The king asked the eight brothers to bring her back and said: "If one of you succeeds to rescue my beloved, I will give to him a golden arrow". The orphans went together to assist their queen. They searched the monster during two days and three nights, when in the middle of the third night, they found and killed the monster. They brought back the queen in the castle. > > The king did not split the arrow in eight parts, he decided to throw it into the sky. The first to catch it should keep it. The younger brother succeeded the test and changed immediately into the North Star (Polar Star). The seven others changed into the seven gods, the seven Buddhas visiting their younger brother every night. The name *Doloon burkhan* (the Seven Buddhas) come from this legend to appoint the Great Bear and the Golden Nail, *Altan Hadaas*, the Polar Star. A tradition, particularly delightful, concerns the link between Mongolian people and the Greater Bear as one star of this constellation is attributed to each of them. It depends on their birth year in the Chinese calendar. Chinese and Mongolian calendars have some similarities (the Mongolian calendar is a lunar calendar). Each year is symbolized by an animal, itself associated to a star of the constellation Greater Bear. The first, Dubhe, corresponds to the rat's year, the second, Merak, corresponds to the ox and so on until the end of the Great Bear's tail where Alkaid symbolizes the year of the horse. Then we come back to the first, the sheep year and we repeat the same way until the twelfth and latest year of the Chinese calendar, the one of the pig. Therefore, the two stars at the end of the tail are assigned one time only. [Note by G. Zotti: This is a variant of the old Seven Buddha Sutra described by *Elverskog* [#2]. There however, the association of the stars goes in an up-and-down movement, i.e., Dubhe/Rat, Merak/Ox, ... Mizar/Snake, Alkaid/Horse, Mizar/Goat, ... Merak/Pig.] <img src="illustrations/doloon_burkhan.png" width="550"> ### Shooting stars Shooting stars have also a specific meaning: they are personified through their beliefs. When they see these shooting stars they imagine that it is a star which falls from the sky and which symbolizes somebody who just died. Whereas occidental people make a wish, Mongolians say: "Phew, it is not me!" ### Neglected Legends Three legends just as rich in meaning concern the Sun, eclipses and *Hun Tavan Od* (Cassiopeia). However, they are nowadays neglected and almost forgotten by most Mongolians: #### Sun > At the origin of the world, there was only one man and vast particularly dry meadows, burned by the seven suns which lit the world. This man, a very good archer, made the promise to the gods that he pierced all these suns without missing a target even once. If he should fail, he would cut himself all the fingers one by one and leave to live in a hole like a marmot (groundhog) to ward off the curse that would weigh on him. He took his bow, pulled a first arrow and hit his target. A second, a third until the sixth which destroyed the suns. He finished by pulling his seventh arrow towards the last sun, when a swallow flew off and passed through its direction. The bird was hit. The man had not reached his goal, so he left towards exile in a hole, cut his fingers and turned into a marmot. The swallow had just saved our Sun, otherwise all life would have disappeared from the world's surface. We have to see here a parallel with the number seven, important in the Mongolian culture like all odd numbers. They bring luck in the buddhist religion. #### Eclipses > At that time lived a scary monster named *Raah* which frightened the entire world. He devoured all who were in its way. The god *Orchiwaani* owned a magic spring: whoever drank from it became immortal. One day, *Raah* stole the spring and drunk. The Moon and the Sun caught the monster in the act and reported to *Orchiwaani*. Seething with rage to hear about this piece of news he went to fight the monster. He cut its head many times but it grew again immediately because *Raah* had become immortal. He thought then to cut its tail in order to allow all that it ate to leave again directly. Just as *Orchiwaani* would seize the monster to finish it off, it escaped and disappeared between the Moon and the Sun. Then *Orchiwaani* asked the Moon, who recaptured *Raah* and cut its rump and its tail. In revenge, the monster comes back sometimes to eat the Moon or the Sun which exit immediately, giving rise to moon and solar eclipses. When there is an eclipse, Mongolians know that it means that *Raah* devours the Moon or the Sun and they make a lot of noise so that the monster liberates the eclipsed star. In the 13th century, Guillaume de Rubruck wrote: > "Some [Mongolian people] have knowledge in astronomy and predict them [to other Mongolian people] the Lunar and Solar eclipses and, when it is about to produce one, everybody stocks up on food because they do not pass the door of their habitation. And while the eclipse happened, they play the drum and instruments and do big noise and clamors. When the eclipse is finished, they devote themselves to beverage and festivity and do big party." (Source: [#1]) Eclipse travelers in 2008 still witnessed drivers and cooks hiding in their tents and making noise with the pots. It seemed authentic, not a show for the tourists. Also note the similarity of *Raah* with Indian *Rahu*. #### Cassiopeia (*Hun Tavan Od*) Cassiopeia (*Hun Tavan Od*) symbolises unity, brotherhood, solidarity for the Mongolians. The constellation's five stars represent unity of the five children of Genghis Khan's wife, Oulin. > Them did not get well along with each other and squabbled all the time. Their mother decided to strongly tie five ropes, and each one should try to untie a knot. If they succeeded, it meant that they didn't remain united with each other, and that the brotherhood didn't gather in hard times. Conversely, if the knots withstood the test, the five brothers would remain united and close for the rest of their lives and would be victorious at the time of wars. ### Other Beliefs Linked to the Sky According to a Mongolian legend, a woman devoting herself to count one hundred stars in the sky will dream about her future husband. Sometimes, Mongolians honor the Greater Bear (*Doloon Burkhan*) by throwing milk in its direction. Milk, of white color, symbolizes purity in Mongolia. They pray so that something may be fulfilled, but for several persons, not for just one person, because this would bring bad luck. Milk can be replaced by vodka which, even if it is colorless, symbolizes the dark color and the strength for Mongolians. By doing this, it avoids bad luck, quarrels, fear and fends off evil spirits. ### Conclusion The constellations are inspired by occidental ones, but the Mongolian cosmogony, briefly exposed here, highlights a notable identity of beliefs which are associated with it. Mongolian culture and knowledge transmission is essentially oral, and so few written traces exist about these subjects. It is therefore particularly hard to relate their cosmogony with high fidelity and precision. In order to preserve knowledge about this cosmogony, every observation, suggestions or collaboration are welcome! ### Acknowledgements and Further Reading - Bayrlalaa (thank you) to Mongolians, for their kindness and their help in the gathering of these informations about their culture and their cosmogony - [L'Uranoscope de France](http://uranoscope.free.fr) - [ L'Association Française d'Astronomie / The French Astronomy Association](http://www.afanet.fr) - [OutOfNowhere](http://www.outofnowhere.asia)
ru: ### Созвездия Обычно звезды представляют животных, вращающихся вокруг Полярной звезды, символизируемой золотой палкой (*Алтан Хадаас*). Почти все монгольские астеризмы похожи на те, которые мы знаем. Однако некоторые из них имеют другие названия, такие как *Нум Сум* (Лук и стрела) для созвездия Лебедя или *Долун Бурхан* для семи звезд Большой Медведицы. Летний треугольник, состоящий из звезд Вега, Денеб и Альтаир, относится к трем оленям (*Гурван Марал Од* на монгольском языке). А Кассиопея представляет, в монгольском воображении, Женщину Пяти Звезд (*Хун Таван Од*). ### Планеты и звёзды Первоначально тибето-монгольская астрология вычисляла положение каждой из планет, видимых невооруженным глазом. Поскольку планеты за Сатурном не видны без телескопа (инструмента, который появился намного позже создания их астрологии), монголы приписали одну из пяти планет для каждого дня недели, завершив Солнцем (*Нар*) для воскресенья и Луной (*Сар*) для понедельника. Названия планет Солнечной системы и Плутона имеют некоторые особенности в монгольском языке. Меркурий называется *Бад* (связан со средой), Венера, *Сугар* (связана с пятницей), Земля, *Делкхии*, Марс, *Ангараг* (связан со вторником), Юпитер, *Бархасбади* (связан с четвергом), Сатурн, *Санчир* (связан с субботой), Уран, *Тэнгэрийн-ван*, Нептун, *Далай-ван* и, наконец, Плутон, *Далкхии-ван*. Мы видим, что три последних, невидимые невооруженным глазом и обнаруженные намного позже остальных, имеют характерную частицу *-ван* в конце имени, указывающую на княжеский статус в монгольском языке. Земля и Плутон названы аналогично, за исключением того, что у последнего есть эта частица. С монгольского Плутон можно перевести как "Княжеская земля" (земля, а не Земля, потому что здесь это означает поверхность, по которой мы ходим, а не Земля. Уран, *Тэнгэрийн-ван*, можно перевести как "княжеское небо", а Нептун, *Далай-ван*, как "княжеский океан". Тем не менее, эта частица не имеет реального эквивалента в английском языке, и переводы выше представлены, чтобы дать представление о значении названия планеты. Однако названия небесных тел, указанных здесь, происходят из санскрита (языка, на котором говорят в Индии) и в основном используются в современном языке в Монголии, но неофициальным образом. Также очень интересно увидеть тесную связь между терминами, обозначающими другие небесные тела, и их верованиями: действительно, *Тэнгэриин Задас* обозначает Млечный Путь. Мы могли бы буквально перевести это как «Небесная линия» (*Тэнгэриин* для неба, что также означает бога неба, и *Задас* для линии). Хорошо известная в монгольских звездных преданиях звезда Алькор расположена над Мицаром в Большой Медведице. Она символизирует звезду восстановления и защиты. Она была помещена сюда *Тэнгэриином* (богом неба) для защиты Мицара. Оказалось, что для того, чтобы стать лучником Чингисхана (13 век), нужно было уметь различать эти две звезды невооруженным глазом. С исторической точки зрения, это превосходное знание неба восходит к *Улугбеку* (1394-1449 гг. н.э.; настоящее имя *Тарагай*), астроному, математику и наместнику в Самарканде, чья империя простиралась до Средней Азии. Отвлекаясь от своих королевских обязанностей, он исследовал небесные тела и астрономические вопросы своего времени. Он был первым, кто чрезвычайно точно измерил период обращения Сатурна (*Санчир*) с помощью секстанта радиусом 40 метров. ### Мифы и легенды ### Большая медведица Монголы особенно привязаны к Большой Медведице. Это созвездие ограничено для них семью звездами Медведя, образующими хвост и тело медведя, но легенда о нем, вероятно, самая известная в Монголии. > Когда-то в королевстве жили восемь братьев-сирот, одаренных выдающимися способностями. В нем мирно жили король и королева. Однажды пришло чудовище и похитило королеву. Царь попросил восемь братьев вернуть ее и сказал: «Если кому-то из вас удастся спасти мою возлюбленную, я дам ему золотую стрелу». Сироты вместе пошли помогать своей королеве. Они искали чудовище два дня и три ночи, когда в середине третьей ночи нашли и убили чудовище. Они вернули королеву в замок. > > Царь не разделил стрелу на восемь частей, он решил бросить ее в небо: владельцем стрелы станет тот, кто первым поймает её. Младший брат прошел испытание и сразу превратился в Полярную звезду. Остальные семь превратились в семи богов, причем семь будд каждую ночь навещали своего младшего брата. Название *Doloon burkhan* (Семь Будд) происходит от этой легенды и связывает Большую Медведицу и Золотой Прут, *Altan Hadaas*, Полярную звезду. Традиция, особенно восхитительная, касается связи между монгольским народом и Большой Медведицей, поскольку каждому из них приписывается одна звезда этого созвездия. Это зависит от года их рождения по китайскому календарю. Китайский и монгольский календари имеют некоторое сходство (монгольский календарь - лунный календарь). Каждый год символизируется животным, которое ассоциируется со звездой созвездия Большой Медведицы. Первая, Дубхе, соответствует году крысы, вторая, Мерак, соответствует быку и так далее до конца хвоста Большой Медведицы, где Алкаид символизирует год лошади. Затем мы возвращаемся к первой, году овцы, и повторяем так же до двенадцатого, последнего года китайского календаря, года свиньи. Таким образом, две звезды на конце хвоста ассоциируются только один раз. [Примечание Г. Зотти: это вариант древней Сутры Семи Будд, описанной *Elverskog*. Однако там ассоциация звезд идет в восходящем и нисходящем порядке, то есть Дубхе / Крыса, Мерак / Бык, ... Мицар / Змея, Алкаид / Лошадь, Мицар / Коза, ... Мерак / Свинья.] <img src="illustrations/doloon_burkhan.png" width="550"> ### Падающие звезды Падающие звезды также имеют особое значение: они персонифицированы через свои верования. Когда они видят эти падающие звезды, они считают, что эта падающая звезда символизирует только что умершего человека. В то время как западные люди загадывают желание, монголы говорят: «Уф, это не я!» ### Забытые легенды Три столь же богатые смыслом легенды касаются Солнца, затмений и *Hun Tavan Od* (Кассиопеи). Однако в настоящее время они игнорируются и почти забыты большинством монголов: #### Солнце > При происхождении мира был только один человек и обширные особо сухие луга, выжженные семью солнцами, освещавшими мир. Этот человек, очень хороший лучник, дал обещание богам, что он пронзит все эти солнца, ни разу не промахнувшись. Если бы он потерпел неудачу, он отрезал бы себе все пальцы один за другим и осталтся бы жить в норе, как мармот (сурок), чтобы отразить проклятие, которое будет тяготить его. Он взял свой лук, натянул первую стрелу и попал в цель. Второй, третий до шестого, который уничтожил солнца. Он закончил тем, что потянул свою седьмую стрелу к последнему солнцу, когда ласточка вылетела и полетела в его направлении. Птица была поражена. Человек не достиг своей цели, поэтому ушел в изгнание в нору, порезал себе пальцы и превратился в сурка. Ласточка только что спасла наше Солнце, иначе вся жизнь исчезла бы с поверхности мира. Здесь мы должны увидеть параллель с числом семь, важным в монгольской культуре, как и все нечетные числа. Они приносят удачу в буддийской религии. #### Затмения > В то время жило страшное чудовище по имени *Раах* которое пугало весь мир. Оно пожирало всех, кто попадался ему на пути. Бог *Орчиваани* владел волшебным источником: тот, кто пил из него, становился бессмертным. Однажды *Раах* украл источник и напился. Луна и Солнце поймали чудовище на месте преступления и сообщили об этом *Орчиваани*. Кипя от ярости, услышав эту новость, он отправился сражаться с чудовищем. Он много раз отрубил ему голову, но она тут же отрастала снова, потому что *Раах* стал бессмертным. Затем он подумал отрубить ему хвост, чтобы позволить всему, что он съел, сразу же выйти. Так же, как *Орчиваани* хотел схватить чудовище, чтобы прикончить его, оно сбежало и исчезло между Луной и Солнцем. Тогда *Орчиваани* попросил Луну, которая снова поймала *Рааха* и отрезала ему круп и хвост. В отместку чудовище иногда возвращается, чтобы съесть Луну или Солнце, которые тут же исчезают, вызывая лунные и солнечные затмения. Когда происходит затмение, монголы знают, что это означает, что *Раах* пожирает Луну или Солнце, и они создают много шума, чтобы чудовище освободило затменную звезду. В 13 веке Гийом де Рубрук писал: > «Некоторые [монголы] обладают познаниями в астрономии и предсказывают [другим монголам] лунные и солнечные затмения, и когда оно вот-вот произойдет, все запасаются едой, потому что не выходят за пределы своего жилища. И пока происходит затмение, они играют на барабанах и инструментах, шумят и кричат. Когда затмение заканчивается, они посвящают себя напиткам и празднествам и устраивают большую вечеринку». (Источник: [#1]) Путешественники, наблюдавшие за затмением в 2008 году, все еще видели водителей и поваров, прячущихся в своих палатках и шумящих горшками. Это оказалось подлинным, а не шоу для туристов. Также обратите внимание на сходство *Рааха* с индийским *Раху*. #### Кассиопея (*Hun Tavan Od*) Кассиопея (*Hun Tavan Od*) символизирует для монголов единство, братство, солидарность. Пять звезд созвездия представляют единство пятерых детей жены Чингисхана, Улин. > Они не ладили друг с другом и постоянно ссорились. Их мать решила крепко связать пять веревок, и каждая должна попытаться развязать узел. Если им это удавалось, то это означало, что они не остались едиными с другими, и что братство не собралось в тяжелые времена. И наоборот, если бы узлы выдержали испытание, пять братьев остались бы едиными и близкими на всю оставшуюся жизнь и одержали бы победу во время войн. ### Другие верования, связанные с небом Согласно монгольской легенде, женщина, посвятившая себя тому, чтобы сосчитать на небе сто звезд, увидит во сне своего будущего мужа. Иногда монголы чтят Большого Медведя (*Долоон Бурхан*), бросая в его сторону молоко. Молоко белого цвета символизирует чистоту в Монголии. Они молятся, чтобы что-то исполнилось, но для нескольких человек, а не только для одного человека, потому что это принесет неудачу. Молоко можно заменить водкой, которая, даже если она бесцветная, символизирует темный цвет и силу для монголов. Делая это, он избегает неудачи, ссор, страха и отгоняет злых духов. ### Заключение Созвездия вдохновлены западными, но монгольская космогония, кратко представленная здесь, подчеркивает заметную идентичность верований, которые с ней связаны. Монгольская культура и передача знаний в основном устные, и поэтому существует так мало письменных следов об этих предметах. Поэтому особенно трудно связать их космогонию с высокой точностью и достоверностью. Чтобы сохранить знания об этой космогонии, приветствуются любые наблюдения, предложения или сотрудничество! ### Благодарности и дополнительная литература - Bayrlalaa (спасибо) монголам за их доброту и помощь в сборе информации об их культуре и их космогонии - [L'Uranoscope de France](http://uranoscope.free.fr) - [ L'Association Française d'Astronomie / Французская астрономическая ассоциация](http://www.afanet.fr) - [OutOfNowhere](http://www.outofnowhere.asia)
sv: ### Konstellationer I allmänhet representerar stjärnor djur som vänder sig runt Polstjärnan, som symboliseras av den gyllene nageln (*Altan Hadaas*). Nästan alla mongoliska asterismer liknar dem som vi känner till. Vissa har dock andra namn som *Num Sum* (Bågen och pilen) för konstellationen Svanen, eller *Doloon Burkhan* för de sju stjärnorna i Karlavagnen. Sommartriangeln som består av stjärnorna Vega, Deneb och Altair hänvisar till tre hjortar (*Gurvan Maral Od* på mongoliska). Och Cassiopeia representerar, i den mongoliska fantasin, den femstjärniga kvinnan (*Hun Tavan Od*). ### Planeter och stjärnor Ursprungligen beräknade den tibeto-mongoliska astrologin positionerna för var och en av de planeter som är synliga med blotta ögat. Eftersom planeterna bortom Saturnus inte är synliga utan teleskop (ett instrument som dök upp långt efter att deras astrologi skapades), har mongolerna tilldelat en av de fem planeterna för varje veckodag, vilket kompletteras med solen (*Nar*) för söndagen och månen (*Sar*) för måndagen. Namnen på solsystemets planeter och Pluto har vissa egenheter på mongoliska. Merkurius heter *Bud* (förknippad med onsdag), Venus, *Sugar* (förknippad med fredag), jorden, *Delkhii*, Mars, *Angarag* (förknippad med tisdag), Jupiter, *Barhasbadi* (förknippad med torsdag), Saturnus, *Sanchir* (förknippad med lördag), Uranus, *Tengeriin-van*, Neptunus, *Dalai-van* och slutligen Pluto, *Dalkhii-van*. Vi kan se att de tre sistnämnda, som är osynliga för blotta ögat och upptäcktes långt efter de andra, har den egenskapen att de har partikeln *-van* i slutet av namnet, vilket indikerar furstlig status på mongoliska. Jorden och Pluto har liknande namn, men den sistnämnda har den här partikeln. Det är möjligt att översätta från mongoliska Pluto som "Den furstliga marken" (mark och inte jord eftersom det här betyder den yta som vi går på, inte jorden. Uranus, *Tengeriin-van*, kan översättas som "den furstliga himlen" och Neptunus, *Dalai-van*, som "det furstliga havet". Denna partikel har dock ingen riktig motsvarighet på engelska, och översättningarna ovan presenteras för att ge en uppfattning om planetnamnets innebörd. Namnen på de himlakroppar som anges här kommer dock från sanskrit (språk som talas i Indien) och används till stor del i det nuvarande språket i Mongoliet, men på ett inofficiellt sätt. Det är också mycket intressant att se den nära kopplingen mellan termer som betecknar andra himlakroppar och deras tro: *Tengeriin Zadas* utser faktiskt Vintergatan. Vi kan bokstavligen översätta detta som "himmelslinjen" (*Tengeriin* för himlen, som också betyder himlens gud, och *Zadas* för linjen). Välkänd i den mongoliska stjärnläran är Alcor, stjärnan som befinner sig ovanför Mizar i Stora björnen. Den symboliserar återvinnings- och skyddsstjärnan. Den placerades här av *Tengeriin* (himlens gud) för att skydda Mizar. För att bli bågskytt hos Djingis Khan (1200-talet) verkade det som om man var tvungen att kunna urskilja dessa två stjärnor med blotta ögat. Ur historisk synvinkel går denna utmärkta kunskap om himlen tillbaka till *Ulug Beg* (1394-1449 e.Kr.; *Taraghay* enligt hans riktiga namn), astronom, matematiker och vicekung i Samarkand vars imperium sträckte sig ända till Centralasien. Han vände sig bort från sina kungliga förpliktelser och undersökte himlakroppar och astronomiska frågor från sin tid. Han är den förste som med extrem precision mätte Saturnus rotationsperiod (*Sanchir*) med en sextant med 40 meters radie. ### Myter och legender ### Den stora björnen Mongolerna är särskilt fästa vid den stora björnen. Denna konstellation är för dem begränsad till de sju Karlavagnstjärnorna som utgör björnens svans och kropp, men legenden om den är förmodligen den mest kända i Mongoliet. &gt; Det var en gång åtta föräldralösa bröder med enastående förmågor som bodde i ett kungarike. Kungen och drottningen levde i fred. En dag kom ett monster och kidnappade drottningen. Kungen bad de åtta bröderna att föra henne tillbaka och sa: "Om en av er lyckas rädda min älskade, kommer jag att ge honom en gyllene pil". De föräldralösa barnen gick tillsammans för att hjälpa sin drottning. De letade efter monstret i två dagar och tre nätter, när de mitt i den tredje natten hittade och dödade monstret. De förde tillbaka drottningen till slottet. &gt &gt; &gt; Kungen delade inte pilen i åtta delar, utan bestämde sig för att kasta upp den i skyn. Den som först fångade den skulle få behålla den. Den yngre brodern klarade testet och förvandlades omedelbart till Nordstjärnan (Polar Star). De sju andra förvandlades till de sju gudarna, de sju buddhorna som besökte sin yngre bror varje natt. Namnet *Doloon burkhan* (de sju buddhorna) kommer från denna legend för att utse den stora björnen och den gyllene nageln, *Altan Hadaas*, Polarstjärnan. En tradition som är särskilt förtjusande är kopplingen mellan det mongoliska folket och Stora Björnen, eftersom en stjärna i denna konstellation tillskrivs var och en av dem. Det beror på deras födelseår i den kinesiska kalendern. Den kinesiska och den mongoliska kalendern har vissa likheter (den mongoliska kalendern är en månkalender). Varje år symboliseras av ett djur som i sin tur är kopplat till en stjärna i konstellationen Stora björnen. Den första, Dubhe, motsvarar råttans år, den andra, Merak, motsvarar oxen och så vidare fram till slutet av Stora Björnens svans där Alkaid symboliserar hästens år. Sedan går vi tillbaka till det första, fårets år, och upprepar samma sak fram till det tolfte och sista året i den kinesiska kalendern, grisens år. Därför tilldelas de två stjärnorna i slutet av svansen endast en gång. [Not av G. Zotti: Detta är en variant av den gamla Seven Buddha Sutra som beskrivs av *Elverskog* [#2]. Där går dock stjärnornas association i en upp- och nedåtgående rörelse, d.v.s. Dubhe/Rat, Merak/Ox, ... Mizar/orm, Alkaid/häst, Mizar/get, ... Merak/Pig.] <img src="illustrations/doloon_burkhan.png" width="550"> ### Stjärnskott Stjärnskotten har också en specifik betydelse: de personifieras genom deras tro. När de ser dessa stjärnfall föreställer de sig att det är en stjärna som faller från himlen och som symboliserar någon som just har dött. Medan västerländska människor önskar sig något, säger mongolerna: "Puh, det är inte jag!" ### Försummade legender Tre lika innehållsrika legender handlar om solen, solförmörkelser och *Hun Tavan Od* (Cassiopeia). De är dock numera försummade och nästan bortglömda av de flesta mongoler: #### Solen &gt; Vid världens uppkomst fanns det bara en man och vidsträckta, särskilt torra ängar, som brändes av de sju solar som lyste upp världen. Denne man, en mycket skicklig bågskytt, lovade gudarna att han skulle genomborra alla dessa solar utan att missa målet en enda gång. Om han misslyckades skulle han skära av sig alla fingrarna, ett efter ett, och leva i ett hål som ett murmeldjur för att avvärja den förbannelse som skulle vila över honom. Han tog sin båge, drog en första pil och träffade sitt mål. En andra, en tredje fram till den sjätte som förstörde solarna. Han avslutade med att dra sin sjunde pil mot den sista solen, då en svala flög iväg och passerade genom dess riktning. Fågeln blev träffad. Mannen hade inte nått sitt mål, så han gick i exil i ett hål, skar av sig fingrarna och förvandlades till ett murmeldjur. Svalan hade just räddat vår sol, annars skulle allt liv ha försvunnit från jordens yta. Vi måste här se en parallell till talet sju, som är viktigt i den mongoliska kulturen liksom alla udda tal. De bringar tur i den buddhistiska religionen. #### Förmörkelser &gt; På den tiden levde ett läskigt monster vid namn *Raah* som skrämde hela världen. Han slukade alla som kom i dess väg. Guden *Orchiwaani* ägde en magisk källa: den som drack ur den blev odödlig. En dag stal *Raah* källan och drack sig berusad. Månen och Solen tog monstret på bar gärning och rapporterade till *Orchiwaani*. Han var rasande över att få höra detta och gav sig ut för att slåss mot monstret. Han högg huvudet av det många gånger, men det växte genast ut igen eftersom *Raah* hade blivit odödlig. Han tänkte då skära av dess svans för att låta allt det åt lämna den direkt igen. Just som *Orchiwaani* skulle gripa tag i monstret för att göra slut på det, flydde det och försvann mellan månen och solen. Då frågade *Orchiwaani* Månen, som återfångade *Raah* och skar av dess rumpa och svans. Som hämnd kommer monstret ibland tillbaka för att äta upp månen eller solen som då omedelbart försvinner, vilket ger upphov till mån- och solförmörkelser. När det blir en solförmörkelse vet mongolerna att det betyder att *Raah* slukar månen eller solen och de gör en massa ljud så att monstret ska befria den förmörkade stjärnan. På 1200-talet skrev Guillaume de Rubruck: &gt; "Vissa [mongoliska folk] har kunskaper i astronomi och förutspår för dem [för andra mongoliska folk] mån- och solförmörkelser, och när det är på väg att inträffa en förmörkelse lagrar alla upp mat eftersom de inte passerar dörren till sin bostad. Och medan förmörkelsen pågår spelar de på trummor och instrument och gör stora ljud och skrik. När förmörkelsen är över ägnar de sig åt dryck och festligheter och har stora fester." (Källa: [#1]) Förmörkelseresenärer 2008 såg fortfarande chaufförer och kockar som gömde sig i sina tält och förde oväsen med kastrullerna. Det verkade autentiskt, inte en show för turisterna. Notera också likheten mellan *Raah* och indiska *Rahu*. #### Cassiopeia (*Hun Tavan Od*) Cassiopeia (*Hun Tavan Od*) symboliserar enhet, broderskap och solidaritet för mongolerna. Konstellationens fem stjärnor representerar enighet mellan de fem barnen till Djingis Khans fru Oulin. &gt; De kom inte bra överens med varandra och bråkade hela tiden. Deras mor bestämde sig för att knyta fem rep hårt, och var och en skulle försöka lösa upp en knut. Om de lyckades betydde det att de inte höll ihop med varandra och att brödraskapet inte samlades i svåra tider. Om knutarna däremot klarade testet skulle de fem bröderna förbli förenade och nära varandra under resten av sina liv och skulle segra i krigstider. ### Andra trosföreställningar kopplade till himlen Enligt en mongolisk legend kommer en kvinna som ägnar sig åt att räkna hundra stjärnor på himlen att drömma om sin framtida make. Ibland hedrar mongolerna den stora björnen (*Doloon Burkhan*) genom att kasta mjölk i dess riktning. Mjölk, som är vit, symboliserar renhet i Mongoliet. De ber för att något ska uppfyllas, men för flera personer, inte bara för en person, eftersom det skulle ge otur. Mjölk kan ersättas med vodka som, även om den är färglös, symboliserar den mörka färgen och styrkan för mongolerna. Genom att göra detta undviker man otur, gräl, rädsla och avvärjer onda andar. ### Slutsats Konstellationerna är inspirerade av västerländska konstellationer, men den mongoliska kosmogonin, som kortfattat beskrivits här, visar på en anmärkningsvärd identitet hos de trosföreställningar som är förknippade med den. Mongolisk kultur och kunskapsöverföring är i huvudsak muntlig, och därför finns det få skriftliga spår om dessa ämnen. Det är därför särskilt svårt att relatera deras kosmogoni med hög trohet och precision. För att bevara kunskapen om denna kosmogoni är alla observationer, förslag och samarbeten välkomna! ### Acknowledgements och vidare läsning - Bayrlalaa (tack) till mongolerna för deras vänlighet och deras hjälp med att samla in denna information om deras kultur och deras kosmogoni - [L'Uranoscope de France](http://uranoscope.free.fr) - [ L'Association Française d'Astronomie / Det franska astronomiförbundet](http://www.afanet.fr) - [OutOfNowhere](http://www.outofnowhere.asia)
uk: ### Сузір'я Загалом, зірки — це звірі, що ходять навколо Північної Зірки, яка символізує золотий посох (*Алтан Хадаас*). Майже усі монгольські астеризми подібні до тих, які нам відомі. Втім, деякі мають інші назви, наприклад сузір’я Лебедя називається *Нум Сум* (Лук і Стріла), а сім зірок Великого Ковша називаються *Долоон Бурхан*. Літній трикутник з Веги, Денеба та Альтаїра відповідає трьом оленям (*Гурван Марал Од* монгольською). А Кассіопея, в уяві монголів, — це П’ять Зоряних Жінок (*Хун Таван Од*). ### Планети і зірки Початково, у тибето-монгольській астрології обчислювалися позиції усіх планет, видимих неозброєним оком. Оскільки планети за Сатурном неможливо побачити без телескопа (інструмента, який з’явився набагато пізніше за час створення тамтешньої астрології), монголи пов’язували із кожною з п’яти планет день тижня, доповнюючи перелік за допомогою Сонця (*Нар*) для позначення неділі та Місяця (*Сар*) для позначення понеділка. Назви планет Сонячної системи та Плутона у монгольській мають свої особливості. Меркурій називають *Буд* (назву пов’язано із середою), Венеру — *Сугар* (назву пов’язано із п’ятницею), Землю — *Делхій*, Марс — *Ангараг* (назву пов’язано із вівторком), Юпітер — *Бархасбадь* (назву пов’язано із четвергом), Сатурн — *Санчір* (назву пов’язано із суботою), Уран — *Тенгерійн ван*, Нептун — *Далайн ван*, і нарешті, Плутон — *Делхійн ван*. Як бачимо, останні три назви для планет, які не можна побачити неозброєним оком і які було відкрито набагато пізніше за інші, містять частку *ван* наприкінці назви. Ця частка позначає у монгольському царський статус. Земля і Плутон мають подібні назви, які відрізняються часткою. З монгольської назву Плутона можна перекласти як «Царська земля» (тут мається на увазі земля як поверхня, якою ми ходимо, а не як планета Земля). Назву Урана, *Тенгрійн ван*, можна перекласти як «церське небо», назву Нептуна, *Далайн ван*, як «царський океан». Втім, ця частка не має безпосереднього відповідника в українській, тому переклади наведено лише з метою ознайомити читачів із значенням назви. Крім того, назви згаданих тут небесних об’єктів прийшли із санскріта (мови, якою говорять у Індії) і здебільшого використовуються у теперішній мові Монголії, але у неофіційний спосіб. Також дуже цікаво спостерігати за тісним зв’язком між термінами, які використовуються для інших небесних тіл, та віруваннями народу. Зокрема, Чумацький Шлях називають *Тенгрійн Задас*. Буквально це можна перекласти як «Небесна Лінія» (*Тенгрійн* перекладається як «небо» і також позначає бога неба, а *Задас* перекладається як «лінія»). Добре відома монголам композиція із Алькора і близької до нього зірки Міцар у Великій Ведмедиці. Алькор символізує зірку відновлення і захисту. За віруваннями, його було розташовано там *Тенгрі* (богом неба) для захисту Міцара. Для того, щоб стати лучником Чингісхана (у XIII столітті) чоловік мав довести, що може розрізнити ці дві зірки неозброєним оком. З історичної точки зору, чудові знання неба серед монголів можемо зустріти у постаті *Улугбека* (AD1394-1449; справжнє ім’я *Тарагай*), астронома, математика та віцекороля Самарканда, імперія якого займала значну частину Центральної Азії. Нехтуючи своїми королівськими обов’язками, він вивчав небесні тіла та цікавився питаннями астрономії того часу. Йому першому вдалося надзвичайно точно визначити період обертання Сатурна (*Санчіра*) за допомогою сектанта з радіусом у 40 метрів. ### Міфи і легенди ### Великий Ведмідь Окреме місце серед вірувань монголів займає сузір’я Великої Ведмедиці. Для монголів це сузір’я обмежено сімома зірками Великого Ковша, з яких складається хвіст ведмедиці та її тіло. Пов’язана із цим сузір’ям легенда, ймовірно, є найвідомішою у Монголії. > Колись давно у одному царстві жили були восьмеро братів-сиріт, які мали надзвичайні здібності. Цим царством мирно керували цар із царицею. Одного дня у царстві з’явилося чудовисько, яке викрало царицю. Цар наказав вісьмом братам повернути її і сказав: «Якщо один з вас врятує мою кохану, я дам йому золоту стрілу». Сироти вирушили у дорогу, щоб допомогти своїй цариці. Вони шукали чудовисько два дні і три ночі, а потім, посеред третьої ночі, знайшли його і вбили. Далі, вони повернули царицю до замку. > > Цар вирішив не ділити стрілу на вісім частин, а вистрілив нею у небо. Стріла мала дістатися тому, хто першим її впіймає. Стрілу впіймав наймолодший брат, який негайно перетворився на Північну Зірку (Полярну). Інші сім братів перетворилися на сім богів, сім Будд, які відвідують свого молодшого брата щоночі. Назва зірок Великої Ведмедиці, *Долоон бурхан* (Сім Будд), походить саме з цієї легенди, як і назва Золотого Посоху, *Алтан Хадаас*, Полярної зірки. Монголів із зірками Великої Ведмедиці пов’язує чарівна традиція. Вибір зірки пов’язано із роком народження людини за китайським календарем. Китайський і монгольський календарі мають певні подібності (монгольський календар є місячним). Із кожним роком пов’язано тварину, яку також пов’язано із зіркою у Великій Ведмедиці. Першу зірку, Дубхе, пов’язано із роком щура, другу, Мерак, із роком бика, тощо, аж до кінця хвоста Великої Ведмедиці, де Алькаїд символізує рік коня. Далі, ми переходимо до першої зірки і року вівці і знову рухаємося до дванадцятого і останнього року у циклі китайського календаря, року свині. Через це останні дві зірки на кінці хвоста пов’язуються лише з одним роком у циклі. [Зауваження G. Zotti: це різновид давньої сутри сімох Будд, описаної *Елверскоґом*. Втім, тут зв’язок із зірками полягає у двобічному русі вгору-вниз, тобто Дубхе/Щур, Мерак/Бик, ... Міцар/Змія, Алькаїд/Кінь, Міцар/Козел, ... Мерак/Свиня.] <img src="illustrations/doloon_burkhan.png" width="550"> ### Метеори Метеори також мають особливе значення: вони персоніфікуються крізь їхні вірування. Коли вони бачать метеор, вони уявляють, що це зірка, яка падає з неба, і символізує когось, хто щойно помер. Коли люди на Заході загадують бажання, монголи кажуть: «Хух, добре, що це не я!» ### Забуті легенди Три легенди, майже з таким самим глибоким змістом, стосуються Сонця, затемнень та *Хун Таван Ода* (Кассіопеї). Втім, ці легенди зараз ігноруються, їх майже не пам’ятає більшість монголів: #### Сонце > На початку світу була лише одна людина і безкраї, частково сухі луки, випалені сімома сонцями, які освітлювали світ. Людина, дуже добрий лучник, пообіцяла богам, що влучить стрілою в усі ці сонця, не зробивши жодного промаху. Стрілець пообіцяв, що якщо йому не вдасться виконати це завдання, він відріже собі усі пальці і залишиться жити у норі як бабак, щоб спокутувати прокляття, яке висітиме над ним. Він взяв лук, поклав на нього стрілу і влучив у ціль. Другою, третьою та іншими стрілами, аж до шостої, він знищив усі сонця, окрім одного. Коли він поклав на лук сьому стрілу і націлився на останнє сонце, між сонцем і стрілою пролітала ластівка. Замість сонця Стрілець влучив у птаха. Йому не вдалося досягти своєї мети, отже він вирушив у вигнання до нори, обрізавши усі пальці і перетворившись на бабака. Ластівка врятувала наше Сонце. Якби не вона, без світла на землі зникло б усе життя. Тут ми бачимо паралелі з числом «сім», важливим у монгольській культурі, які і усі непарні числа. Згідно із буддійськими віруваннями, такі числа приносять удачу. #### Затемнення > Колись жило-було жахливе чудовисько з ім’ям *Раах*, яке тримало у страху увесь світ. Воно жерло усіх на своєму шляху. У бога *Орчиваані* було магічне питво: усі, хто випив його, ставали безсмертними. Одного дня *Раах* викрав питво і випив його. За цим його впіймали Місяць і Сонце і повідомили про крадіжку *Орчиваані*. Почувши про ці новини, бог, палаючи від гніву, вирушив на битву із чудовиськом. Багато разів він стинав чудовиську голову, але вона знову відростала, оскільки *Раах* став безсмертним. Тоді бог вирішив відтяти чудовиську хвоста, щоб усе, що воно проковтне, не можна було утримати у череві. *Орчиваані* вже майже вдалося вбити чудовисько, але йому вдалося втекти і заховатися між Місяцем і Сонцем. Потім *Орчиваані* попросив Місяць, якому вдалося знову захопити *Рааха* відтяти його нижню частину і хвіст. Щоб помститися, чудовисько іноді повертається і намагається з’їсти Місяць або Сонце, але тим вдається легко втекти, оскільки чудовисько не може втримати з’їдене у череві. Таким чином пояснюють місячні і сонячні затемнення. Коли стається затемнення, монголи знають, що це означає, що *Раах* проковтнув Місяць або Сонце. Тому вони зчиняють якомога гучніший шум, щоб чудовисько швидше відпустило свою жертву. У XIII Гійом де Рубрук писав: > «Деякі [монголи] знайомі з астрономією і передбачають для них [інших монголів] місячні і сонячні затемнення. Коли наближається вказаний час, усі запасаються їжею, оскільки затемнення нікого не минуть. Протягом затемнення вони б’ють у барабани і грають на інших музичних інструментах, спричиняючи значний шум та галас. Після завершення затемнення розпочинається бенкет та велике святкування.» (Джерело: [#1]) Туристи, які бажали побачити затемнення Сонця у 2008 році, усе ще могли побачити погоничів та кухарів у наметах та почути стукіт ложок у казанах. Усе це здається природним, не показним для туристів. Крім того, зауважте подібність слова *Раах* до індійського *Раху*. #### Касіопея (*Хун Таван Од*) Кассіопея (*Хун Таван Од*) для монголів символізує єдність, братерство, солідарність. П’ять зірок цього сузір’я являють собою єдність п’яти дітей жінки Чингісхана, Улін. > Вони не ладнали один з одним і увесь час сварилися. Тоді їхня матір вирішила міцно зв’язати п’ять мотузків. Кожен із синів мав спробувати розв’язати вузол. Якщо б це їм вдалося, це б означало, що вони не залишатимуться разом і їхнє братерство не буде відновлено у важкі часи. І навпаки, якщо б вузлам вдалося б пройти випробування, п’ятеро братів залишалися б у єдності і близькості до кінця життя і перемагатимуть під час усіх воєн. ### Інші вірування, пов’язані із небом Відповідно до монгольської легенди, жінка, яка налічить на небі сотню зірок, зможе побачити уві сні свого майбутнього чоловіка. Іноді, монголи вшановують Велику Ведмедицю (*Долоон Бурхан*) виплескуючи молоко у її напрямку. Молоко, білого кольору, у Монголії символізує чистоту. Монголи моляться за здійснення побажань, але не лише для когось одного, а для усіх, оскільки молитва за когось одного може притягти невдачу. Молоко може бути замінено горілкою, яка, хоча і є позбавленою кольору, символізує для монголів темний колір і силу. Таким чином можна уникнути невдачі, сварок, страху та відлякати злих духів. ### Висновки Сузір’я, що використовуються, подібні до західноєвропейських, але монгольська космогонія, яку ми тут коротко виклали, визначає помітний шар вірувань, які з нею пов’язано. Монгольська культура та знання передаються лише усно, отже щодо цих питань існує доволі небагато письмових джерел. Частково через це, важко точно і надійно викласти усю космогонію. З метою зберегти знання про цю космогонію будуть вартісними будь-яке спостереження, будь-яка пропозиція або співпраця! ### Подяки та інформація для подальшого ознайомлення - Байрлалаа (дякуємо) монголам за люб’язність та допомогу у збиранні цих даних щодо культури та космогонічних поглядів народу. - [L'Uranoscope de France](http://uranoscope.free.fr) - [ L'Association Française d'Astronomie / Французька астрономічна асоціація](http://www.afanet.fr) - [OutOfNowhere](http://www.outofnowhere.asia)
