Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Leg Of Al-Jawza
fi: Al-Jawzan jalka

source: Name of the star: κ Ori, from the western region of Saudi Arabia and used by the fishers of the red sea. The source is oral tradition from the seaport Umluj of Saudi Arabia.
fi: Tähden nimi: κ Ori, Saudi-Arabian länsialueelta ja Punaisenmeren kalastajien käyttämä. Lähde on suullinen perinne Saudi-Arabian Umlujin satamasta.

source: Southern Horn Of Al-Jawza
fi: Al-Jawzan eteläinen sarvi

source: Name of the star: β Ori, from the western region of Saudi Arabia and used by the fishers of the red sea. The source is oral tradition from the seaport Umluj of Saudi Arabia.
fi: Tähden nimi: β Ori, Saudi-Arabian länsialueelta ja Punaisenmeren kalastajien käyttämä. Lähde on suullinen perinne Saudi-Arabian Umlujin satamasta.

source: Southern Claw Of Al-Jawza
fi: Al-Jawzan eteläinen kynsi

source: Name of the star: β Ori, this name is infered from the name of "Northern Claw of al-Jawza" for α Ori.
fi: Tähden nimi: β Ori, tämä nimi on johdettu α Orin "Pohjoinen al-Jawza" -nimestä.

source: A common name of α CMa (Sirius) used to time the period of the 5th lunar mansion.
fi: Yleisnimi α CMa (Sirius) ajoitti viidennen Kuun tähtikuvion ajanjaksoa.

source: Another name of α CMa (Sirius) used in the northern parts of the Arabian Peninsula.
fi: Toinen nimi α CMa (Sirius), jota käytetään Arabian niemimaan pohjoisosissa.

source: Suhayl
fi: Loistaja

source: The star α Car (Canopus). The name is of ancient origin.
fi: Tähti α Car (Canopus). Nimi on muinaista alkuperää.

source: The Oath Star
fi: Oath-tähti

source: A name of α Eri. It is named as such because people would confuse it with Suhayl (Canopus), resulting in an argument with some one making an oath that it is or is not Suhayl.
fi: α Erin nimi. Se on nimetty sellaiseksi, koska ihmiset sekoittaisivat sen Suhayliin (Canopus), mikä johtaisi riitaan jonkun kanssa, joka vannoi, että se on tai ei ole Suhayl.

source: Another name of α Eri.
fi: α Erin toinen nimi.

source: (S here is pronounced as in same, not as in share)
fi: (S tässä lausutaan sanalla sama, ei kuten jako)

source: A name for the two bright stars: α and β Cen. This name is used by the tribes of al-Dawāsir and Yām in the southern regions of Saudi Arabia, and should not be confused with the same name for the stars of the Big Dipper used by the tribes of central and northern regions of Saudi Arabia, or the name of ancient Arabs for the 18th Lunar mansion.
fi: Nimi kahdelle kirkkaalle tähdelle: α ja β Cen. Tätä nimeä käyttävät al-Dawāsirin ja Yāmin heimot Saudi-Arabian eteläisillä alueilla, eikä sitä pidä sekoittaa samaan nimeen Iso Karhu, jota käyttävät Saudi-Arabian keski- ja pohjoisalueiden heimot. tai muinaisten arabien nimi 18. Kuun tähtikuviolle.

source: Authors
fi: Tekijät

source: Arabic (Indigenous)
de: Arabisch (einheimisch)
es_419: Árabe (Indígena)
fi: Arabialainen (alkuperäiskansa)
ru: Арабская (Туземная)
sv: Arabisk (inhemsk)
uk: Арабська (тубільна)

source: The Arabic sky culture displays the indigenous star knowledge of the ancient Arabs living in the Arabian Peninsula prior to the Greek astronomy influence in the ninth century.
de: Die arabische Himmelskultur zeigt das heimische Sternenwissen der alten Araber auf der Arabischen Halbinsel vor dem Einfluss der griechischen Astronomie im neunten Jahrhundert.
es_419: La cultura estelar árabe muestra el conocimiento de las estrellas indígenas de los antiguos árabes que vivían en la Península Arábiga antes de la influencia de la astronomía griega en el siglo IX.
fi: Arabialainen taivaskulttuuri esittelee Arabian niemimaalla asuneiden muinaisten arabien alkuperäiskansojen tähtitietoa ennen kreikkalaisen tähtitieteen vaikutusta 800-luvulla.
ru: Арабская культура неба отражает местные знания о звездах древних арабов, живших на Аравийском полуострове до влияния греческой астрономии в девятом веке.
sv: Den arabiska himmelskulturen visar den inhemska stjärnkunskapen hos de gamla araberna som bodde på den arabiska halvön innan den grekiska astronomin påverkades på 800-talet.
uk: Арабська картина зоряного неба є відтворенням тубільних знань про зірки давніх арабів, які населяли Аравійський півострів до поширення впливів грецької астрономії у дев'ятому столітті нашої ери.

source: The star knowledge of the ancient Arabs had been recorded and preserved in old poetry and in the old works of Arab philologists and lexicographers of the Islamic civilization. Many books were written on the subject of star knowledge and anwāʾ [Arabic الأنواء], the Arabic knowledge of meteorology. The editors of Ibn Qutaybah's <em>Kitāb al-Anwāʾ</em> (9th century) listed twenty-four books on this subject written mostly between early eighth and tenth century<sup><a href="#footnote-1">[1]</a></sup>. The only completely preserved text is that of Ibn Qutaybah, but later scholars had quoted many of the earlier texts. One of the most significant works that recorded the indigenous Arab star names is the <em>Book of the stars</em> written in ~ 964 AD by the prominent astronomer: al-Ṣūfī, where he identified the indigenous Arab star names with the respective Ptolemaic stars of the Greek constellations<sup><a href="#footnote-1">[2]</a></sup>.
fi: Muinaisten arabien tähtitieto oli tallennettu ja säilynyt vanhassa runoudessa ja islamilaisen sivilisaation arabifilologien ja leksikografien vanhoissa teoksissa. Tähtitietämyksestä ja arabiankielisestä meteorologian tiedosta anwāʾ [arabia الأنواء] on kirjoitettu monia kirjoja. Ibn Qutaybah'sin toimittajat <em>Kitāb al-Anwāʾ</em> (800-luku) listasi kaksikymmentäneljä kirjaa tästä aiheesta, jotka on kirjoitettu enimmäkseen 800-luvun alun ja 1000-luvun välillä<sup><a href="#footnote-1">[1]</a></sup>. Ainoa täysin säilynyt teksti on Ibn Qutaybahin teksti, mutta myöhemmät tutkijat olivat lainanneet monia aikaisempia tekstejä. Yksi merkittävimmistä teoksista, jotka ovat tallentaneet alkuperäiskansojen arabien tähtienimet, on kuuluisan tähtitieteilijän al-Ṣūfīn kirjoittama <em>Tähtien kirja</em> ~ 964 AD, jossa hän tunnisti alkuperäiskansojen arabien tähtien nimet vastaaviin kreikkalaisten tähtikuvioiden Ptolemaioksen tähtiin<sup><a href="#footnote-1">[2]</a></sup>.

source: Sources of the Arabic sky culture
fi: Arabialaisen taivaskulttuurin lähteet

source: The source of this sky culture is a study and compilation of star knowledge of ancient Arabs from the following books:
fi: Tämän taivaskulttuurin lähde on tutkimus ja kokoelma muinaisten arabien tähtitiedosta seuraavista kirjoista:

source: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah b. Muslim (died ~ 889), Kitab al-Anwāʾ (Book of meteorolgy), (Arabic print of the original book, Daʾirat al-Maʿarif al-Osmania, Hydarabad, India, 1956)
fi: Ibn Qutaybah, Al-Dinawarī, Abū Muḥammad ʿAbd Allah s. Muslim (kuoli ~ 889), Kitab al-Anwāʾ (meteorologian kirja), (alkuperäisen kirjan arabialainen painos, Daʾirat al-Maʿarif al-Osmania, Hydarabad, Intia, 1956)

source: Al-Marzūqī, Abū ʿAli Aḥmad b. Muḥammad b. al-Ḥassan (died 1030), Al-Azminah wa al-amkinah (Times and Places), (Arabic print of the original book in 2002, World of Books, Beirut, Lebanon).
fi: Al-Marzūqī, Abū ʿAli Aḥmad s. Muḥammad s. al-Ḥassan (kuoli 1030), Al-Azminah wa al-amkinah (Ajat ja paikat), (alkuperäisen kirjan arabialainen painos vuonna 2002, World of Books, Beirut, Libanon).

source: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (died ~ 1012), Al-Anwāʾ wa al-azminah (Meteorology and times), (Arabic print of the original book in 1996, Dar al-jeel, Beirut, Lebanon).
fi: Al-Ṯaqafī, ʿAbd Allah b. Ḥussayn b. ʿĀṣim (kuoli ~ 1012), Al-Anwāʾ wa al-azminah (Meteorologia ja ajat), (alkuperäisen kirjan arabialainen painos vuonna 1996, Dar al-jeel, Beirut, Libanon).

source: <a href="https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing">Book of the stars by al-Ṣūfī (died 986): Critical edition with commentary by Khalid al-Ajaji, digital edition, 2021 AD</a>
fi: <a href="https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing">Tähtien kirja, kirjoittanut al-Ṣūfī (kuollut 986): Kriittinen painos Khalid al-Ajajin kommenteilla, digitaalinen painos, 2021 </a>

source: Al-Farāhīdī, abū ʿAbd al-Raḥmān al-Ḫalīl b. Aḥmad (died ~ 786 AD), Kitab al-ʿayn, a lexicon titled: The book of ʿayn (Arabic letter العين), (Arabic print of the original book, 1980 – 1985).
fi: Al-Farāhīdī, abū ʿAbd al-Raḥmān al-Ḫalīl b. Aḥmad (kuoli ~ 786 jKr.), Kitab al-ʿayn, sanakirja, jonka otsikko on: ʿaynin kirja (arabialainen kirjain العين), (alkuperäisen kirjan arabialainen painos, 1980 – 1985).

source: Instructions Nautiques et Routiers Arabes et Portugais , I , Ibn Majid, Gabriel Ferrand, 1921 -1923.
fi: Ohjeet Nautiques et Routiers Arabes et Portugais, I, Ibn Majid, Gabriel Ferrand, 1921 -1923.

source: Instructions Nautiques et Routiers Arabes et Portugais , II, Sulayman al-Mahri et Ibn Majid, Gabriel Ferrand, 1925.
fi: Ohjeet Nautiques et Routiers Arabes et Portugais, II, Sulayman al-Mahri et Ibn Majid, Gabriel Ferrand, 1925.

source: The ancient Arabs gave names to single stars, star couples, an area in the sky, and particular shape of a group of stars. Single stars were named after a human figure or a desert animal, Arcturus is al-Simāk al-Rāmiḥ, meaning: The High one with the spear. Canopus is Suhayl, a proper name of a man. We have also stars named: The Caracal and the Kid (the young goat). If two stars of comparable brightness are close to each other, they are given a common name like: The two Calves, the Two Wolves, The Two doves. Sometimes an area is named after a group of animals. The brighter stars are adult animals, and the faint ones are the young animals like: The Hyenas and their youngsters, The horses and the foals. Particular shapes of stars were given names like the Scorpion, The lion, al-Ǧawzā’ which is a proper name of a woman for Orion stars. Other asterisms are given names according to legends and stories.
fi: Muinaiset arabit antoivat nimiä yksittäisille tähdille, tähtipareille, alueelle taivaalla ja tähtiryhmän tietylle muodolle. Yksittäiset tähdet nimettiin ihmishahmon tai aavikkoeläimen mukaan, Arcturus on al-Simāk al-Rāmiḥ, mikä tarkoittaa: Korkein, jolla on keihäs. Canopus on Suhayl, miehen oikea nimi. Meillä on myös tähtiä nimeltä: Caracal ja Kid (nuori vuohi). Jos kaksi vastaavan kirkkauden tähteä ovat lähellä toisiaan, niille annetaan yleinen nimi, kuten: Kaksi vasikkaa, Kaksi sutta, Kaksi kyyhkystä. Joskus alue on nimetty eläinryhmän mukaan. Kirkkaammat tähdet ovat aikuisia eläimiä ja himmeät nuoret eläimet, kuten: Hyeenat ja heidän poikansa, Hevoset ja varsat. Tietyille tähtien muodoille annettiin nimiä, kuten Skorpioni, Leijona, al-Ǧawzā', joka on naisen oikea nimi Orionin tähdille. Muut asterismit nimetään legendojen ja tarinoiden mukaan.

source: [1]: Ibn Qutaybah (Arabic ابن قتيبة) (b. 828 d. 884 or 889), Kitab al-Anwā’a (Arabic الأنواء في مواسم العرب), (Arabic print of the original book in 1956 in India Hydarabad al-Dakan), page: يد.
fi: [1]: Ibn Qutaybah (arabiaksi ابن قتيبة) (s. 828 k. 884 tai 889), Kitab al-Anwā'a (arabiaksi الأنواب لممممممواس في مواس Dakan), sivu: يد.

source: [2]: <a href="https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing">Book of the Stars: Critical edition with commentary by Khalid al-Ajaji, digital edition</a>
fi: [2]: <a href="https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing">Tähtien kirja: Kriittinen painos Khalid al-Ajajin kommentilla, digitaalinen painos</a>

source: Arabic (Lunar Mansions)
de: Arabisch (Mondstationen)
es_419: Árabe (Mansiones lunares)
fi: Arabialaiset (Kuun tähtikuviot)

source: The Arabic lunar stations describes the 28 sky areas chosen in ancient Arabia to define the daily location of the moon during its monthly trip around the sky.
es_419: Las estaciones lunares árabes describen las 28 áreas del cielo elegidas en la antigua Arabia para definir la ubicación diaria de la luna durante su viaje mensual alrededor del cielo.
fi: Arabian Kuun asemat kuvaavat 28 taivasaluetta, jotka valittiin muinaisessa Arabiassa määrittämään Kuun päivittäinen sijainti sen kuukausittaisen taivaan ympäri kiertävän matkan aikana.

source: Historical Overview
fi: Historiallinen yleiskatsaus

source: Originally, <em>Manāzil al-Qamar</em>, the Arabic for the lunar mansions, or stations of the moon, were a system of 28 stars, group of stars, or spots in the sky near which the moon can be found in each of the 28 nights of its monthly revolution. Early mentions of the complete list of the lunar stations are reported by ʿAbd al-Malik ibn Ḥabīb (d. 852) on the authority of Mālik ibn Anas (d. 795) <sup><a href="#footnote-1">[1]</a></sup>. However, this system had been adopted already in the pre-Islamic period, prior to the 7th century of the common era.
fi: Alun perin, <em>Manāzil al-Qamar</em>, arabiaksi Kuun tähtikuviot tai Kuun asemat tarkoittivat 28 tähden järjestelmää, tähtiryhmää tai taivaan täpliä, joiden läheltä kuu löytyy kuukausittaisen vallankumouksensa jokaisena 28 yönä. Varhaiset maininnat kuun asemien täydellisestä luettelosta on raportoinut ʿAbd al-Malik ibn Ḥabīb (k. 852) Mālik ibn Anasin (k. 795) luvalla. <sup><a href="#footnote-1">[1]</a></sup>. Tämä järjestelmä oli kuitenkin otettu käyttöön jo esi-islamilaisella kaudella, ennen yhteisen aikakauden 700-lukua.

source: Using heliacal observations, the asterisms of the lunar mansions served to divide the sidereal and solar year of 365 days into 28 periods of 13 days each except for one period that is given 14 days. These 28 periods are called <em>Anwāʾ</em>, plural of <em>nawʾ</em>. Each <em>Nawʾ</em> is determined by a characteristical star: when this star rises in the morning during dawn (in the east, so, shortly before the Sun), this is the beginning of the next <em>nawʾ</em>. The name of the <em>nawʾ</em> (period of time, half month), gives the lunar mansion its name. One complete cycle of setting and rising for each of the 28 lunar mansions, one after the other, makes a solar year. This system was used to determine the seasons and predict weather, especially rain <sup><a href="#footnote-2">[2]</a></sup>. The Arabs said: each <em>nawʾ</em> (period of 13/14 days) is characterized by a distinctive weather pattern of rain, wind, and temperature <sup><a href="#footnote-3">[3]</a></sup>.
fi: Kuun tähtikuvioiden asterismit jakoivat heliakaalisia havaintoja käyttämällä 365 päivän sidereal- ja aurinkovuoden 28 13 päivän jaksoon, lukuun ottamatta yhtä ajanjaksoa, jolle on annettu 14 päivää. Näitä 28 jaksoa kutsutaan <em>Anwāʾ</em>, monikkomuoto yksiköstä <em>nawʾ</em>. Jokaisen Nawʾ:n määrittää tyypillinen tähti: kun tämä tähti nousee aamulla aamunkoitteessa (idässä, eli vähän ennen aurinkoa), tämä on seuraavan alku. <em>nawʾ</em>. <em>nawʾ</em>:in nimi (ajanjakso, puoli kuukautta), antaa Kuun tähtikuviolle nimensä. Yksi täydellinen laskeutumis- ja noususykli kussakin 28 Kuun tähtikuviota peräkkäin tekee aurinkovuoden. Tätä järjestelmää käytettiin vuodenaikojen määrittämiseen ja sään, erityisesti sateen, ennustamiseen <sup><a href="#footnote-2">[2]</a></sup>. Arabit sanoivat: jokainen <em>nawʾ</em> (jakso 13/14 päivää) on ominaista erottuva sateen, tuulen ja lämpötilan sääkuvio <sup><a href="#footnote-3">[3]</a></sup>.

source: A detailed description of the stars of each lunar mansion, the times of their heliacal rising and a compilation of astronomical and meteorological knowledge of the ancient Arabs can be found in the <em>Book of meteorology</em> (Arabic: Kitāb al-anwāʾ), authored by Ibn Qutaybah (b. 828 - d. 884 or 889). Copies of this book manuscripts survived, and it was printed in India in 1956 <sup><a href="#footnote-4">[4]</a></sup>.
fi: Yksityiskohtainen kuvaus kunkin Kuun tähtikuvion tähdistä, niiden heliakaalisen nousun ajoista sekä kokoelma muinaisten arabien tähtitieteellisestä ja meteorologisesta tiedosta löytyy <em>Book of meteorology</em> (Arabian kielellä: Kitāb al-anwāʾ), kirjoittanut Ibn Qutaybah (s. 828 - k. 884 tai 889). Tämän kirjan käsikirjoituksista säilyi kopioita, ja se painettiin Intiassa vuonna 1956 <sup><a href="#footnote-4">[4]</a></sup>.

source: The usage of the lunar mansions continued to schedule the times of agricultural, travel and medicine practices. Due to the importance of observing the times of their heliacal risings, short treatises have been written, and poems have been composed describing the asterisms of the 28 mansions. A poem dedicated to description of the stars of the lunar mansions was published by Gustave-Adolphe de Calassanti-Motylinski in 1899 in his book <em>Les mansions lunaires chez les Arabes</em>, attributed to Muḥammad al-Maqri (1578-1638) <sup><a href="#footnote-5">[5]</a></sup><sup><a href="#footnote-6">[6]</a></sup>. A sample treatise is the one written by Shaikh Ṣāliḥ al-Shethrī (d. ~1891), titled <em>A time-table for farmers</em> <sup><a href="#footnote-7">[7]</a></sup>.
fi: Kuun tähtikuvioiden käyttö jatkui maatalouden, matkailun ja lääketieteen aikojen ajoittamiseen. Heidän heliakaalisen nousun aikojen tarkkailun tärkeyden vuoksi on kirjoitettu lyhyitä tutkielmia ja sävelletty runoja, jotka kuvaavat 28 tähtikuvioiden tähtiä. Gustave-Adolphe de Calassanti-Motylinski julkaisi vuonna 1899 kirjassaan runon, joka on omistettu Kuun tähtikuvioiden tähtien kuvaukselle. <em>Les mansions lunaires chez les Arabes</em>, attributed to Muḥammad al-Maqri (1578-1638) <sup><a href="#footnote-5">[5]</a></sup><sup><a href="#footnote-6">[6]</a></sup>. Esimerkkitutkimuksen on kirjoittanut Shaikh Ṣāliḥ al-Shethrī (k. ~1891), jonka otsikko on <em>A time-table for farmers</em> <sup><a href="#footnote-7">[7]</a></sup>.

source: Current Usage of Lunar Stations
fi: Kuun asemien nykyinen käyttö

source: Agricultural almanacs based on the heliacal rising of lunar stations are still in active use today. The official calendar of Saudi Arabia includes these times <sup><a href="#footnote-8">[8]</a></sup>. The following is an example of the use of a calendar based on the lunar stations for the 13 days period starting with the rise of the 3rd lunar station <em>al-Thurayya</em> (Pleiades) on June 7th <sup><a href="#footnote-9">[9]</a></sup>:
fi: Kuun asemien heliakaaliseen nousuun perustuvat maatalousalmanakat ovat edelleen aktiivisessa käytössä. Saudi-Arabian virallinen kalenteri sisältää nämä ajat <sup><a href="#footnote-8">[8]</a></sup>. Seuraavassa on esimerkki Kuun asemiin perustuvan kalenterin käytöstä 13 päivän ajanjaksolta alkaen 3. Kuun aseman noususta <em>al-Thurayya</em> (Plejadit) 7. kesäkuuta<sup><a href="#footnote-9">[9]</a></sup>:

source: Weather gets hotter and wind gets stronger. Wild grasses dry. Water in wells gets shallower. Rain is rare during this time. Spring insects start to disappear. Palm tree dates starts to get its colors. It is recommended to irrigate trees with the right amounts and stop irrigation of vines when grapes start to get its color.
fi: Sää lämpenee ja tuuli voimistuu. Villi ruoho kuivuu. Kaivoissa vesi on matalampaa. Sade on tänä aikana harvinaista. Kevään hyönteiset alkavat kadota. Palmupuutaatelit alkavat saada väriään. On suositeltavaa kastella puita oikealla määrällä ja lopettaa viiniköynnösten kastelu, kun viinirypäleet alkavat saada väriään.

source: Identification of the Lunar Stations
fi: Kuun asemien tunnistaminen

source: Ibn Qutaybah (b. 828 - d. 884 or 889) in his book <em>Kitāb al-anwāʾ</em> gives detailed description of the stars of each lunar station while an accurate identification can be extracted from the <em>Book of Stars</em> by al-Sufi (d. 986). In his book, al-Sufi maps the stars known to ancient Arabs to those of the Ptolemaic Constellations. An example of al-Sufi definitions of the stars of the lunar mansions, here is the definition of <em>al-Ġafr</em> <sup><a href="#footnote-10">[10]</a></sup><sup><a href="#footnote-11">[11]</a></sup>:
fi: Ibn Qutaybah (s. 828 - k. 884 tai 889) kirjassaan <em>Kitāb al-anwāʾ</em> antaa yksityiskohtaisen kuvauksen kunkin kuun aseman tähdistä, kun taas tarkka tunniste voidaan poimia <em>Book of Stars</em> kirjoittanut al-Sufi (k. 986). Kirjassaan al-Sufi kartoittaa muinaisten arabien tuntemat tähdet Ptolemaioksen tähtikuvioiden tähtiin. Esimerkki al-Sufi-määritelmistä Kuun tähtikuvioiden tähdistä, tässä on <em>al-Ġafr</em> määritelmä <sup><a href="#footnote-10">[10]</a></sup><sup><a href="#footnote-11">[11]</a></sup>:

source: And the 22nd [star of Virgo] and the 23rd which is on the tail [hem of the garment] with the 25th on the left foot [of Virgo] are named [by the Arabs] <em>al-Ghafr</em> which is the 15th lunar mansion.
fi: Ja 22. [Neitsyen tähti] ja 23., joka on hännässä [vaatteen helmassa] ja 25. [Neitsyt] vasemmassa jalassa, ovat [arabit] nimeäneet<em>al-Ghafr</em> joka on 15. Kuun tähtikuvio.

source: Because the stars of the Ptolemaic constellations have known coordinates, it is relatively easy to identify the Arab star names.
fi: Koska Ptolemaioksen tähtikuvioiden tähdillä on tunnetut koordinaatit, arabien tähtien nimet on suhteellisen helppo tunnistaa.

source: The 28 lunar stations
fi: Kuun 28 asemaa

source: (Arabic: الشرطان) <em>Al-Sharaṭān</em> (The two signs) or (Arabic: الأشراط) <em>"al-Ashrāṭ"</em> (The signs) composed of the 3 stars: α Ari (Hamal), β Ari (Sheratan) and γ<sup>2</sup> Ari (Mesarthim)
fi: (Arabic: الشرطان) <em>Al-Sharaṭān</em> (Kaksi merkkiä) tai (Arabiaksi: الأشراط) <em>"al-Ashrāṭ"</em> (Merkit) koostuu 3 tähdestä: α Ari (Hamal), β Ari (Sheratan) ja γ<sup>2</sup> Ari (Mesarthim)

source: (Arabic: البطين) <em>Al-Buṭayn</em> (The small belly [of the little ram]) composed of the 3 stars: ε Ari, δ Ari (Botein), and ρ<sup>3</sup> Ari
fi: (Arabiaksi: البطين) <em>Al-Buṭayn</em> (Pieni vatsa [pienestä oinasta]) koostuu 3 tähdestä: ε Ari, δ Ari (Botein), ja ρ<sup>3</sup> Ari

source: (Arabic: الثريا) <em>Al-Thurayyā</em> (Pleiades) composed of the star cluster of the Pleiades
fi: (Arabiaksi: الثريا) <em>Al-Thurayyā</em> (Plejadit) koostuu Plejadien tähtijoukosta

source: (Arabic: الدبران) <em>Al-Dabarān</em> (The Follower [of the Pleiades]) composed of the single star α Tau (Aldebaran)
fi: (Arabiaksi: الدبران) <em>Al-Dabarān</em> ([Plejadien] Seuraaja) koostuu yhdestä tähdestä α Tau (Aldebaran)

source: (Arabic: الهقعة) <em>Al-Haqʿah</em> (The mark on the horse side) composed of the three stars on the head of Orion: λ Ori (Meissa), φ<sup>1</sup> Ori and φ<sup>2</sup> Ori
fi: (Arabiaksi: الهقعة) <em>Al-Haqʿah</em> (Merkki hevosen puolella) koostuu kolmesta Orionin päässä olevasta tähdestä: λ Ori (Meissa), φ<sup>1</sup> Ori ja φ<sup>2</sup> Ori

source: (Arabic: الهنعة<em>Al-Hanʿah</em> (The bend in the neck of a camel) composed of the 2 stars: γ Gem (Alhena) and ξ Gem
fi: (Arabiaksi: الهنعة<em>Al-Hanʿah</em> (Kamelin kaulan mutka) koostuu kahdesta tähdestä: γ Gem (Alhena) ja ξ Gem

source: (Arabic: الذراع) <em>Al-Dhirāʾ</em> (Retracted arm [of the lion]) composed of the 2 stars: α CMi (Procyon) and β CMi (Gomeisa)
fi: (Arabiaksi: الذراع) <em>Al-Dhirāʾ</em> ([Leijonan] sisään vedetty käsivarsi) koostuu kahdesta tähdestä: α CMi (Procyon) ja β CMi (Gomeisa)

source: (Arabic: النثرة) <em>Al-Nathrah</em> (The tip of the nose of the lion) composed of the Praesepe cluster and the 2 stars: γ Cnc (Asellus Borealis) and δ Cnc (Asellus Australis)
fi: (Arabiaksi: النثرة) <em>Al-Nathrah</em> (Leijonan nenän kärki) koostuu Praesepe-klusterista ja kahdesta tähdestä: γ Cnc (Asellus Borealis) ja δ Cnc (Asellus Australis)

source: (Arabic: الطرف) <em>Al-Ṭarf</em> (The eyes of the lion) composed of the 2 stars: ε Leo and ο Leo (Subra)
fi: (Arabiaksi: الطرف) <em>Al-Ṭarf</em>(Leijonan silmät), joka koostuu kahdesta tähdestä: ε Leo ja ο Leo (Subra)
