Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: This sky culture is based on the observation data of Huangyou four years (1052 AD), and presents the medieval Chinese sky map as faithfully as possible. This sky culture includes 283 Xingguans (星官, Chinese Constellations) and 1464 stars (including clusters M7, M44) of the <i>Xinyixiangfayao Star Map</i>. And the determinative star is marked for each Xingguan that can determine the determinative star. The boundaries of Twenty-eight Lunar Mansions are based on 1052 AD.
fi: Tämä taivaskulttuuri perustuu Huangyoun neljän vuoden (1052 jKr) havaintotietoihin ja esittää Kiinan keskiaikaisen taivaskartan mahdollisimman uskollisesti. Tämä taivaskulttuuri sisältää 283 tähdistöä (星官, kiinalaista tähdistöä) ja 1464 tähteä (sisältäen ryhmät M7, M44) <i>Xinyixiangfayao Star Map</i>. Ja määräävä tähti on merkitty jokaiselle tähdistölle, joka voi määrittää määräävän tähden. Kahdenkymmenenkahdeksan Kuun tähtikuvion rajat perustuvat vuoteen 1052 jKr.

source: Medieval Xingguans
fi: Keskiaikaiset tähdet

source: From the Three Kingdoms Period to the Ming Dynasty, covering the whole of the Middle Ages, China's star map is similar.
fi: Kolmen kuningaskunnan kaudesta Ming-dynastiaan, joka kattaa koko keskiajan, Kiinan tähtikartta on samanlainen.

source: The Xingguans originated in ancient times. Wuxian (巫咸) of Shang Dynasty(16th century BC-1046 BC), Gan De (甘德) and Shi Shen (石申) of The Warring States Period (475–221 BC), created their own Xingguan system respectively. During the Three Kingdoms period (220–280 AD), Chen Zhuo (陈卓) summarized the Xingguans system of Gan De, Shi Shen and Wuxian, including 283 Xingguans and 1464 stars. Since then, Xingguan system has been basically defined, and after a thousand years, there has not been much change. Since the 17th century, Western astronomy has had an impact on Chinese astronomy, and the shape and number of Xingguans have changed significantly. Only about half of the constellations maintained the medieval style.
fi: Tähdet syntyivät muinaisina aikoina. Wuxian (巫咸) Shang-dynastian (1500-luvulla eKr.-1046 eKr.), Gan De (甘德) ja Shi Shen (石申) sotivien valtioiden aikakaudella (475-221 eKr.) loi oman tähtijärjestelmän. Kolmen kuningaskunnan aikana (220–280 jKr.) Chen Zhuo (陈卓) teki yhteenvedon tähtijärjestelmästä Gan De, Shi Shen ja Wuxian, mukaan lukien 283 Xingguania ja 1464 tähteä. Siitä lähtien tähtijärjestelmä on periaatteessa määritelty, ja tuhannen vuoden jälkeen ei ole tapahtunut paljon muutoksia. 1600-luvulta lähtien länsimainen tähtitiede on vaikuttanut Kiinan tähtitiedeen, ja tähtien muoto ja lukumäärä ovat muuttuneet merkittävästi. Vain noin puolet tähtikuvioista säilytti keskiaikaisen tyylin.

source: Determinative star is an important concept. In the Middle Ages, Chinese astronomers did not name all stars, and each Xingguans was chosen as a major star called determinative star. In ancient China, astronomical measurements measured its coordinate position, and other stars in the Xingguan were rarely mentioned. However, some important constellations will be selected more stars for observation and recording. In ancient China, astronomers used mansion distance degrees (determinative star distance) and polar distance degrees to record the position of stars. <b>In ancient China, the determinative stars of Twenty-eight Lunar Mansions was the benchmark for determining the longitude of the equatorial coordinate system</b>.
fi: Determinatiivinen tähti on tärkeä käsite. Keskiajalla kiinalaiset tähtitieteilijät eivät nimenneet kaikkia tähtiä, ja jokainen Xingguans valittiin päätähdeksi, jota kutsuttiin määrääväksi tähdeksi. Muinaisessa Kiinassa tähtitieteellisillä mittauksilla mitattiin sen koordinaattipaikka, ja muita Xingguanin tähtiä mainittiin harvoin. Jotkut tärkeät tähtikuviot kuitenkin valitaan lisää tähtiä havainnointia ja tallennusta varten. Muinaisessa Kiinassa tähtitieteilijät käyttivät tähtikuvioiden etäisyysasteita (määrittävä tähtietäisyys) ja napaetäisyysasteita tähtien sijainnin kirjaamiseen. <b>Muinaisessa Kiinassa 28 Kuun tähtikuvion määräävät tähdet olivat vertailukohtana päiväntasaajan koordinaattijärjestelmän pituusasteen määrittämisessä.</b>.

source: The <i>Song of the Sky Pacers</i> (步天歌) is an early Chinese star catalogue in the form of poem in heptasyllabic verse, enumerating the names of stars.
fi: <i>Song of the Sky Pacers</i> (步天歌)on varhainen kiinalainen tähtiluettelo runon muodossa seitsentavuisessa säkeessä, jossa luetellaan tähtien nimet.

source: Below is <i>Xinyixiangfayao Star Map</i> from Su Song(苏颂, 1020-1101 AD).
fi: Alla on <i>Xinyixiangfayao tähtikartta</i> Su Songista(苏颂, 1020-1101 AD).

source: <em>Xinyixiangfayao Star Map(1088 AD)</em>
fi: <em>Xinyixiangfayao tähtikartta(1088 AD)</em>

source: Restore Sky Map
fi: Palauta taivaskartta

source: The sky map of the Song dynasty is typical of the Chinese medieval sky map. In 1052 AD, the Song Dynasty official conducted accurate stellar measurements, leaving a lot of data.
fi: Song-dynastian taivaskartta on tyypillinen Kiinan keskiaikaiselle taivaskartalle. Vuonna 1052 jKr. Song-dynastian virkamies suoritti tarkkoja tähtimittauksia jättäen paljon tietoa.

source: Pan Nai(潘鼐) collated these astronomical observations data and based on the <i>Xinyixiangfayao Star Map</i>, he restored most of the Song Dynasty's Xingguan in his masterpiece <i>The History of Stellar Observation in China</i>, which is the most important reference book. Qi Rui (齐锐) and Wan Haoyi (万昊宜) also restored the Xingguans of the Song Dynasty in the book <i>Roving China Heavens</i>, which is also an important reference book.
fi: Pan Nai(潘鼐) kokosi nämä tähtitieteellisten havaintojen tiedot ja perustui <i>Xinyixiangfayao tähtikartta</i>, hän palautti suurimman osan Song-dynastian tähdistöstä mestariteoksessaan <i>The History of Stellar Observation in China</i>, joka on tärkein hakuteos. Qi Rui (齐锐) ja Wan Haoyi (万昊宜) ennallistivat myös Song-dynastian Xingguanit kirjassa <i>Roving China Heavens</i>, joka on myös tärkeä hakuteos.

source: Due to the limitation of observation conditions in Song Dynasty, combined with instruments, circulated errors and other reasons, different scholars restored the sky map is somewhat different.
fi: Song-dynastian havainto-olosuhteiden rajoitusten sekä instrumenttien, leviävien virheiden ja muiden syiden vuoksi eri tutkijat palauttivat taivaskartan olevan hieman erilainen.

source: Based on these books, Stellarium can almost truly present the Chinese medieval sky map of Huangyou four years (1052 AD).
fi: Näiden kirjojen perusteella Stellarium pystyy lähes aidosti esittelemään Kiinan keskiaikaisen taivaskartan Huangyousta neljä vuotta (1052 jKr.).

source: Taiyang (太阳), Sun. The name comes from yin and yang, meaning a lot of yang,
fi: Taiyang (太阳), su. Nimi tulee sanoista yin ja yang, mikä tarkoittaa paljon yangia,

source: Taiyin (太阴), Moon. The name comes from yin and yang, meaning a lot of Yin,
fi: Taiyin (太阴), Kuu. Nimi tulee sanoista yin ja yang, mikä tarkoittaa paljon yiniä,

source: Chen Star (辰星), Mercury. Chen is an angle unit, which refers to about 30 degrees. Mercury is always within 30 degrees of the sun.
fi: Chen Star (辰星), Mercury. Chen on kulmayksikkö, joka tarkoittaa noin 30 astetta. Merkurius on aina 30 asteen sisällä auringosta.

source: Taibai (太白), Venus. Taibai means big and white.
fi: Taibai (太白), Venus. Taibai tarkoittaa isoa ja valkoista.

source: Yinghuo (荧惑), Mars. The colors of Mars are like fire, and movement is confusing.
fi: Yinghuo (荧惑), Mars. Marsin värit ovat kuin tuli, ja liike on hämmentävää.

source: Sui Star (岁星), Jupiter. It means the old star. Jupiter travels around the celestial sphere for a week every 12 years. The ancients took Jupiter's position as the standard of the chronology.
fi: Sui Star (岁星), Jupiter. Se tarkoittaa vanhaa tähteä. Jupiter kiertää taivaanpallon viikon ajan 12 vuoden välein. Muinaiset ottivat Jupiterin aseman kronologian standardina.

source: Zhen Star (填星), Saturn. Zhen, means passing Lunar Mansions. Saturn travels around the celestial sphere about every 28 years. Saturn will pass through a Lunar Mansion every year.
fi: Zhen Star (填星), Saturnus. Zhen tarkoittaa Kuun tähtikuvion ohittamista. Saturnus kiertää taivaanpallon noin 28 vuoden välein. Saturnus kulkee Kuun tähtikuvion läpi joka vuosi.

source: <a href="http://chinesenotes.com/songshi.html">History of Song</a>
fi: <a href="http://chinesenotes.com/songshi.html">Songin historia</a>

source: <a href="http://chinesenotes.com/shiji.html">Records of the Grand Historian</a>
fi: <a href="http://chinesenotes.com/shiji.html">Suuren historioitsijan tallenteet</a>

source: <a href="https://www.lcsd.gov.hk/CE/Museum/Space/archive/Research/Literature/c_research_literature_9.htm">(Chinese) Song of the Sky Pacers</a>
fi: <a href="https://www.lcsd.gov.hk/CE/Museum/Space/archive/Research/Literature/c_research_literature_9.htm">(Kiinalainen) Taivaan tahdittajien laulu</a>

source: <a href="https://en.wikipedia.org/wiki/Song_of_the_Sky_Pacers">wikipedia - Song of the Sky Pacers</a>
fi: <a href="https://en.wikipedia.org/wiki/Song_of_the_Sky_Pacers">wikipedia - Taivaan tahdittajien laulu</a>

source: <a href="http://wwt.china-vo.org/why/chineseheaven.htm">(Chinese) Chinese Heaven in WWT Community Beijing</a>
fi: <a href="http://wwt.china-vo.org/why/chineseheaven.htm">(Kiinalainen) Kiinalainen taivas WWT-yhteisössä Pekingissä</a>

source: Reference
fi: Viite

source: Pan Nai. The History of Stellar Observation in China
fi: Pan Nai. Tähtien havainnoinnin historia Kiinassa

source: Qi Rui and Wan Haoyi. Roving China Heavens
fi: Qi Rui ja Wan Haoyi. Kiertelevät Kiinan taivaat

source: Su Song. <i>Xinyixiangfayao Star Map</i>
fi: Su Song. <i>Xinyixiangfayao-tähtikartta</i>

source: <i>Records of the Grand Historian</i>
fi: <i>Suuren historioitsijan tallenteet</i>

source: <i>Book of Sui</i>
fi: <i>Suin kirja</i>

source: <i>History of Song</i>
fi: <i>Songin historia</i>

source: This sky culture was contributed by Stellarium user <i>Sun Shuwei</i> (孙殳玮) . <a href="mailto:sunshuwei.hi@foxmail.com">sunshuwei.hi@foxmail.com</a>
fi: Tämän taivaskulttuurin loi Stellariumin käyttäjä <i>Sun Shuwei</i> (孙殳玮) . <a href="mailto:sunshuwei.hi@foxmail.com">sunshuwei.hi@foxmail.com</a>

source: Egyptian
de: Ägyptisch
es_419: Egipcia
fi: Egyptiläinen
ru: Египетская
sv: Egyptisk
uk: Єгипетська

source: Late Egyptian astronomy/astrology follows that of Greco/Roman culture. The belief that the stars could influence human destiny does not appear to have reached Egypt until the Ptolemaic period. The temple of Hathor at Denderah dates from Ptolemaic times, probably the first century BCE, and has a wonderful illustration of the sky that illustrates this point.
de: Spätägyptische Astronomie/Astrologie folgt der griechischen/römischen Kultur. Der Glaube, dass die Sterne das menschliche Schicksal beeinflussen, scheint Ägypten bis zur ptolemäischen Zeit nicht erreicht zu haben. Der Hathortempel in Denderah stammt aus der ptolemäischen Zeit, vermutlich aus dem ersten Jahrhundert v. Chr. Er besitzt eine wundervolle Dasrtellung des Himmels, die diesen Punkt verdeutlicht.
es_419: La astronomía/astrología egipcia tardía sigue a la de la cultura grecorromana. La creencia de que las estrellas podrían influir en el destino humano no parece haber llegado a Egipto hasta el período ptolemaico. El templo de Hathor en Denderah data de la época ptolemaica, probablemente del siglo I a. C., y tiene una ilustración maravillosa del cielo que ilustra este punto.
fi: Myöhäinen egyptiläinen tähtitiede/astrologia seuraa kreikkalaisen/roomalaisen kulttuurin suuntaa. Uskomus, että tähdet voisivat vaikuttaa ihmisten kohtaloon, näyttää saapuneen Egyptiin vasta Ptolemaioksen aikana. Hathorin temppeli Denderahissa on peräisin Ptolemaioksen ajoilta, luultavasti ensimmäiseltä vuosisadalta eaa., ja siinä on upea kuva taivaasta, joka havainnollistaa tätä kohtaa.
ru: Поздняя египетская астрономия/астрология основана на греко-римской культуре. Убеждение, что звёзды могут влиять на судьбу человека похоже не достигли Египта до Птолемеева периода. В храме Хатхор в датах Дендеры с Птолемеевских времен, вероятно первого века до нашей эры, есть прекрасная иллюстрация неба, подтверждающая эту точку зрения.
sv: Den senegyptiska astronomin/astrologin följer den grekisk/romerska kulturens. Tron på att stjärnorna kunde påverka människans öde verkar inte ha nått Egypten förrän under ptolemaisk tid. Hathors tempel i Denderah är från ptolemeisk tid, troligen första århundradet f.Kr., och har en underbar illustration av himlen som visar detta.
uk: Пізньоєгипетська астрономія і астрологія користувалася здобутками греко-римської культури. Віра у те, що зірки можуть впливати на долю людини, ймовірно, прийшла до Єгипту у період еллінізму. У храмі Хатор у Дендері, який було побудовано у елліністичні часи, ймовірно, у першому столітті до нашої ери, можна знайти чудову карту зоряного неба, яка підтверджує цю думку.

source: However there were differences in names. For example, Cancer the Crab is represented by the Scarab Beetle. The figure of the Lion near the Scales (which is not the zodiacal Lion) is the constellation Centaurus [1].
fi: Nimissä oli kuitenkin eroja. Esimerkiksi Scarab the Rapua edustaa Scarab Beetle. Leijonan hahmo vaakojen lähellä (joka ei ole eläinradan leijona) on Kentauruksen tähdistö [1].

source: Earlier constellations are more problematic, but some indications exist that some modern zodiac signs are very ancient indeed [2], although the constellations did change significantly over time [3].
fi: Aiemmat tähtikuviot ovat ongelmallisempia, mutta on olemassa viitteitä siitä, että jotkut nykyaikaiset horoskooppimerkit ovat todella ikivanhoja [2], vaikka tähdistöt muuttuivatkin merkittävästi ajan myötä [3].

source: The Egyptians recognized five planets and called them the "stars that knew no rest". Their movement across the heavens reminded the Egyptians of the five gods sailing across the sky in their solar barque (boat). The planet now known as Jupiter was called "Horus Who Limits the Two Lands"; Mars was "Horus of the Horizon"; Mercury was "Sebegu", associated with Set; Saturn was "Horus the Bull of the Sky"; and Venus was "the God of the Morning" [7].
fi: Egyptiläiset tunnistivat viisi planeettaa ja kutsuivat niitä "tähdiksi, jotka eivät tienneet lepoa". Heidän liikkumisensa taivaan poikki muistutti egyptiläisiä viidestä jumalasta, jotka purjehtivat taivaan poikki aurinkobarkissa (veneessä). Planeetta, joka tunnetaan nyt nimellä Jupiter, kutsuttiin "Horukseksi, joka rajoittaa kahta maata"; Mars oli "Horus of the Horizon"; Merkurius oli "Sebegu", joka liittyy Setiin; Saturnus oli "Horus taivaan härkä"; ja Venus oli "aamun jumala" [7].

source: <a href="http://members.westnet.com.au/Gary-David-Thompson/page11-17.html">[1]</a>, <a href="http://members.westnet.com.au/Gary-David-Thompson/page11-15.html">[3]</a> Astronomical Artifacts and Cuneiform Tablets, etc
fi: <a href="http://members.westnet.com.au/Gary-David-Thompson/page11-17.html">[1]</a>, <a href="http://members.westnet.com.au/Gary-David-Thompson/page11-15.html">[3]</a> Astronomical Artifacts and Cuneiform Tablets, jne.

source: <a href="http://www.catchpenny.org/thoth/3arch.htm">[2]</a> Three archaic Egyptian constellations used as seasonal markers?
fi: <a href="http://www.catchpenny.org/thoth/3arch.htm">[2]</a> Kolme arkaaista egyptiläistä tähtikuviota, joita käytetään vuodenaikojen merkkinä?

source: This sky culture was contributed by <i>Karrie Berglund</i> of Digitalis Education Solutions, Inc. based on the paper "A Map of the Ancient Egyptian Firmament” by Juan Antonio Belmonte.
fi: Tämän taivaskulttuurin on luonut Digitalis Education Solutions, Inc. <i>Karrie Berglund</i> perustuen paperisiin lähteisiin "A Map of the Ancient Egyptian Firmament”, kirjoittajalta Juan Antonio Belmonte.

source: This sky culture was updated by misibacsi (names of planets)
fi: Misibacsi (planeettojen nimet) päivitti tämän taivaskulttuurin

source: Egyptian &mdash; Dendera
fi: Egyptiläinen &mdash; Dendera

source: The sculptured Dendera zodiac (or Denderah zodiac) is a widely known Egyptian bas-relief from the ceiling of the pronaos (or portico) of a chapel dedicated to Osiris in the Hathor temple at Dendera. This chapel was begun in the late Ptolemaic period when Egypt was ruled by (Greek) successors of Alexander the Great (hellenistic Egypt: 305-30 BCE). Its <i>pronaos</i> (a hall in front of the holy chamber) was added by the Roman emperor Tiberius (14-37 CE). This led Jean-François Champollion (18th century) to date the relief to the Greco-Roman period (while most of his contemporaries believed it to be of a millennium earlier because of the Egyptian style of the figures - this is not believed anymore). Today, French archaeologists date it to exactly 54 BCE [1]. The relief is now on display at the Musée du Louvre, Paris (France).
fi: Veistoksellinen Dendera-horoskooppi (tai Denderah-horoskooppi) on laajalti tunnettu egyptiläinen bareljefi Osirikselle omistetun kappelin pronaoksen katosta Hathor-temppelissä Denderassa. Tämä kappeli sai alkunsa myöhään Ptolemaioksen aikana, jolloin Egyptiä hallitsivat Aleksanteri Suuren (kreikkalaiset) seuraajat (hellenistinen Egypti: 305-30 eaa.). Sen <i>pronaos</i> Rooman keisari Tiberius (14-37 jKr.) lisäsi sen (sali pyhän kammion edessä). Tämä johti Jean-François Champollionin (1700-luvulla) päivämäärän helpotuksen kreikkalais-roomalaiseen aikaan (vaikka useimmat hänen aikalaisensa uskoivat sen olevan vuosituhatta aikaisempi hahmojen egyptiläisen tyylin vuoksi - tähän ei enää uskota). Nykyään ranskalaiset arkeologit ajoittavat sen tarkalleen vuoteen 54 eaa. [1]. Reliefi on nyt esillä Musée du Louvressa Pariisissa (Ranska).

source: The temple in (today's) Egypt probably dates to the Roman (or Late Greek) time of Egypt and, thus, does not show the original Egyptian sky but a mixture of Greco-Roman, Egyptian and Babylonian figures, all drawn in an Egyptian style.
fi: Temppeli (nykyisessä) Egyptissä on todennäköisesti peräisin Egyptin roomalaisesta (tai myöhäiskreikkalaisesta) ajasta, joten se ei näytä alkuperäistä Egyptin taivasta, vaan sekoitus kreikkalais-roomalaisia, egyptiläisiä ja babylonialaisia hahmoja, jotka kaikki on piirretty egyptiläiseen tyyliin. .

source: <i>Photograph for the display in Musée du Louvre (Paris), Public Domain/ CC0. The plate is 255 x 253 cm in size.</i>
fi: <i>Valokuva näyttelyyn Musée du Louvressa (Pariisi), Public Domain/ CC0. Lautasen koko on 255 x 253 cm.</i>

source: List of constellation figure
fi: Tähtikuvioluettelo

source: zodiac
fi: horoskooppi

source: <b>Aries</b>
fi: <b>Oinas</b>

source: a ram (not the Babylonian Hired Man, not the Roman ram that jumps through a ring)
fi: pässi (ei babylonialainen palkkamies, ei roomalainen pässi, joka hyppää renkaan läpi)

source: <b>Taurus</b>
fi: <b>Härkä</b>

source: a bull (not the Babylonian halfed bull)
fi: härkä (ei Babylonian puolikashärkä)

source: <b>Gemini</b>
fi: <b>Kaksoset</b>

source: a couple (Shu & Tefnut), i.e. a woman and a man (neither the Babylonian warriors nor the Greek heros)
fi: pari (Shu ja Tefnut), so. nainen ja mies (eivät Babylonian soturit eivätkä kreikkalaiset sankarit)

source: <b>Cancer</b>
fi: <b>Krapu</b>

source: a crab (as usual)
fi: rapu (kuten tavallista)

source: <b>Leo</b>
fi: <b>Leijona</b>

source: a lion (as usual)
fi: leijona (kuten tavallista)

source: with a woman whose head is at Coma Berenices
fi: naisen kanssa, jonka pää on Bereniken hiuksissa

source: <b>Virgo</b>
fi: <b>Neitsyt</b>

source: a maiden, depicted like the Babylonian goddess Shala (clay tablet AO 6448 from Uruk)
fi: neito, kuvattu kuin babylonialainen jumalatar Shala (savitaulu AO 6448 Urukista)

source: <b>Libra</b>
fi: <b>Vaaka</b>

source: a balance (as usual)
fi: saldo (tavallisen)

source: <b>Scorpius</b>
fi: <b>Skorpioni</b>

source: a scorpion (as usual)
fi: skorpioni (kuten tavallista)

source: <b>Sagittarius</b>
fi: <b>Jousimies</b>

source: this figure is an Egyptised version of the Babylonian god Pabilsang; the double-head indicates a mythical context
fi: tämä hahmo on egyptiläinen versio Babylonian jumalasta Pabilsangista; kaksoispää viittaa myyttiseen kontekstiin

source: <b>Capricornus</b>
fi: <b>Kauris</b>

source: a goat-fish (Babylonian)
fi: vuohikala (babylonialainen)

source: <b>Aquarius</b>
fi: <b>Vesimies</b>

source: Egyptian god of the Nile, Hapi
fi: Egyptiläinen Niilin jumala Hapi

source: <b>Pisces</b>
fi: <b>Kalat</b>

source: two fish (not the Babylonian "tails of the Giant Swallow" and not "Swallow-Fish")
fi: kaksi kalaa (ei babylonialaiset "jättipääskysen häntät" eikä "pääskyskala")

source: north
fi: pohjoinen

source: <b>Ursa Major</b>
fi: <b>Iso Karhu</b>

source: the Bull's Thigh is Egyptian (also depicted on diagonal star clocks, two millennia earlier), the Jackal and the Sheep are at the places of the Babylonian asterisms "Fox" and "Ewe"
fi: Härän reisi on egyptiläinen (kuvattu myös diagonaalisissa tähtikelloissa, kaksi tuhatta vuotta aikaisemmin), sakaali ja lammas ovat babylonialaisten tähtien "Fox" ja "Ewe" paikoissa.

source: south
fi: etelä

source: <b>Lupus</b>
fi: <b>Susi</b>

source: the beast is at the place of the Babylonian "Mad Dog" (rabid dog) and the Greco-Roman Lupus
fi: peto on babylonialaisen "hullun koiran" (raivokoiran) ja kreikkalais-roomalaisen lupuksen paikalla

source: <b>Bootes, Corona Borealis and others</b>
fi: <b>Saappaat, Pohjantähti ja muut</b>

source: the hippo goddess is an old Egyptian goddess who guards the celestial pole and the Bull's Thigh (constellation)
fi: virtahepojumalatar on vanha egyptiläinen jumalatar, joka vartioi taivaannapaa ja Härän reisiä (tähdistö)

source: <b>Hydra and Corvus</b>
fi: <b>Vesikäärme ja Korppi</b>

source: the huge snake with the bird on its tail is the new interpretation of the Babylonian constellations Snake (Mush-Dragon) and Raven
fi: valtava käärme lintu pyrstössä on uusi tulkinta Babylonian tähtikuvioista Snake (Mush-Dragon) ja Korppi

source: Osiris is a deified Egyptian king
fi: Osiris on jumalallinen Egyptin kuningas

source: <b>southwesternmost part of Argo plus Columba</b>
fi: <b>lounaisimmat osat Argosta ja Kyyhkysestä</b>

source: a falcon sitting on a canopy - obviously an Egyptian constellation that remains today as a star name
fi: katoksella istuva haukka - ilmeisesti egyptiläinen tähdistö, joka on edelleen tähtinimenä

source: <b>Canis Major</b>
fi: <b>Iso Koira</b>

source: Sothis is the Egyptian name of a constellation around Sirius; in Babylon, there is a goddess with Bow and Arrow at this place
fi: Sothis on Siriuksen ympärillä olevan tähdistön egyptiläinen nimi; Babylonissa tässä paikassa on jumalatar, jolla on jousi ja nuoli

source: <b>Canis Minor</b>
fi: <b>Pieni Koira</b>

source: as all other bright stars in the area are already decorated, this heavenly cow apparently needs to be placed on Procyon
fi: koska kaikki muut alueen kirkkaat tähdet ovat jo koristeltu, tämä taivaallinen lehmä on ilmeisesti asetettava Procyoniin

source: <b>Lepus</b>
fi: <b>Jänis</b>

source: in Babylonian uranology, a rooster is placed below the Orion-constellation in the modern Lepus; this bird is apparently the Egyptian version of it
fi: Babylonian uranologiassa kukko on sijoitettu Orionin tähdistön alapuolelle nykyaikaiseen Lepukseen; tämä lintu on ilmeisesti sen egyptiläinen versio

source: <b>Pegasus area</b>
fi: <b>Pegasus alue</b>

source: the Babylonian constellation of The Field is a quadrilateral of bright stars. It looks like the Egyptian hieroglyph for "water" which makes sense in the neighbourhood of fish.
fi: Babylonian tähdistö Kenttä on nelikulmio kirkkaista tähdistä. Se näyttää egyptiläiseltä "veden" hieroglyfiltä, joka on järkevä kalojen läheisyydessä.
