Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: In order to replicate the ancestral measurements in the Andean observatories, we propose the use of a wide-mouth container; in the open we will place it and level properly. In order to create a star mirror we will fill it with water, in this reflection of the sky, the Andean sage can admire and record the movements of the sun, the moon, planets or the stars. The Stellarium simulator allows us to recreate these "cosmic mirrors" and analyze the specific stellar dynamics that are seen in the Northern Andes as well as the millenarian wise men in their patient observation through the ages. These beings have registered the cosmic movements in the current prehispanic heritage of the Andean peoples and produced graphic configurations, which after much joint work by several researchers in several generations at the beginning of the 21st century have been partially decoded. Here we tell what we found in the equatorial skies: ### The Sun (Punchao o Wilca) When we find ourselves in the center of the planet, the apparent movement that the sun makes through our annual journey around it is equidistant and proportional. At the equinoxes the sun will cross the center of the sky, on the solstice of June it will travel its southernmost road (it will go north) and on the solstice of December the northernmost path will be traveled (more to the south). These natural phenomena are the marks of the four main festivals that celebrate a specific part of the agricultural calendar because they are the points of inflection between the climatic seasons. According to the colonial chronicler Juan de Betanzos "the Indians knew the leap years"; thanks to the research of Gustavo Guayasamín, a cyclic movement is identified in a four-year interval in the sun; to observe it, we suggest placing ourselves at the March equinox (approximately the March equinoxes are the 21st day in the Gregorian calendar), at the solar daytime (12:20 in the civil time for the year 2018). We can then move forward in time thanks to the "Date / Time Window" from year to year and we will notice that the sun moves, returning to the point where the observation begins in periods of four years, for example: It starts in 2016, moves to the left of the spectator in 2017, continues moving to the left in 2018, also moves in 2019 and in 2020 returns to its initial position; then start the cycle again. ### Clear Constellations, Asterisms and Guidelines in the Andes. We consider that by means of "stellar mirrors" the sages could register the stellar traffic. Through this observation they noticed that during the nightfalls of each equinox and solstice, specific stars appear in the sky, as if they were marking the climatic changes to which we are exposed, so these cosmic signals were recorded in the Andean prehispanic patrimony giving rise to the Andean geometrical forms. #### March Equinox **"Antonio Quinatoa" Cross:** At dusk the first stars to appear are: Sirius - Procyon - Rigel - Betelgeuse, who form the cross named "Antonio Quinatoa". It is the constellation that governs the masculine cycle. #### September Equinox **Molestina Triangle:** The first stars to appear are: Altair - Vega - Antares who make up the triangle named "Molestina" **Constellation Daniela Alejandra Ayala:** Thanks to the hard work in the registration of the designs, we have identified the clear constellation named "Daniela Alejandra Ayala", cosmic set that accompanies the image of the "Mono Andino", will appear in the center of the sky at nightfall of the female equinox. #### June Solstice **South Cross:** The most outstanding stars in the evening of the Summer Solstice for the Northern Hemisphere are: Acrux, Mimosa, δ Crucis, ζ Crucis, λ Crucis and μ Crucis who form the "Southern Cross". #### December Solstice **The “Jorge Trujillo” Arrow:** The most outstanding stars in the evening of the winter solstice for the southern hemisphere are Caph - Shedar - Navi - κ Cas, they are part of the western constellation of Cassiopeia, the resulting form evokes the shape of an arrow that at the end of the December solstice It is in an East - West direction. The asterisms that we include are the first stars to appear at the end of each equinox or solstice. Like the constellations, these basic forms (diamond, square, triangle and arrow), mark the beginning or end of a cycle, apparently human beings discovered and recorded them before the forms in the dark constellations. ### The Sacred Beings in the Cosmos. The Dark Constellations. #### The Milky Way Our planet belongs to the galaxy of the Milky Way, whose shape is that of a large disk with two bulging arms; this form and the rotation of the earth means that at the evenings of the equinoxes and solstices we can appreciate a specific part of it, thus becoming a signal that the ancestors appreciated to measure the times. Called in the Andes as the "Muyun" for many peoples, it represents a gigantic life-giving serpent. Contrary to the West, the constellations are not made up of bright points or stars; the astral beings are housed in the "dark spots" existing in the brilliance of the Milky Way, so at each of the turning points in our annual path around the sun (Solstices and Equinoxes), we will find a guiding constellation in each "visible end" of the galaxy. As with lunar or solar movements, the movements of the constellations in the Northern Andes marked the beginning or end of specific eras, agricultural, civil, reproductive or festive. They determined the fate of beings, receiving respect and veneration for those who came for their wisdom; thus developing a religious thought similar to that of the sun or the moon throughout the continent. Here we describe the constellations decoded to date: #### Dark Constellations |Image|Description| |-----|-----------| |<img src="illustrations/jaguar.png" width="100" height="107" />|Estelina Quinatoa (The Jaguar): Constellation that governs the male cycle, also called "Wilca" or "Otorongo", indicates the arrival of the crops of tender grains.| |<img src="illustrations/mono.png" width="100" height="107" />|Mercedes Cotacachi (The Monkey): Constellation that governs the female cycle, indicates the arrival of rains and the start of agricultural processes.| |<img src="illustrations/sapo.png" width="100" height="107" />|Hernán Crespo Toral (The Frog): The "Hampatu" is the animal that has several stages, like the Andean thought, it appears on the night of the June solstice and it is related to the contact with the world of the dead.| |<img src="illustrations/guerrero.png" width="100" height="107" />|Ana Jaramillo de Velasteguí (The Warrior): Known as "the Man and the Spear" or "The Dancer", the constellation governs the December solstice.|
es_419: Para replicar las medidas ancestrales en los observatorios andinos, proponemos el uso de un recipiente de boca ancha; al aire libre lo colocaremos y nivelaremos correctamente. Para crear un espejo estelar lo llenaremos de agua, en este reflejo del cielo, el sabio andino puede admirar y registrar los movimientos del sol, la luna, los planetas o las estrellas. El simulador Stellarium nos permite recrear estos "espejos cósmicos" y analizar la dinámica estelar específica que se observa en los Andes del Norte, así como los sabios milenarios en su observación paciente a través de los siglos. Estos seres han registrado los movimientos cósmicos en el patrimonio prehispánico actual de los pueblos andinos y han producido configuraciones gráficas, que después de mucho trabajo conjunto de varios investigadores en varias generaciones a principios del siglo XXI se han decodificado parcialmente. Aquí contamos lo que encontramos en los cielos ecuatoriales: ### El Sol (Punchao o Wilca) Cuando nos encontramos en el centro del planeta, el movimiento aparente que realiza el sol a través de nuestro viaje anual a su alrededor es equidistante y proporcional. En los equinoccios, el sol cruzará el centro del cielo, en el solsticio de junio recorrerá su camino más al sur (irá hacia el norte) y en el solsticio de diciembre se recorrerá el camino más al norte (más al sur). Estos fenómenos naturales son las marcas de los cuatro festivales principales que celebran una parte específica del calendario agrícola porque son los puntos de inflexión entre las estaciones climáticas. Según el cronista colonial Juan de Betanzos "los indios conocieron los años bisiestos"; Gracias a la investigación de Gustavo Guayasamín, se identifica un movimiento cíclico en un intervalo de cuatro años al sol; Para observarlo, sugerimos ubicarnos en el equinoccio de marzo (aproximadamente los equinoccios de marzo son el día 21 del calendario gregoriano), durante el día solar (12:20 en el horario civil del año 2018). Luego podemos avanzar en el tiempo gracias a la "Ventana de fecha / hora" de año en año y notaremos que el sol se mueve, volviendo al punto donde comienza la observación en períodos de cuatro años, por ejemplo: comienza en 2016 , se mueve a la izquierda del espectador en 2017, continúa moviéndose a la izquierda en 2018, también se mueve en 2019 y en 2020 vuelve a su posición inicial; luego comience el ciclo nuevamente. ### Constelaciones claras, asterismos y guías en los Andes. Consideramos que por medio de "espejos estelares" los sabios podrían registrar el tráfico estelar. A través de esta observación, notaron que durante las caídas de la noche de cada equinoccio y solsticio, aparecen estrellas específicas en el cielo, como si marcaran los cambios climáticos a los que estamos expuestos, por lo que estas señales cósmicas se registraron en el patrimonio prehispánico andino dando lugar a las formas geométricas andinas. #### Equinoccio de marzo **Cruz "Antonio Quinatoa":** Al anochecer las primeras estrellas en aparecer son: Sirio - Proción - Rigel - Betelgeuse, quienes forman la cruz llamada "Antonio Quinatoa". Es la constelación que gobierna el ciclo masculino. #### Equinoccio de septiembre **Triángulo de Molestina:** Las primeras estrellas en aparecer son: Altair - Vega - Antares que forman el triángulo llamado "Molestina" **Constelación Daniela Alejandra Ayala:** Gracias al arduo trabajo en el registro de los diseños, hemos identificado la constelación clara llamada "Daniela Alejandra Ayala", conjunto cósmico que acompaña a la imagen del "Mono Andino", que aparecerá en el centro de la cielo al anochecer del equinoccio femenino. #### Solsticio de junio **Cruz del Sur:** Las estrellas más destacadas en la noche del solsticio de verano para el hemisferio norte son: Acrux, Mimosa, δ Crucis, ζ Crucis, λ Crucis y μ Crucis que forman la "Cruz del Sur". #### Solsticio de diciembre **La flecha "Jorge Trujillo":** Las estrellas más sobresalientes en la noche del solsticio de invierno para el hemisferio sur son Caph - Shedar - Navi - κ Cas. Son parte de la constelación occidental de Cassiopeia, la forma resultante evoca la forma de un flecha que al final del solsticio de diciembre va en dirección de este a oeste. Los asterismos que incluimos son las primeras estrellas que aparecen al final de cada equinoccio o solsticio. Al igual que las constelaciones, estas formas básicas (diamante, cuadrado, triángulo y flecha) marcan el comienzo o el final de un ciclo, aparentemente los seres humanos los descubrieron y registraron antes de las formas en las constelaciones oscuras. ### Los seres sagrados en el cosmos. Las constelaciones oscuras. #### La Vía Láctea Nuestro planeta pertenece a la galaxia de la Vía Láctea, cuya forma es la de un disco grande con dos brazos abultados; Esta forma y la rotación de la tierra significa que en las noches de los equinoccios y solsticios podemos apreciar una parte específica de la misma, convirtiéndose así en una señal que los antepasados apreciaron para medir los tiempos. Llamado en los Andes como el "Muyun" para muchos pueblos, representa una serpiente gigantesca que da vida. Al contrario de Occidente, las constelaciones no están formadas por puntos brillantes o estrellas; los seres astrales están alojados en los "puntos oscuros" que existen en el brillo de la Vía Láctea, por lo que en cada uno de los puntos de inflexión en nuestro camino anual alrededor del sol (Solsticios y Equinoccios), encontraremos una constelación guía en cada "visible" fin "de la galaxia. Al igual que con los movimientos lunares o solares, los movimientos de las constelaciones en los Andes del Norte marcaron el comienzo o el final de épocas específicas, agrícolas, civiles, reproductivas o festivas. Determinaron el destino de los seres, recibiendo respeto y veneración por aquellos que vinieron por su sabiduría; desarrollando así un pensamiento religioso similar al del sol o la luna en todo el continente. Aquí describimos las constelaciones decodificadas hasta la fecha: #### Constelaciones oscuras |Image|Description| |-----|-----------| |<img src="illustrations/jaguar.png" width="100" height="107" />|Estelina Quinatoa (El Jaguar): Constelación que gobierna el ciclo masculino, también llamada "Wilca" u "Otorongo", indica la llegada de los cultivos de granos tiernos.| |<img src="illustrations/mono.png" width="100" height="107" />|Mercedes Cotacachi (El mono): Constelación que gobierna el ciclo femenino, indica la llegada de las lluvias y el inicio de los procesos agrícolas.| |<img src="illustrations/sapo.png" width="100" height="107" />|Hernán Crespo Toral (La Rana): El "Hampatu" es el animal que tiene varias etapas, como el pensamiento andino, aparece en la noche del solsticio de junio y está relacionado con el contacto con el mundo de los muertos.| |<img src="illustrations/guerrero.png" width="100" height="107" />|Ana Jaramillo de Velasteguí (El guerrero): Conocida como "el hombre y la lanza" o "La bailarina", la constelación gobierna el solsticio de diciembre.|
ru: Чтобы воспроизвести измерения предков в Андских обсерваториях, мы предлагаем использовать контейнер с широким горлышком; на открытом воздухе мы поместим его и выровняем должным образом. Чтобы создать звездное зеркало, мы наполним его водой, в этом отражении неба андский мудрец может любоваться и записывать движения солнца, луны, планет или звезд. Симулятор Stellarium позволяет нам воссоздать эти «космические зеркала» и проанализировать специфическую звездную динамику, наблюдаемую в Северных Андах, а также тысячелетних мудрецов в их терпеливом наблюдении на протяжении веков. Эти существа зарегистрировали космические движения в нынешнем доиспанском наследии андских народов и создали графические конфигурации, которые после продолжительной совместной работы нескольких исследователей в нескольких поколениях в начале 21 века были частично расшифрованы. Рассказываем, что нашли на экваториальном небе: ### Солнце (Punchao o Wilca) Когда мы оказываемся в центре планеты, видимое движение, которое солнце совершает в течение нашего годового путешествия вокруг нее, является равноудаленным и пропорциональным. В дни равноденствия солнце пересекает центр неба, в июньское солнцестояние оно проходит по самой южной дороге (оно идет на север), а в декабрьское солнцестояние проходит по самой северной дороге (южнее). Эти природные явления являются знаками четырех основных праздников, отмечающих определенную часть сельскохозяйственного календаря, поскольку они являются точками перегиба между климатическими сезонами. По словам колониального летописца Хуана де Бетансоса, «индейцы знали високосные годы»; благодаря исследованиям Густаво Гуаясамина выявлено циклическое движение Солнца в четырехлетнем интервале; для его наблюдения предлагаем расположиться на мартовское равноденствие (примерно мартовские равноденствия — это 21-й день по григорианскому календарю), на солнечный день (12:20 по гражданскому времени на 2018 год). Затем мы можем двигаться вперед во времени благодаря «окну даты / времени» из года в год, и мы заметим, что солнце движется, возвращаясь к точке, где начинается наблюдение в периоды четырех лет, например: оно начинается в 2016 году, движется слева от зрителя в 2017 г., продолжает движение влево в 2018 г., также движется в 2019 г. и в 2020 г. возвращается в исходное положение; затем снова запускается цикл. ### Четкие созвездия, астеризмы и ориентиры в Андах. Мы считаем, что с помощью «звездных зеркал» мудрецы могли регистрировать звездный трафик. Благодаря этому наблюдению они заметили, что во время наступления темноты каждого равноденствия и солнцестояния на небе появляются определенные звезды, как будто они отмечают климатические изменения, которым мы подвержены, поэтому эти космические сигналы были записаны в доиспанском наследии Анд, что привело к Андские геометрические формы. #### Мартовское равноденствие **Крест "Антонио Квинатоа":** в сумерках первыми появляются звезды: Сириус — Процион — Ригель — Бетельгейзе, которые образуют крест под названием «Антонио Кинатоа». Это созвездие, которое управляет мужским циклом. #### Сентябрьское равноденствие **Молестинский треугольник:** Первыми появляются звезды: Альтаир - Вега - Антарес, составляющие треугольник под названием «Молестина». **Созвездие Даниэла Алехандра Айяла:** Благодаря кропотливой работе по оформлению рисунков мы определили ясное созвездие под названием «Даниела Алехандра Айяла», космический набор, сопровождающий образ «Моно Андино», появится в центре неба с наступлением темноты женское равноденствие. #### Июньское солнцестояние **Южный Крест:** Самыми выдающимися звездами вечером летнего солнцестояния для Северного полушария являются: Акрукс, Мимоза, δ Креста, ζ Креста, λ Креста и μ Креста, которые образуют «Южный Крест». #### Декабрьское солнцестояние **Стрела “Хорхе Трухильо”:** Самые выдающиеся звезды вечером зимнего солнцестояния для южного полушария — это Каф — Шедар — Нави — каппа Кассиопеи, они входят в состав западного созвездия Кассиопеи, результирующая форма напоминает форму стрелы, которая в конце декабрьского солнцестояния в направлении восток-запад. Включенные нами астеризмы — это первые звезды, которые появляются в конце каждого равноденствия или солнцестояния. Подобно созвездиям, эти основные формы (ромб, квадрат, треугольник и стрелка) отмечают начало или конец цикла, по-видимому, люди открыли и записали их раньше, чем формы в темных созвездиях. ### Священные существа в космосе. Темные созвездия. #### Млечный Путь Наша планета принадлежит к галактике Млечный Путь, по форме напоминающей большой диск с двумя выпуклыми рукавами; эта форма и вращение Земли означают, что по вечерам в дни равноденствий и солнцестояний мы можем оценить определенную ее часть, тем самым став сигналом, который предки ценили для измерения времени. Называемый в Андах «Муюном» у многих народов, он представляет собой гигантского животворящего змея. В отличие от Запада, созвездия состоят не из ярких точек или звезд; астральные существа обитают в «темных пятнах», существующих в сиянии Млечного Пути, поэтому в каждый из поворотных моментов нашего годового пути вокруг Солнца (солнцестояния и равноденствия) мы найдем путеводное созвездие в каждом «видимом конце» галактики. Как и в случае с лунными или солнечными движениями, движения созвездий в Северных Андах отмечали начало или конец определенных эпох, сельскохозяйственных, гражданских, репродуктивных или праздничных. Они определяли судьбы существ, получая уважение и почитание тех, кто пришел за их мудростью; таким образом развивая религиозную мысль, подобную мысли о солнце или луне на всем континенте. Здесь мы опишем расшифрованные на сегодняшний день созвездия: #### Темные созвездия |Image|Description| |-----|-----------| |<img src="illustrations/jaguar.png" width="100" height="107" />|Estelina Quinatoa (Ягуар): созвездие, управляющее мужским циклом, также называемое «Вилка» или «Оторонго», указывает на прибытие урожая нежных зерен.| |<img src="illustrations/mono.png" width="100" height="107" />|Mercedes Cotacachi (Обезьяна): Созвездие, управляющее женским циклом, указывает на приход дождей и начало сельскохозяйственных процессов.| |<img src="illustrations/sapo.png" width="100" height="107" />|Hernán Crespo Toral (Лягушка): «Хампату» — это животное, имеющее несколько стадий, как и андская мысль, оно появляется в ночь июньского солнцестояния и связано с контактом с миром мертвых.| |<img src="illustrations/guerrero.png" width="100" height="107" />|Ana Jaramillo de Velasteguí (Воин): Созвездие, известное как «Человек и копье» или «Танцор», управляет декабрьским солнцестоянием. |
sv: För att replikera de gamla mätningarna i de andinska observatorierna föreslår vi att man använder en behållare med vid mynning; i det fria placerar vi den och jämnar ut den ordentligt. För att skapa en stjärnspegel fyller vi den med vatten, i denna reflektion av himlen kan den andinska vismannen beundra och registrera solens, månens, planeternas eller stjärnornas rörelser. Stellarium-simulatorn gör det möjligt för oss att återskapa dessa "kosmiska speglar" och analysera den specifika stjärndynamik som ses i norra Anderna, liksom de tusenåriga vise männen i deras tålmodiga observation genom tiderna. Dessa varelser har registrerat de kosmiska rörelserna i det nuvarande förhispaniska arvet från de andinska folken och producerat grafiska konfigurationer, som efter mycket gemensamt arbete av flera forskare i flera generationer i början av 2000-talet delvis har avkodats. Här berättar vi vad vi hittade i ekvatorialhimlen: ### Solen (Punchao o Wilca) När vi befinner oss i planetens mitt är den skenbara rörelse som solen gör under vår årliga resa runt den ekvidistant och proportionell. Vid dagjämningarna korsar solen himlavalvets mittpunkt, vid solståndet i juni går den sin sydligaste väg (den går norrut) och vid solståndet i december går den sin nordligaste väg (mer söderut). Dessa naturfenomen är kännetecknen för de fyra huvudfestivalerna som firar en specifik del av jordbrukskalendern eftersom de är brytpunkterna mellan klimatsäsongerna. Enligt den koloniala krönikören Juan de Betanzos "kände indianerna till skottåren"; tack vare Gustavo Guayasamíns forskning identifieras en cyklisk rörelse i ett fyraårsintervall i solen; för att observera den föreslår vi att vi placerar oss vid dagjämningen i mars (ungefär dagjämningen i mars är den 21:a dagen i den gregorianska kalendern), vid solens dagtid (12:20 i civiltiden för år 2018). Vi kan sedan gå framåt i tiden tack vare "Datum / Tidsfönstret" från år till år och vi kommer att märka att solen rör sig och återvänder till den punkt där observationen börjar i perioder om fyra år, till exempel: Den börjar 2016, flyttar sig till vänster om åskådaren 2017, fortsätter att flytta sig till vänster 2018, flyttar sig även 2019 och återvänder 2020 till sin ursprungliga position; sedan börjar cykeln igen. ### Klara konstellationer, asterismer och riktlinjer i Anderna. Vi anser att de vise med hjälp av "stjärnspeglar" kunde registrera stjärntrafiken. Genom denna observation lade de märke till att under nattfallen vid varje dagjämning och solstånd framträder specifika stjärnor på himlen, som om de markerade de klimatförändringar som vi utsätts för, så dessa kosmiska signaler registrerades i det andinska förhispaniska arvet och gav upphov till de andinska geometriska formerna. #### Equinox i mars **"Antonio Quinatoa"-korset:** I skymningen är de första stjärnorna som syns: Sirius - Procyon - Rigel - Betelgeuse, som bildar korset med namnet "Antonio Quinatoa". Det är den konstellation som styr den maskulina cykeln. #### September Equinox **Molestinatriangeln:** De första stjärnorna som framträder är: Altair - Vega - Antares som utgör triangeln med namnet "Molestina" **Konstellation Daniela Alejandra Ayala:** Tack vare det hårda arbetet med registreringen av mönster har vi identifierat den tydliga konstellationen med namnet "Daniela Alejandra Ayala", kosmisk uppsättning som följer med bilden av "Mono Andino", kommer att visas i mitten av himlen vid nattens fall av den kvinnliga dagjämningen. #### Solståndet i juni **Södra korset:** De mest framträdande stjärnorna på kvällen för sommarsolståndet för norra halvklotet är: Acrux, Mimosa, δ Crucis, ζ Crucis, λ Crucis och μ Crucis som bildar "Södra korset". #### Solståndet i december **"Jorge Trujillo"-pilen:** De mest framträdande stjärnorna på kvällen för vintersolståndet för södra halvklotet är Caph - Shedar - Navi - κ Cas, de är en del av den västra konstellationen Cassiopeia, den resulterande formen framkallar formen av en pil som i slutet av december solståndet Det är i en öst-västlig riktning. De asterismer som vi inkluderar är de första stjärnorna som dyker upp i slutet av varje dagjämning eller solstånd. Liksom konstellationerna markerar dessa grundläggande former (diamant, kvadrat, triangel och pil) början eller slutet på en cykel, uppenbarligen upptäckte och registrerade människor dem innan formerna i de mörka konstellationerna. ### De heliga varelserna i kosmos. De mörka konstellationerna. #### Vintergatan Vår planet hör till Vintergatans galax, vars form är en stor skiva med två utbuktande armar; denna form och jordens rotation innebär att vi på kvällarna vid dagjämning och solstånd kan uppskatta en specifik del av den, och därmed bli en signal som förfäderna uppskattade för att mäta tiderna. I Anderna kallas den för "Muyun" av många folk och representerar en gigantisk livgivande orm. I motsats till i västvärlden består konstellationerna inte av ljusa punkter eller stjärnor; de astrala varelserna är inhysta i de "mörka fläckar" som finns i Vintergatans glans, så vid varje vändpunkt på vår årliga väg runt solen (solstånd och dagjämning) hittar vi en vägledande konstellation i varje "synlig ände" av galaxen. Precis som månens och solens rörelser markerade konstellationernas rörelser i norra Anderna början eller slutet på specifika epoker, jordbruks-, civil-, reproduktions- eller festperioder. De bestämde varelsernas öde och fick respekt och vördnad för dem som kom för att få deras visdom; på så sätt utvecklades en religiös tanke som liknar solens eller månens på hela kontinenten. Här beskriver vi de konstellationer som hittills har avkodats: #### Mörka konstellationer |Bild|Beskrivning| |-----|-----------| |<img src="illustrations/jaguar.png" width="100" height="107" />|Estelina Quinatoa (Jaguaren): Konstellation som styr den manliga cykeln, även kallad "Wilca" eller "Otorongo", indikerar ankomsten av grödorna av mjuka korn |<img src="illustrations/mono.png" width="100" height="107" />|Mercedes Cotacachi (Apan): Konstellation som styr den kvinnliga cykeln, indikerar ankomsten av regn och starten av jordbruksprocesser.| | |<img src="illustrations/sapo.png" width="100" height="107" />|Hernán Crespo Toral (Grodan): "Hampatu" är djuret som har flera stadier, liksom den andinska tanken, den dyker upp på natten till junisolståndet och är relaterad till kontakten med de dödas värld.| |<img src="illustrations/guerrero.png" width="100" height="107" />|Ana Jaramillo de Velasteguí (Krigaren): Känd som "Mannen och spjutet" eller "Dansaren", konstellationen styr decembersolståndet.|
uk: Для відтворення устаткування предків у обсерваторіях Анд ми пропонуємо користуватися посудиною із широким горлом. На початку, її слід належним чином розташувати та вирівняти. Для створення зоряного дзеркала посудину слід наповнити водою. Віддзеркалення неба у воді надає змогу милуватися ним і записувати рухи Сонця, Місяця, планет і зірок. Імітація у Stellarium надає нам змогу відтворювати ці «космічні дзеркала» та аналізувати зміни на небі, які є видимими із Північних Анд, як це робили мудреці-самітники у своїх ретельних спостереженнях протягом віків. Їхні знання стали частиною доіспанського спадку мешканців Анд. Графічне представлення цих знань, після значної праці декількох дослідників кількох поколінь, на початку 21-го століття було частково дешифровано. Ось, що ми знайшли на екваторіальному небі: ### Сонце (Пунчао-о-Вілька) Якщо уявити, що ми стоїмо у центрі планети, видимий рух Сонця протягом року навколо нас буде рівномірним і пропорційним. У дні рівнодень Сонце перетинатиме центр неба. У день сонцестояння у червні досягатиме найпівденнішої точки (воно прямує на північ), а у день зимового сонцестояння у грудні — проходитиме найпівнічнішим шляхом (ближче до півдня). Ці природні явища є позначками чотирьох основних свят року у сільськогосподарському календарі, оскільки ці дні розділяють рік на кліматичні сезони. Колоніальний літописець Хуан де Бетанзос зазначав, що «індіанцям відомо про високосні роки». Завдяки дослідженням Густаво Гаясаміна, було виявлено циклічний рух у чотирирічному шляху Сонця. Для його спостереження можна вказати у програмі дату дня березневого рівнодення (приблизно 21 березня за григоріанським календарем) у південь (12:20 за місцевим часом у 2018 році). Далі можна прогорнути час за допомогою вікна «Дата/Час» кроками у рік і побачити, як Сонце зміщується, повертаючись у початкову точку спостереження кожні чотири роки. Наприклад, якщо почати з 206 року, Сонце зміститься для спостерігача ліворуч у 2017 році, продовжить свій рух ліворуч у 2018 та 2019 роках і повернеться до початкової позиції у 2020 році, а потім знову розпочне зміщуватися ліворуч. ### Світлі сузір'я, астеризми та фігури у Андах. Ми вважаємо, що за допомогою «зоряних дзеркал» мудреці могли стежити за рухом зірок. Спостереження надали їм змогу зауважити, що у ночі усіх рівнодень та сонцестоянь на небі з'являються певні зірки, начебто позначаючи зміни клімату. Ці космічні сигнали відбивалися у андських доіспанських спадкових знаннях і призвели до розвитку андських геометричних форм. #### Березневе рівнодення **Хрест «Антоніо Квінатоа»:** у сутінках першим з'являються такі зірки: Сіріус — Проціон — Рігель — Бетельгейзе. Вони складаються у хрест із назвою «Антоніо Квінатоа». Це сузір'я, яке керує чоловічим циклом. #### Вересневе рівнодення **Трикутник Молестіни:** перші зірки: Альтаїр — Вега — Антарес утворюють трикутник, який називають «Молестіна». **Сузір'я Даніели Алехандри Аяли:** завдяки важкій роботі із реєстрації нових компонувань сузір'їв нам вдалося точно ідентифікувати сузір'я «Даніела Алехандра Аяла», набір зірок, який супроводжує зображення «Mono Andino», з'явиться у центрі небесної сфери у ніч жіночого рівнодення. #### Червневе сонцестояння **Південний Хрест:** найяскравіші зірки ввечері дня літнього сонцестояння. Для Північної півкулі це Акрукс, Мімоза, δ Південного Хреста, ζ Південного Хреста, λ Південного Хреста та μ Південного Хреста. #### Грудневе сонцестояння **Стріла «Хорхе Трухільйо»:** найяскравіші зірки увечері дня зимового сонцестояння для південної півкулі: Каф - Шедар - Наві - κ Кассіопеї. Ці зірки є частиною сузір'я Кассіопеї. Із них створється форма стріли, яку наприкінці сонцестояння спрямовано у напрямку схід-захід. Включені нами астеризми є першими зірками, які з'являються наприкінці кожного з днів рівнодення або сонцестояння. Подібно до сузір'їв, ці базові форми (ромб, квадрат, трикутник та стріла) позначають початок або кінець циклу. Ймовірно, люди виявили і записали дані щодо них до появи форм темних сузір'їв. ### Священні істоти у Космосі. Темні сузір'я. #### Чумацький Шлях Наша планета є частиною галактики Молочний Шлях, формою якої є великий диск із двома спіральними рукавами. Ця форма і обертання Землі означають, що увечері у дні рівнодень та сонцестоянь ми можемо бачити певну частину галактики. Наші предки цінували вимірювання часу спостереженням цих частин. У Андах багато людей називають це сузір'я «Муюн» — це гігантська змія, що породжує життя. На відміну від західноєвропейської картини зоряного неба, сузір'я не складаються з яскравих точок або зірок — астральні істоти мешкають у «темних плямах» пишноти Чумацького шляху. Тому у кожній із поворотних точок нашого щорічного шляху навколо Сонця (у дні сонцестоянь та рівнодень) ми знаходимо напрямне сузір'я у кожному «видимому кінці» галактики. Як і з випадком руху Місяця і Сонця, рухи сузір'їв у Північних Андах означають початок і кінець певних ер — сільськогосподарських, суспільних, репродуктивних або святкових. Вони визначають долю, отримують повагу або преклоніння від тих, хто просить у них мудрості, таким чином розвиваючи релігійну тему подібну до поклоніння Сонцю чи Місяцю на нашому континенті. Тут описано точно встановлені на сьогодні сузір'я: #### Темні сузір'я |Image|Description| |-----|-----------| |<img src="illustrations/jaguar.png" width="100" height="107" />|Естеліна Квінатора (Ягуар): сузір'я, яке керує чоловічим циклом, також має назви «Вілка» або «Оторонго», позначає появу сходів зернових культур.| |<img src="illustrations/mono.png" width="100" height="107" />|Мерседес Котакачі (Мавпа): сузір'я, яке керує жіночим циклом, позначає появу дощів і початок сільськогосподарських робіт.| |<img src="illustrations/sapo.png" width="100" height="107" />|Покривало Ернана Креспо (Жаба): «Хампату» — тварина, яка має декілька стадій життя. За андійськими віруваннями жаба з'являється у ніч червневого сонцестояння. Також її пов'язано із контактом зі світом мертвих.| |<img src="illustrations/guerrero.png" width="100" height="107" />|Ана Харамільо де Веластегі (Ana Jaramillo de Velasteguí) (Воїн): відоме як «Чоловік і Спис» або «Танцівник». Сузір'я керує грудневим сонцестоянням.|
