Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Inuit
fi: Inuiittien
ru: Эскимосская
sv: Inuitisk
uk: Ексімоська

source: The Inuit sky culture files available for Stellarium are an adaptation of John MacDonald's research in his book <b>The Arctic Sky: Inuit Astronomy, Star Lore and Legend</b>. While placements and specifics of Inuit constellations might differ from tribe to tribe, the information in Stellarium presents the constellations and general themes of the arctic universe.
fi: Stellariumiin saatavilla olevat inuiittien taivaskulttuuritiedostot ovat muunnelmia John MacDonaldin tutkimuksesta hänen kirjassaan <b>The Arctic Sky: Inuit Astronomy, Star Lore and Legend</b>. Vaikka inuiittien tähdistöjen sijoittelu ja erityispiirteet voivat vaihdella heimoittain, Stellariumin tiedot esittelevät arktisen universumin tähtikuvioita ja yleisiä teemoja.

source: <a href="http://www.amazon.com/Arctic-Sky-Inuit-Astronomy-Legend/dp/0888544278">The Arctic Sky, Inuit Astronomy, Star Lore and Legend</a> book at amazon.com
fi: <a href="http://www.amazon.com/Arctic-Sky-Inuit-Astronomy-Legend/dp/0888544278">The Arctic Sky, Inuit Astronomy, Star Lore and Legend</a> kirja amazon.com:issa

source: This sky culture was contributed by <i>Karrie Berglund</i> of Digitalis Education Solutions, Inc. based primarily on the book <b>The Arctic Sky: Inuit Astronomy, Star Lore and Legend</b> by John MacDonald.
fi: Tämän taivaskulttuurin on avustanut <i>Karrie Berglund</i> Digitalis Education Solutions, Inc.:n pääosin kirjaan perustuen <b>The Arctic Sky: Inuit Astronomy, Star Lore and Legend</b> kirjaan, jonka on kirjoittanut John MacDonald.

source: Illustrations are done by Johan Meuris.
fi: Kuvitukset on tehnyt Johan Meuris.

source: Japanese Moon Stations
fi: Japanilaiset Kuun huoneet

source: Most astronomical observation in the Japan until the Meiji Restoration was closely tied to astrological purposes. For ancient Chinese and later Korean and Japanese cartographers four seasons and four cardinal directions is marked as four talismanic animals - the Azure Dragon of the East (Spring), the Red Bird of the South (Summer), the White Tiger of the West (Fall), and the "Genbu" (Black Tortoise) of the North (Winter). Corresponding to each of the talismanic animals the celestial "palaces" were seven <em>sei shuku</em> or what are sometimes called "lunar lodges". The moon "stations" or "lodges" probably may be used to determine position of sun and planets as well as the moon, and their number may or may not have been related to the period of the moon's orbit. Origins of these associations are obscure and even controversial.
fi: Suurin osa Japanin tähtitieteellisistä havainnoista Meiji-restauraatioon saakka oli tiiviisti sidoksissa astrologisiin tarkoituksiin. Muinaisille kiinalaisille ja myöhemmin korealaisille ja japanilaisille kartografeille neljä vuodenaikaa ja neljä pääsuuntaa on merkitty neljäksi talismaniseksi eläimeksi - idän taivaansininen lohikäärme (kevät), etelän punainen lintu (kesä), lännen valkoinen tiikeri (syksy). ) ja pohjoisen "Genbu" (musta kilpikonna) (talvi). Kutakin talismanista eläintä vastaavat taivaalliset "palatsit" olivat seitsemän <em>sei shukua</em> tai mitä joskus kutsutaan "Kuun loosiksi". Kuun "asemia" tai "majapaikkoja" voidaan todennäköisesti käyttää auringon ja planeettojen sekä Kuun sijainnin määrittämiseen, ja niiden lukumäärä voi olla tai ei ole liittynyt Kuun kiertoradan ajanjaksoon. Näiden yhdistysten alkuperä on epäselvä ja jopa kiistanalainen.

source: Determination of the talismanic animals and associated star "palaces" together with the associated 28 <em>sei shuku</em> or lunar lodges represent some of the most complex aspects of Asian "astronomy". An apparent anomaly is the fact that the actual positional path of the sun seems to move in a direction opposite the seasonal associations of Spring and Fall. Some scientists argues that this is due to the animals and sei shuku being created some 17 to 18 millennia ago (precession creating the anomaly), but it does not really explain the apparent "backward" motion of the sun through seasons.
fi: Talismanieläinten ja niihin liittyvien tähti "palatsien" ja niihin liittyvien 28 <em>sei shukua</em> tai Kuun loosit edustavat joitain Aasian "tähtitieden" monimutkaisimmista puolista. Näennäinen poikkeavuus on se, että auringon todellinen sijaintipolku näyttää liikkuvan kevään ja syksyn vuodenaikojen yhdistelmää vastakkaiseen suuntaan. Jotkut tutkijat väittävät, että tämä johtuu siitä, että eläimiä ja sei shukua on luotu noin 17-18 vuosituhatta sitten (poikkeaman luonti Pressio), mutta se ei todellakaan selitä auringon ilmeistä "taaksepäin" liikettä vuodenaikojen välillä.

source: According to some scientists, the talismanic animals with their associated sei shuku were probably used in conjunction with the direction to which the handle of the big dipper (often called the "North Seven Stars" in China, Korea, and Japan) pointed at the equinoxes and solstices. Before the Christian Era, when the sei shuku were created, the big dipper did not appear to set, because they had a relatively "higher" position than now.
fi: Joidenkin tutkijoiden mukaan talismanisia eläimiä ja niihin liittyviä sei shukuja käytettiin todennäköisesti yhdessä sen suunnan kanssa, johon suuren Ison Karhun kahva (jota kutsutaan usein "pohjoisiksi tähdiksi" Kiinassa, Koreassa ja Japanissa) osoitti päiväntasauksia. ja päivänseisauksia. Ennen kristillistä aikakautta, kun sei shukut luotiin, Iso Karhu ei näyttänyt laskeutuvan, koska niillä oli suhteellisen "korkeampi" asema kuin nyt.

source: Like myths and traditions in Western cultures, these views still wield influence in the daily life of people in China, Korea, and Japan (this despite quite prominent scientific literacy). However, it should be pointed out that astrological divination in China, Korea and Japan was and is rather complex.
fi: Kuten myytit ja perinteet länsimaisissa kulttuureissa, nämä näkemykset vaikuttavat edelleen ihmisten jokapäiväiseen elämään Kiinassa, Koreassa ja Japanissa (huolimatta varsin näkyvästä tieteellisestä lukutaidosta). On kuitenkin syytä huomauttaa, että astrologinen ennustaminen Kiinassa, Koreassa ja Japanissa oli ja on melko monimutkaista.

source: The lore related to moon stations is one of the most interesting aspects of Asian Ethnoastronomy. Japanese interpretations of these associations tended to revolve around agricultural needs and animistic views of nature. Unlike many Western myths and traditions, japanese gods in the similitude of the talismanic animals can be seen as manifestations of nature.
fi: Kuuasemiin liittyvä tarina on yksi Aasian etnoastronomian mielenkiintoisimmista puolista. Japanilaiset tulkinnat näistä assosiaatioista pyörivät yleensä maatalouden tarpeiden ja animististen luontonäkemysten ympärillä. Toisin kuin monet länsimaiset myytit ja perinteet, talismanieläinten kaltaisia japanilaisia jumalia voidaan pitää luonnon ilmentyminä.

source: Below is an example of a star chart from Edo Era Japan.
fi: Alla on esimerkki Edo Era Japanin tähtikartasta.

source: <em>Close-Up of Yasui's Map Showing the First 15 Moon Stations</em>
fi: <em>Lähikuva Yasuin kartasta, jossa näkyy ensimmäiset 15 kuuasemaa</em>

source: The Azure Dragon of the East (Spring)
fi: Idän taivaansininen lohikäärme (kevät)

source: The 7 Moon Stations of the "East" or "Blue Dragon".
fi: "Idän" tai "sinisen lohikäärmeen" 7 Kuun asemaa.

source: Chinese Character
fi: Kiinankielinen merkki

source: Meaning
fi: Merkitys

source: Key Star
fi: Avaintähti

source: Japanese Name
fi: Japaninkielinen nimi

source: Horn(s), perhaps Angle, Corner
fi: Sarvet, ehkä kulma, kulma

source: Neck, Throat
fi: Kaula, kurkku

source: Root, perhaps Shoulder or Base
fi: Juuri, ehkä olkapää tai pohja

source: sometimes
fi: joskus

source: Chamber, perhaps Breasts
fi: Kammio, ehkä rinnat

source: Basket
fi: Kori

source: The "Genbu" (Black Tortoise) of the North (Winter)
fi: "Genbu" (musta kilpikonna) pohjoisessa (talvi)

source: The 7 Moon Stations of the "North" (Genbu) or "Black Tortoise of Winter" (also "Somber" or "Black" Warrior).
fi: "Pohjoisen" (Genbu) tai "talven mustan kilpikonnan" (myös "somber" tai "musta" soturi) 7 kuuasemaa.

source: Dipper; Measure
fi: Kauha; Mitata

source: Cow
fi: Lehmä

source: Woman; perhaps Waiting Maid
fi: Nainen; ehkä odottava neiti

source: Roof Top, perhaps Danger, Steep
fi: Katto, ehkä vaara, jyrkkä

source: Room, perhaps Encampment
fi: Huone, kenties leiri

source: The White Tiger of the West (Fall)
fi: Lännen valkoinen tiikeri (syksy)

source: The 7 Moon Stations of the "West" or "White Tiger".
fi: "Lännen" tai "valkoisen tiikerin" 7 Kuun asemaa.

source: Stride, Foot
fi: Askel, jalka

source: Hill, Lasso; perhaps Bellows
fi: Hill, Lasso; ehkä Bellows

source: Stopping Place, United; perhaps "Getting Together"
fi: Stopping Place, United; ehkä "yhdessä"

source: Net; perhaps related to Rain
fi: Netto; liittyy ehkä Rainiin

source: Turtle Snout, perhaps Tuft on Owl's Head
fi: Kilpikonnan kuono, ehkä tuft pöllön päässä

source: Investigator, Three
fi: Tutkija, kolme

source: The Red Bird of the South (Summer)
fi: Etelän punainen lintu (kesä)

source: The 7 Moon Stations of the "South" or "Red Bird".
fi: "Etelän" tai "Punaisen linnun" 7 kuuasemaa.

source: Ogre, Devil, perhaps Ghost
fi: Ogre, paholainen, ehkä haamu

source: Stars
fi: Tähdet

source: Stretched Net
fi: Levitetty verkko

source: Chariot Cross-Board, perhaps strings of Koto
fi: Chariot Cross-Board, ehkä Koton kielet

source: A Cultural History of Astronomy in Japan
fi: Japanin tähtitieteen kulttuurihistoria

source: Kamilaroi/Euahlayi
fi: Kamilaroiden ja euahlayiden
ru: Камиларои/Еуахлайи
uk: Каміларой/Еуахлаї

source: The Kamilaroi (also known as Gomeroi) and Euahlayi peoples are Australian Aboriginal cultural groups located in the northern part of New South Wales. They have survived European invasion and loss of much of their country. Their culture and connection to country remains strong, including an extensive cultural astronomy first recorded in the 1860s.
fi: Kamilaroi (tunnetaan myös nimellä Gomeroi) ja Euahlayi ovat Australian aboriginaalien kulttuuriryhmiä, jotka sijaitsevat Uuden Etelä-Walesin pohjoisosassa. He ovat selvinneet eurooppalaisesta hyökkäyksestä ja menettäneet suuren osan maastaan. Heidän kulttuurinsa ja yhteys maahan on edelleen vahva, mukaan lukien laaja kulttuurinen tähtitiede, joka tallennettiin ensimmäisen kerran 1860-luvulla.

source: Background
fi: Tausta

source: This Stellarium Skyculture is the result of a Higher Degree Research project by Robert Fuller at Macquarie University, Sydney, finishing in 2014. Stellarium was chosen as a part of the project for Giving Back of the collected knowledge to the Kamilaroi and Euahlayi communities in the form of a documentary video (Star Stories of the Dreaming) and a student's Study Guide. Clips from the Stellarium were used in the documentary to illustrate certain sky objects.
fi: Tämä Stellarium Skyculture on tulosta Robert Fullerin korkeakoulututkinnon tutkimusprojektista Macquarien yliopistossa Sydneyssä, ja se valmistui vuonna 2014. Stellarium valittiin osaksi projektia Kerätyn tiedon palauttamiseksi Kamilaroi- ja Euahlayi-yhteisöille muodossa. dokumenttivideosta (Star Stories of the Dreaming) ja opiskelijan opinto-oppaasta. Stellariumin leikkeitä käytettiin dokumentissa havainnollistamaan tiettyjä taivaankohteita.

source: Cultural objects
fi: Kulttuuriset kohteet

source: Birringoloo is the second wife of Byaame, the creator/culture hero. She sits by the campfire of Byaame's camp (the star Alpha Muscae), and all women with girl children who die come to this camp before going on to Bulimah (Heaven behind Warrambul). They wait at this camp until all their girl children have died and come to the camp, and then they can proceed to Bulimah.
fi: Birringoloo on luoja/kulttuurisankarin Byaame, toinen vaimo. Hän istuu Byaame-leirin (tähti Alpha Muscae) nuotion äärellä, ja kaikki kuolleet naiset, joilla on tyttölapsia, tulevat tälle leirille ennen kuin jatkavat Bulimahiin (taivas Warrambulin takana). He odottavat tällä leirillä, kunnes kaikki heidän tyttölapsensa ovat kuolleet ja tulevat leirille, ja sitten he voivat jatkaa Bulimahiin.

source: Yarran (also called mingga) is the roots of the Yarran tree, an Acacia, which is the tree that Byaame took up to the Warrambul with the first man to die (and the Cockatoos). It is actually centred on the Coal Sack, and the dark nebula is the hollow of the tree seen from below, with the roots spreading around. When someone dies and goes to Bulimah, they go through the hollow of the Yarran.
fi: Yarran (kutsutaan myös minggaksi) on Yarran-puun, akaasia, juuret, joka on puu, jonka Byaame nousi Warrambuliin ensimmäisen kuolleen ihmisen (ja kakaduiden) kanssa. Se on itse asiassa keskittynyt hiilisäkkiin, ja tumma sumu on alhaalta katsottuna puun ontto, jonka juuret leviävät ympäriinsä. Kun joku kuolee ja menee Bulimahiin, hän kulkee Yarran-joen halki.

source: Old Wiringin
fi: Vanha neitsyt

source: A Wiringin is a "Clever Man" or Aboriginal doctor. This Wiringin located in the Small Magellanic Cloud is there because he controls who can go on to Bulimah. If the person who died is not initiated, they are not allowed, because they don't know the rules, so he sends them to Wadhaagudjaaylwan in the Large Magellanic Cloud. This birth spirit will send the unitiated back to Earth as a new baby, so they can be initiated. This Wiringin is represented in every Aboriginal cemetary as the Wilga tree (Native Willow).
fi: Wiringin on "fiksu mies" tai aboriginaalilääkäri. Tämä Pienessä Magellanin pilvessä sijaitseva johdin on siellä, koska hän hallitsee sitä, kuka voi jatkaa Bulimahiin. Jos kuollutta ei ole vihitty, häntä ei sallita, koska he eivät tiedä sääntöjä, joten hän lähettää heidät Wadhaagudjaaylwaniin Suureen Magellanin pilveen. Tämä syntymähenki lähettää yhdistyneet takaisin maan päälle uutena vauvana, jotta heidät voidaan vihkiä. Tämä Wiringin on edustettuna jokaisella aboriginaalien hautausmaalla Wilga-puuna (Native Willow).

source: The Birray Birray are a group of uninitiated boys who are in love with the seven young women (sisters), Miyay Miyay, who make up the Pleiades star cluster. They chased the Miyay Miyay, who ended up in the sky, and for this they were placed in Orion, as the three stars that make up the belt of Orion. Rigel is their fire, and the sword of Orion is their fire poker. They are kept from the Miyay Miyay by the Wiringin, Old Dthillar, who is Aldebaran.
fi: Birray Birrayt ovat joukko tietämättömiä poikia, jotka ovat rakastuneet seitsemään nuoreen naiseen (sisareen), Miyay Miyayyn, jotka muodostavat Pleiades-tähtijoukon. He ajoivat takaa Miyay Miyaya, joka päätyi taivaalle, ja tätä varten heidät sijoitettiin Orioniin, kolmeksi tähdeksi, jotka muodostavat Orionin vyön. Rigel on heidän tulinsa, ja Orionin miekka on heidän tulipokerinsa. Wiringin, Old Dthillar, joka on Aldebaran, säilyttää ne Miyay Miyaysta.

source: The Miyay Miyay are the seven young women (sisters) who were chased into the sky, depending on the story, by the Birray Birray, or by various Wiringins or other bad persons. They form the Pleiades star cluster, and as one sister is shy, normally we only see six stars. They are protected from the Birray Birray in Orion by the Wiringin, Old Dthillar, who is Aldebaran.
fi: Miyay Miyay ovat seitsemän nuorta naista (sisarta), jotka tarinasta riippuen Birray Birray tai erilaiset Wiringinit tai muut pahat ihmiset ajoivat taivaalle. Ne muodostavat Plejadien tähtijoukon, ja koska yksi sisar on ujo, näemme tavallisesti vain kuusi tähteä. Wiringin, Old Dthillar, joka on Aldebaran, suojaa niitä Birray Birraylta Orionissa.

source: Old Dthillar
fi: Vanha Dthillar

source: Old Dthillar is a Wiringin, in this case the Wiringin of the Birray Birray, the unitiated boys in Orion who pine for the Miyaay Miyaay (Seven Sisters) in the Pleiades. Old Dthillar is the star Aldebaran, which is also Alpha Tauri, and he stands there to protect the Miyaay Miyaay from the Birray Birray. The inverted "V" shape made up by Alpha, Epsilon, and Gamma Tauri is Old Dthillar's gunya (hut).
fi: Vanha Dthillar on Wiringin, tässä tapauksessa Birray Birrayn Wiringin, Orionin yhdistyneet pojat, jotka pitävät Miyaay Miyaaysta (Seitsemän sisarta) Plejadeilla. Vanha Dthillar on tähti Aldebaran, joka on myös Alpha Tauri, ja hän seisoo siellä suojellakseen Miyaay Miyaaya Birray Birraylta. Käänteinen "V"-muoto, jonka muodostavat Alpha, Epsilon ja Gamma Tauri, on Vanhan Dthillarin gunya (mökki).

source: "Wamba" means "crazy" or "mad". In this case, the star Canopus is called Wamba Wamba because of various reasons, depending on whose story is told. The planet Venus is also called Wamba. One speculation is that both Canopus and Venus are seen close to the horizon in the summer, and due to atmospheric defraction, can "scintillate" (twinkle srongly), which results in rapid changes in colour. This might be interpreted as madness.
fi: "Wamba" tarkoittaa "hullua" tai "hullua". Tässä tapauksessa tähti Canopus on nimeltään Wamba Wamba useista syistä riippuen siitä, kenen tarinaa kerrotaan. Venusta kutsutaan myös Wambaksi. Yksi spekulaatio on, että sekä Canopus että Venus nähdään lähellä horisonttia kesällä, ja ilmakehän taittuman vuoksi ne voivat "tuiketa" (vilkkua heikosti), mikä johtaa nopeisiin värien muutoksiin. Tämä voidaan tulkita hulluudeksi.

source: Wadhaagudjaaylwan is Byaame's third wife, who is in the Large Magellanic Cloud, and sings to women who are going to have babies. She "sings" the babies to the women on Earth, and she takes the persons that the Old Wiringin in the Small Magellanic Cloud sends to her, and sends them back to Earth as babies.
fi: Wadhaagudjaaylwan on Byaame:n kolmas vaimo, joka on Suuressa Magellanin pilvessä ja laulaa naisille, jotka tulevat synnyttämään. Hän "laulaa" vauvat naisille Maan päällä, ja hän ottaa henkilöt, jotka Pienen Magellanin pilven Vanha Wiringin lähettää hänelle, ja lähettää heidät takaisin Maahan vauvoina.

source: Bandaarr is Kamilaroi/Euahlayi for Kangaroo, and this kangaroo is located under the belly of the Emu in the Milky Way, looking away from the Emu. Bandaarr is either a grey or red kangaroo, depending on the culture, and has significance in ceremony.
fi: Bandaarr on kengurulle Kamilaroi/Euahlayi, ja tämä kenguru sijaitsee Emun vatsan alla Linnunradalla katsoen poispäin Emusta. Bandaarr on joko harmaa tai punainen kenguru kulttuurista riippuen, ja sillä on merkitystä seremoniassa.

source: Muraay is Kamilaroi, and Muyaay is Euahlayi for the sulfur-crested cockatoo, who are the Pointer stars (Alpha Centauri and Hadar/Beta Centauri). They ended up in the constellation Crux when their tree, the Yarran, was dragged into the sky with the first man to die, and they are always chasing Yarran.
fi: Muraay on Kamilaroi ja Muyaay on Euahlayi rikkiharjakakadulle, jotka ovat Pointer-tähdet (Alpha Centauri ja Hadar/Beta Centauri). He päätyivät Cruxin tähtikuvioon, kun heidän puunsa, Yarran, raahattiin taivaalle ensimmäisen kuolleen miehen kanssa, ja he jahtaavat aina Yarrania.

source: Warrawilbaarru is the whirlwind spirit who lives in the constellation Scorpius. Byaame normally keeps him from coming to Earth, but in September he comes out of one of three holes (dark nebulae) in Scorpius during September, and doesn't go back until around March. During this time he is on earth as the "willy willy" or whirlwind, and can be dangerous to children and uninitiated men.
fi: Warrawilbaarru on pyörteellinen henki, joka asuu Skorpionin tähdistössä. Byaame estää tavallisesti häntä tulemasta maan päälle, mutta syyskuussa hän tulee ulos yhdestä kolmesta kolosta (tummasta sumusta) Scorpiusissa syyskuun aikana ja palaa takaisin vasta maaliskuun tienoilla. Tänä aikana hän on maan päällä "tahtoisena" tai pyörteenä ja voi olla vaarallinen lapsille ja tietämättömille miehille.

source: More detailed information on the astronomy of the Kamilaroi and Euahlayi peoples can be found at <a href="https://unsw.academia.edu/RobertFuller" class="external">https://unsw.academia.edu/RobertFuller</a>.
fi: Tarkempaa tietoa Kamilaroi- ja Euahlayi-kansojen tähtitiedestä löytyy osoitteesta <a href="https://unsw.academia.edu/RobertFuller" class="external">https://unsw.academia.edu/RobertFuller</a>.

source: Khoikhoi and San
de: Khoikhoi und San
es_419: Khoikhoi y San
fi: Khoikhoi ja San
ru: Койсанская
sv: Khoikhoi och San
uk: Койкой і сан

source: <b>Stars&#8217; Road &mdash; Milky Way:</b>
fi: <b>Tähdet&#8217; Tie &mdash; Linnunrata:</b>

source: A strong-willed girl became so angry when her mother would not give her any of a delicious roasted root that she grabbed the roasting roots from the fire. The girl threw the roots and ashes into the sky, where the red and white roots now glow as red and white stars, and the ashes are the Milky Way or Stars&#8217; road.
fi: Tahtoinen tyttö suuttui niin paljon, kun hänen äitinsä ei antanut hänelle mitään herkullista paahdettua juuria, että hän nappasi paahdetut juuret tulesta. Tyttö heitti juuret ja tuhkat taivaalle, missä punavalkoiset juuret nyt hehkuvat punaisina ja valkoisina tähdinä ja tuhka ovat Linnunrata tai tähdet&#8217; tie.

source: <b>Hunting trip &mdash; Pleiades, Aldebaran and Orion:</b>
fi: <b>Metsästysmatka &mdash; Plejadit, Aldebaran ja Orion:</b>

source: According to the Namaquas, the Pleiades were the daughters of the sky god. Their husband (Aldeberan) shot his arrow (Orion&#8217;s sword) at three zebras (Orion's belt), but missed. Now he is stuck. He cannot go home because he had not supplied meat for his family, and he cannot fetch his arrow because of the fierce lion (Betelgueuse), watching the zebras.
fi: Namaquajen mukaan Plejadit olivat taivaanjumalan tyttäriä. Heidän miehensä (Aldeberan) ampui nuolellaan (Orionin miekka) kolmeen seepraan (Orionin vyö), mutta osui ohi. Nyt hän on jumissa. Hän ei voi mennä kotiin, koska hän ei ollut toimittanut lihaa perheelleen, ja hän ei voi noutaa nuoltaan, koska raju leijona (Betelgueuse) katseli

source: <b>Other Legends</b>
fi: <b>Muut legendat</b>

source: The Xam Bushmen called Canopus the &#8220;ant-egg star&#8221;, while Vega was seen as a male steenbok by the Gwi Bushmen. The Nyae Naye Kung Bushmen refers to the Coalsack Nebula as the &#8220;old bag of the night.&#8221;
fi: Xam-bushmenit kutsuivat Canopusta "muurahaismunatähdeksi", kun taas Gwi-bushmenit pitivät Vegaa urospuolisena steenbokina. Nyae Naye Kung Bushmenit viittaavat Coalsack-sumuun "yön vanhana laukkuna".

source: The bright reddish star Antares was called the &#8220;fire-finishing star&#8221; by the Xu Bushmen. Not only does it have the reddish colour, but at certain times of the year it sets very late at night, after camp fires had died down.
fi: Kirkkaan punertavaa Antares-tähteä kutsuttiin &#8220;sammutustähdeksi&#8221; Xu Bushmenin toimesta. Se ei ole vain punertavaa, vaan se laskeutuu tiettyinä aikoina vuodesta hyvin myöhään illalla, leiripalojen sammuttua.

source: Another Khoikhoi legend tells of some &#8220;great celestial beast&#8221; with the pointer stars of the Southern Cross referred to as Mura, &#8220;the eyes&#8221; of the beast.
fi: Toinen Khoikhoi-legenda kertoo jostain "suuresta taivaallisesta pedosta" Eteläisen ristin osoitintähdillä, joita kutsutaan nimellä Mura, &#8220;silmät&#8221; pedosta.
