Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Constellations Constellations within Tukano astronomical culture are related with natural phenomena as a whole. We gathered twelve constellations with a group who speaks Tukano language. This is not the definitive number of constellations. There are, surely, more constellations to be described. We presented here essentially “the main cycle” (CARDOSO, 2007) of the Tukano constellations. Sometimes someone relate new discoveries about these Indians sky conceptions or presents new constellation descriptions. Though we are establishing limits and configurations to these constellations that are new to us (non- Indians), they don’t organize this body of knowledge in the same way. Their conceptions about sky and Universe are different when compared with ours. They don’t organize and conceive ideas about the Universe as a whole, like us. Hereby we present few data from a research carried out with living people and this data may be variable in near future. We worked with basic school students, elders and story tellers comparing the talks and summarizing it as you’ll see below. In general, we can say that a Tukano constellation, or parts of it, are observed when its setting occurs, like the sunset (heliacal setting) during the short period of an year. There are an amount of natural phenomena related with this astronomical event. For example we can consider Aña’s head setting during November and its relation with the increase and decrease of the Tiquié river level. The variation of the river level is accompanied with an emerging of different fishes which appear as the result of these changeable natural conditions. Other larger fishes follow the first group for multiple purposes (eating smaller ones for example). All of them eat some fruits which eventually fall over the river surface. Ground animals and microorganisms are interested on these fruits, as well as either. So, a phenomenon first described as an astronomical set for us can be seen inside a more complex behavior for Tukanos and their neighbors around this region. Animals, plants and also spiritual manifestations are in a complex relationship under the cosmological view that we can’t more ignore. The name of each constellation was written in this sequence: Tukano, Portuguese and English. Ex. Pamõ\Tatu\Armadillo. ### Aña or Aña Diaso\Jararaca\Fer-de-lance ### [Aña - Jararaca - Jararaca (snake)](http://en.wikipedia.org/wiki/Bothrops_jararaca) A big snake that is found in part of our Scorpius, Sagittarius and Corona Australis constellations. Its setting with the sunset correspond of the beginning of the year to this group of Tukanos. ### Pamõ\Tatu\Armadillo ### [Pamõ - Tatu - Armadillo](http://en.wikipedia.org/wiki/Armadillo) This constellation is found in our Dolphin constellation and part of Aquila constellation. This group of faint stars takes place inside a poor stellar field with exception of the bright Altair (Alfa Aquilae). ### Darsiu\camarão de rio\freshwater shrimp ### [Darsiu - Pitu - Caridean Shrimp](http://en.wikipedia.org/wiki/Caridea) ### Mhua\Jacundá (peixe)\A kind of fish ### [Mhua - Jacundá (peixe) - Jacundá (a kind of fish)](http://pt.wikipedia.org/wiki/Jacund%C3%A1) Both constellations are jointed together in a few bright stars of Aquarius and Pisces area. But it is a wonderful challenge to try to see it during the night. ### Yai\onça\puma or jaguar ### [Yai - Onça - Jaguar](http://en.wikipedia.org/wiki/Jaguar) It is a big constellation – one of the biggest – inside the north portions of night skies. All night long near the horizon, the big puma is described inside our Cepheus, Cassiopeia and Perseus constellations. ### Yhe\garça\egret ### [Yhé - Garça - Egret](http://en.wikipedia.org/wiki/Egret) It is still in discussion the real position of this constellation, if those stars are in the Berenices’ hair region or inside the Corvus. We choose the first region because it was present as the real one by the Tukanos of São José II tribe. ### Yurara\tartaruga\turtle ### [Yurara - Cágado - Tortoise](http://en.wikipedia.org/wiki/Tortoise) This constellation is described as the occidental Southern Cross constellation. Sometimes this traditional occidental constellation also means an Otter or a turtle by the Tukano people. ### Nhorkoatero\grupo de estrelas\Pleiades ### Nhorkoatero - Grupo de Estrelas - Group of Stars The translation of *nhorkoatero* is literally group of stars. Identified as our Pleiades this is very significant as a time keeper within a complex calendar to Tukano people. It is also used as a rainy period pointer. ### Waikhasa\moquém\a kind of recipient to cook fish ### [Waikasa - Moquém - Moquém (a kind of grill to cook fish)](http://cozinhacomz.com.br/?food=muquiar-ou-moquear) It is identified with our Taurus Hyades open cluster of stars with the bright Aldebaran following the Pleiades. This is an easy asterism to be seen all over the sky. ### Sioyahpu\enxó\instrument do carve wood ### [Sioyahpu - Cabo do Enxó - Adze Handle](http://en.wikipedia.org/wiki/Adze) As a part of Orion belt and two of the others brightest stars of this constellation – our Betelgeuse and Bellatrix – this constellation represents to Tukano group a part of a tool which is used to carve wood. ### Sipé Phairo\cobra de ânus grande\a snake ### Sipé Phairo - Cobra de Ânus Grande - Snake Large Anus This snake corresponds to our brightest Big Dipper stars. In a legend when this constellation touches the horizon after the sunset almost all fishes in the main river are swallowed by it. ### Diayo/lontra/otter Described as our Southern Cross by part of the Tukanos in half Tiquié river, this constellation is also associated with star as Sirius in Canis Major in that region. ### Kai Sariró/Circulo de dança/Circle dances Those stars are mainly at Orion constellation and mean a circle of dances in some special Tukano ceremonies.
es_419: ### CONSTELACIONES Las constelaciones dentro de la cultura astronómica de Tukano están relacionadas con los fenómenos naturales en su conjunto. Reunimos doce constelaciones con un grupo que habla el idioma tukano. Este no es el número definitivo de constelaciones. Seguramente hay más constelaciones para describir. Presentamos aquí esencialmente "el ciclo principal" (CARDOSO, 2007) de las constelaciones de Tukano. A veces, alguien relata nuevos descubrimientos sobre las concepciones del cielo de estos indios o presenta nuevas descripciones de constelaciones. Aunque estamos estableciendo límites y configuraciones para estas constelaciones que son nuevas para nosotros (no indios), no organizan este conjunto de conocimientos de la misma manera. Sus concepciones sobre el cielo y el Universo son diferentes en comparación con las nuestras. No organizan ni conciben ideas sobre el Universo en su conjunto, como nosotros. Por la presente presentamos pocos datos de una investigación realizada con personas vivas y estos datos pueden ser variables en un futuro próximo. Trabajamos con estudiantes de la escuela básica, ancianos y narradores comparando las charlas y resumiéndolas como verán a continuación. En general, podemos decir que una constelación de Tukano, o partes de ella, se observan cuando ocurre su configuración, como la puesta de sol (configuración heliacal) durante el corto período de un año. Hay una cantidad de fenómenos naturales relacionados con este evento astronómico. Por ejemplo, podemos considerar la configuración de la cabeza de Aña durante noviembre y su relación con el aumento y la disminución del nivel del río Tiquié. La variación del nivel del río se acompaña con la aparición de diferentes peces que aparecen como resultado de estas condiciones naturales cambiantes. Otros peces más grandes siguen al primer grupo para múltiples propósitos (por ejemplo, comer peces más pequeños). Todos comen algunas frutas que eventualmente caen sobre la superficie del río. Los animales terrestres y los microorganismos están interesados ​​en estas frutas, así como en cualquiera de las dos. Entonces, un fenómeno descrito por primera vez como un conjunto astronómico para nosotros se puede ver dentro de un comportamiento más complejo para Tukanos y sus vecinos en esta región. Los animales, las plantas y también las manifestaciones espirituales están en una relación compleja bajo la visión cosmológica que no podemos ignorar más. El nombre de cada constelación se escribió en esta secuencia: Tukano, portugués e inglés. Ej. Pamõ\Tatu\Armadillo. ### Aña o Aña Diaso\Jararaca\Fer-de-lance ### [Aña - Jararaca - Jararaca (serpiente)](http://en.wikipedia.org/wiki/Bothrops_jararaca) Una gran serpiente que se encuentra en parte de nuestras constelaciones de Escorpio, Sagitario y Corona Australis. Su ambientación con la puesta de sol corresponde a principios de año a este grupo de Tukanos. ### Pamõ\Tatu\Armadillo ### [Pamõ - Tatu - Armadillo](http://en.wikipedia.org/wiki/Armadillo) Esta constelación se encuentra en nuestra constelación de delfines y parte de la constelación de Aquila. Este grupo de estrellas tenues tiene lugar dentro de un campo estelar pobre, a excepción de la brillante Altair (Alfa Aquilae). ### Darsiu\camarão de rio\camarón de río ### [Darsiu - Pitu - Camarón carideo](http://en.wikipedia.org/wiki/Caridea) ### Mhua\Jacundá (peixe)\Un tipo de pez ### [Mhua - Jacundá (peixe) - Jacundá (un tipo de pez)](http://pt.wikipedia.org/wiki/Jacund%C3%A1) Ambas constelaciones están unidas en unas pocas estrellas brillantes del área de Acuario y Piscis. Pero es un desafío maravilloso tratar de verlo durante la noche. ### Yai\onça\puma o jaguar ### [Yai - Onça - Jaguar](http://en.wikipedia.org/wiki/Jaguar) Es una gran constelación, una de las más grandes, dentro de las porciones norteñas de los cielos nocturnos. Durante toda la noche cerca del horizonte, el gran puma se describe dentro de nuestras constelaciones de Cefeo, Casiopea y Perseo. ### Yhe\garça\garceta ### [Yhé - Garça - Garceta](http://en.wikipedia.org/wiki/Egret) Todavía se está discutiendo la posición real de esta constelación, si esas estrellas están en la región del cabello de Berenices o dentro del Corvus. Elegimos la primera región porque estaba presente como la real de la tribu Tukanos de São José II. ### Yurara\tartaruga\tortuga ### [Yurara - Cágado - Tortuga](http://en.wikipedia.org/wiki/Tortoise) Esta constelación se describe como la constelación occidental de la Cruz del Sur. A veces, esta constelación occidental tradicional también significa una nutria o una tortuga por el pueblo tukano. ### Nhorkoatero\grupo de estrelas\Pléyades ### Nhorkoatero - Grupo de Estrelas - Grupo de Estrellas La traducción de *nhorkoatero* es literalmente un grupo de estrellas. Identificado como nuestras Pléyades, esto es muy significativo como un cronometrador dentro de un calendario complejo para la gente de Tukano. También se utiliza como puntero de período lluvioso. ### Waikhasa\moquém\un tipo de recipiente para cocinar pescado ### [Waikasa - Moquém - Moquém (un tipo de parrilla para cocinar pescado)](http://cozinhacomz.com.br/?food=muquiar-ou-moquear) Se identifica con nuestro cúmulo abierto de estrellas en Tauro las Híades con la brillante Aldebarán siguiendo a las Pléyades. Este es un asterismo fácil de ver en todo el cielo. ### Sioyahpu\enxó\instrumento para tallar madera ### [Sioyahpu - Cabo do Enxó - Cable Adze](http://en.wikipedia.org/wiki/Adze) Como parte del cinturón de Orión y dos de las otras estrellas más brillantes de esta constelación, nuestra Betelgeuse y Bellatrix, esta constelación representa para el grupo Tukano una parte de una herramienta que se usa para tallar madera. ### Sipé Phairo\cobra de ânus grande\una serpiente ### Sipé Phairo - Cobra de Ânus Grande - Serpiente de ano grande Esta serpiente corresponde a nuestras estrellas más brillantes de El Carro. En una leyenda, cuando esta constelación toca el horizonte después del atardecer, casi todos los peces del río principal son tragados por ella. ### Diayo/lontra/nutria Descrita como nuestra Cruz del Sur por parte de los Tukanos en la mitad del río Tiquié, esta constelación también está asociada con la estrella como Sirio en Can Mayor en esa región. ### Kai Sariró/Circulo de dança/Círculo de danza Esas estrellas están principalmente en la constelación de Orión y significan un círculo de danzas en algunas ceremonias especiales de Tukano.

source: As with many cultures, constellations were identified and used to help keep track of the seasons and predict the seasonal variations which affect daily life. In the book [#3] it is stated that the Tupi people identified some thirty constellations, but the book only details seven. ##### Ema The Tupi name for this constellation is *Iandutim* (*Guirá Nhandu* in Guarani), which literally translates to *White Ostrich*. The constellation depicts a large bird. In the first two weeks of June this constellation is fully visible in the Eastern sky in the evening, indicating the beginning of Winter in the South of Brazil, and the start of the dry season in the North. ##### Homem Velho (the Old Man) This constellation depicts an old man holding a stick. In the second half of December, the constellation is fully visible in the evening Eastern sky. This marks the beginning of summer in the southern parts of Brazil and the start of the rainy season in the North.
de: Wie in vielen Kulturen wurden auch hier Sternbilder geformt und verwendet, um die Jahreszeiten zu verfolgen und die saisonalen Veränderungen vorherzusagen, die das tägliche Leben betreffen. Im Buch [#3] wurde festgehalten, daß das Tupi-Volk etwa 30 Sternbilder kennt, allerdings werden nur sieben näher beschrieben. ##### Ema Der Tupi-Name für dieses Sternbild ist *Iandutim* (*Guirá Nhandu* in Guarani), das bedeutet wörtlich *Weißer Strauß*. Das Sternbild stellt einen großen Vogel dar. In den ersten zwei Wochen des Juni ist dieses Sternbild abends am Osthimmel vollständig sichtbar und signalisiert den Winterbeginn im Süden Brasiliens bzw. den Beginn der Trockenzeit im Norden. ##### Homem Velho (Der alte Mann) Das Sternbild stellt einen alten Mann dar, der einen Stock hält. In der zweiten Dezemberhälfte ist das Sternbild zur Gänze am östlichen Abendhimmel sichtbar. Dies markiert den Beginn des Sommers im Süden Brasiliens bzw. den Beginn der Regenzeit im Norden.
es_419: Como ocurre con muchas culturas, las constelaciones se identificaron y utilizaron para ayudar a realizar un seguimiento de las estaciones y predecir las variaciones estacionales que afectan la vida diaria. En el libro [#3] se afirma que el pueblo tupí identificó unas treinta constelaciones, pero el libro sólo detalla siete. ##### Emma El nombre tupí de esta constelación es *Iandutim* (*Guirá Nhandu* en guaraní), que se traduce literalmente como *Avestruz Blanca*. La constelación representa un pájaro grande. En las dos primeras semanas de junio, esta constelación es plenamente visible en el cielo del este por la tarde, lo que indica el inicio del invierno en el sur de Brasil y el inicio de la estación seca en el norte. ##### Homem Velho (el Viejo) Esta constelación representa a un anciano sosteniendo un palo. En la segunda quincena de diciembre, la constelación es completamente visible en el cielo nocturno del este. Esto marca el comienzo del verano en el sur de Brasil y el inicio de la temporada de lluvias en el norte.

source: - [#1]: [The Tupi People](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: [The Brazilian Indigenous Constellations](http://www.telescopiosnaescola.pro.br/indigenas.pdf) by Germano Bruno Afonso (Portugese) - [#3]: [Claude d'Abbeville, Histoire de la Mission des Pères Capucins en l'Isle de Maragnan et terres circonvoisines. Paris, 1614.](http://gallica.bnf.fr/ark:/12148/btv1b86057861)
de: - [#1]: [Das Tupi-Volk (Wikipedia)](http://de.wikipedia.org/wiki/Tupi) - [#2]: [As Constelações Indígenas Brasileiras (Die Brasilianischen Indigenen Sternbilder)](http://www.telescopiosnaescola.pro.br/indigenas.pdf) von Germano Bruno Afonso (Portugiesisch) - [#3]: [Claude d'Abbeville, Histoire de la Mission des Pères Capucins en l'Isle de Maragnan et terres circonvoisines. Paris, 1614.](http://gallica.bnf.fr/ark:/12148/btv1b86057861)
es_419: - [#1]: [El Pueblo Tupi](http://en.wikipedia.org/wiki/Tupi_people) - [#2]: [Las constelaciones indígenas brasileñas](http://www.telescopiosnaescola.pro.br/indigenas.pdf) por Germano Bruno Afonso (portugués) - [#3]: [Claude d'Abbeville, Historia de la Misión de los padres capuchinos en la Isla de Maragnan y las tierras aledañas. París, 1614.](http://gallica.bnf.fr/ark:/12148/btv1b86057861)

source: Khalid al-Ajaji, turath.alfalak@gmail.com.
uk: Халід аль-Аджаджі, turath.alfalk@gmail.com.

source: Khalid al-Ajaji: turath.alfalak@gmail.com
uk: Халід аль-Аджаджі, turath.alfalak@gmail.com

source: Quturjuuk
uk: Кутуржуук

source: - [#1]: [Cheonsang Yeolcha Bunyajido](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido)
uk: - [#1]: [Чонсан Йолча Буняджидо](http://en.wikipedia.org/wiki/Cheonsang_Yeolcha_Bunyajido)

source: ##### Two Sunbeams Aagjuuk, an important constellation for timekeeping. ##### Two Placed Far Apart Akkuttujuuk, two stars signaling the return of sunlight to the arctic. ##### Dogs Qimmiitt, five dogs harassing Nanook, or Nanurjuk, the polar bear. ##### Collarbones Quturjuuk ##### Lamp Stand Pituaq, stand containing the burning fuel providing light ##### Caribou The big dipper is Tukturjuit, the caribou. ##### Two in Front Sivulliik, "the first ones" , Little Orphan Boy being chased by an angry grandfather. ##### The One Behind Kingulliq, the grandmother chasing the Two in Front ##### Breastbone Sakiattiak, The Pleiades, are seen as a breast bone. ##### Runners Orion's Belt is Ullaktut, three hunters lost on a hunting trip for Nanuk, the polar bear. ##### Blubber Container Uqsuutaattiaq, a seal flipper skin sewn shut, contains fuel for lamps. ##### Never Moves Nuuttuittuq is the North Star Polaris, the star that never moves. ##### Nephews or Nieces The Orion Nebula, Qangimmaariik, a group of children. ##### The Milky Way The Divider, Aviguti. ##### Name of a Murdered Man Or sometimes: "He who never goes out on newly formed ice". Sikuliaqsiujuittuq is Procyon, the main star in Canis Minor.
de: ##### Zwei Sonnenstrahlen (&alpha; &amp; &gamma; Aql) *Aagjuuk*, wichtig als Zeitmarke. ##### Zwei weit voneinander weg plaziert (&alpha; &amp; &gamma; Ori) *Akkuttujuuk*, Zwei Sterne, die die Rückkehr des Sonnenlichts in die Arktis signalisieren. ##### Hunde (Hyaden) *Qimmiitt*, fünf Hunde, die *Nanuk*, oder *Nanurjuk*, den Eisbären, bedrängen. ##### Schlüsselbeine (&alpha; &amp; &beta; Gem und &alpha; &amp; &beta; Aur) *Quturjuuk* ##### Tranbehälter (linker Teil des Cassiopeia-W) *Uqsuutaattiaq*, ein dichter Beutel aus einer Seehundflosse, der Tran (aus Wal-Blubber) enthält. ##### Lampenständer (rechter Teil des Cassiopeia-W) *Pituaq*, eine Halterung für das lichtspendende brennende Öl ##### Karibu (UMa) Der Große Wagen ist *Tukturjuit*, das Karibu. ##### Zwei zuvorderst (&alpha; &amp; &eta; Boo) *Sivulliik*, "die ersten", ein kleiner Waisenjunge, der von einem verärgerten Großvater verfolgt wird. ##### Die Hintere *Kingulliq*, die Großmutter, hinter den *Sivulliik* herlaufend. ##### Brustbein (Plejaden) *Sakiattiak* ##### Läufer (Gürtel des Orion) *Ullaktut*, drei verirrte Jäger auf der Suche nach *Nanuk*, dem Eisbären. ##### Der Unbewegte (&alpha; UMi) *Nuuttuittuq* ist der Polarstern, der stets stillsteht. ##### Neffen oder Nichten (M42) *Qangimmaariik*, der Orion-Nebel, eine Gruppe von Kindern. ##### Die Milchstraße *Aviguti*, der Teiler. ##### Name eines ermordeten Mannes (&alpha; CMi, Procyon) oder manchmal: "Der niemals auf frisches Eis geht". *Sikuliaqsiujuittuq* ist Procyon, der Hauptstern des Kleinen Hundes.
