Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Pan Nai. The History of Stellar Observation in China - [#2]: Qi Rui and Wan Haoyi. Roving China Heavens - [#3]: Su Song. *Xinyixiangfayao Star Map* - [#4]: *Records of the Grand Historian* - [#5]: *Book of Sui* - [#6]: *History of Song* ### External links - [wikipedia - Su Song](https://en.wikipedia.org/wiki/Su_Song) - [History of Song](http://chinesenotes.com/songshi.html) - [Records of the Grand Historian](http://chinesenotes.com/shiji.html) - [(Chinese) Song of the Sky Pacers](https://www.lcsd.gov.hk/CE/Museum/Space/archive/Research/Literature/c_research_literature_9.htm) - [wikipedia - Song of the Sky Pacers](https://en.wikipedia.org/wiki/Song_of_the_Sky_Pacers) - [(Chinese) Chinese Heaven in WWT Community Beijing](http://wwt.china-vo.org/why/chineseheaven.htm)
es_419: - [#1]: Pan Nai. La historia de la observación estelar en China - [#2]: Qi Rui y Wan Haoyi. Roving China Heavens - [#3]: Su Song. *Mapa estelar de 1Xinyixiangfayao* - [#4]: *Registros de un gran historiador* - [#5]: *Libro de Sui* - [#6]: *Historia de Song* ### Enlaces externos - [wikipedia - Su Song](https://en.wikipedia.org/wiki/Su_Song) - [Historia de Song](http://chinesenotes.com/songshi.html) - [Registros del gran historiador](http://chinesenotes.com/shiji.html) - [(Chino) Canción de los Marcadores del Cielo](https://www.lcsd.gov.hk/CE/Museum/Space/archive/Research/Literature/c_research_literature_9.htm) - [wikipedia - Canción de los Marcadores del Cielo](https://en.wikipedia.org/wiki/Song_of_the_Sky_Pacers) - [(Chino) El cielo chino en la comunidad WWT Beijing](http://wwt.china-vo.org/why/chineseheaven.htm)
ru: - [#1]: Pan Nai. The History of Stellar Observation in China - [#2]: Qi Rui and Wan Haoyi. Roving China Heavens - [#3]: Su Song. *Xinyixiangfayao Star Map* - [#4]: *Records of the Grand Historian* - [#5]: *Book of Sui* - [#6]: *History of Song* ### Внешние ссылки - [wikipedia - Su Song](https://en.wikipedia.org/wiki/Su_Song) - [History of Song](http://chinesenotes.com/songshi.html) - [Records of the Grand Historian](http://chinesenotes.com/shiji.html) - [(Chinese) Song of the Sky Pacers](https://www.lcsd.gov.hk/CE/Museum/Space/archive/Research/Literature/c_research_literature_9.htm) - [wikipedia - Song of the Sky Pacers](https://en.wikipedia.org/wiki/Song_of_the_Sky_Pacers) - [(Chinese) Chinese Heaven in WWT Community Beijing](http://wwt.china-vo.org/why/chineseheaven.htm)
sv: - [#1]: Pan Nai. Historien om stjärnobservationer i Kina - [#2]: Qi Rui och Wan Haoyi. Roving China Heavens - [#3]: Su Song. *Xinyixiangfayao Stjärnkarta* - [#4]: *Den store historikerns uppteckningar* - [#5]: *Suis bok* - [#6]: *Historien om Song* ### Externa länkar - [wikipedia - Su Song](https://en.wikipedia.org/wiki/Su_Song) - [Songs historia](http://chinesenotes.com/songshi.html) - [Den store historikerns uppteckningar](http://chinesenotes.com/shiji.html) - [(Kinesiska) Song of the Sky Pacers](https://www.lcsd.gov.hk/CE/Museum/Space/archive/Research/Literature/c_research_literature_9.htm) - [wikipedia - Song of the Sky Pacers](https://en.wikipedia.org/wiki/Song_of_the_Sky_Pacers) - [(Kinesiska) Kinesiska himlen i WWT Community Beijing](http://wwt.china-vo.org/why/chineseheaven.htm)
uk: - [#1]: Пан Най. Історія спостереження неба у Китаї. - [#2]: Цзі Руї та Ван Хаої. Подорожі китайським небом. - [#3]: Су Сун. *Зоряна карта Сіньсяньфаяо* - [#4]: *Записи Головного історика* - [#5]: *Книга Суї* - [#6]: *Історія пісні* ### Зовнішні посилання - [Вікіпедія — Су Сун](https://en.wikipedia.org/wiki/Su_Song) - [Історія Суна](http://chinesenotes.com/songshi.html) - [Записи Головного історика](http://chinesenotes.com/shiji.html) - [Пісня небесних мандрівників (китайською)](https://www.lcsd.gov.hk/CE/Museum/Space/archive/Research/Literature/c_research_literature_9.htm) - [Вікіпедія — «Пісня небесних мандрівників»](https://en.wikipedia.org/wiki/Song_of_the_Sky_Pacers) - [Китайська картина неба у спільноті WWT, Пекін (китайською)](http://wwt.china-vo.org/why/chineseheaven.htm)

source: This sky culture was contributed by Stellarium user *Sun Shuwei* (孙殳玮) . [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com)
es_419: Esta cultura estelar fue aportada por el usuario de Stellarium *Sun Shuwei* (孙殳玮) . [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com)
ru: Эта культура неба была подготовлена пользователем Stellarium'а *Sun Shuwei* (孙殳玮) . [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com)
sv: Denna himmelskultur har tillhandahållits av Stellarium-användaren *Sun Shuwei* (孙殳玮) . [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com)
uk: Цю картину неба було створено зусиллями користувача Stellarium *Суна Сювея* (孙殳玮). [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com)

source: However there were differences in names. For example, Cancer the Crab is represented by the Scarab Beetle. The figure of the Lion near the Scales (which is not the zodiacal Lion) is the constellation Centaurus [#1]. Earlier constellations are more problematic, but some indications exist that some modern zodiac signs are very ancient indeed [#2], although the constellations did change significantly over time [#3]. The Egyptians recognized five planets and called them the "stars that knew no rest". Their movement across the heavens reminded the Egyptians of the five gods sailing across the sky in their solar barque (boat). The planet now known as Jupiter was called "Horus Who Limits the Two Lands"; Mars was "Horus of the Horizon"; Mercury was "Sebegu", associated with Set; Saturn was "Horus the Bull of the Sky"; and Venus was "the God of the Morning" [#7].
de: Jedoch gab es Unterschiede in der Namensgebung. So entspricht zum Beispiel Cancer, der Krebs, Scarab, dem Käfer. Die Löwenfigur nahe Scales (dies ist nicht der zodiakalische Löwe) ist das Sternbild Centaurus [#1]. Frühere Sternbilder sind problematischer. Es existieren jedoch Hinweise darauf, dass einige moderne Tierkreiszeichen durchaus sehr alt sind [#2]. Allerdings haben sich die Sternbilder deutlich über die Zeit verändert [#3]. Die Ägypter kannten fünf Planeten, die sie »Sterne, die keine Ruhe kennen« nannten. Ihre Bewegungen am Firmament erinnerten sie an die fünf Götter, die in ihrer Sonnenbarke (Schiff) entlang des Himmels segelten. Der heutzutage als Jupiter bekannte Planet wurde »Horus, der Begrenzer der beiden Länder«, Mars wurde »Horus des Horizonts«, Merkur wurde »Sebegu«, der mit Seth verbunden wurde, Saturn wurde »Horus, der Himmelsstier« und Venus wurde »der Morgengott« genannt.
es_419: Sin embargo, hubo diferencias en los nombres. Por ejemplo, Cáncer el Cangrejo está representado por el Escarabajo. La figura del León cerca de las Escalas (que no es el León zodiacal) es la constelación Centaurus [#1]. Las constelaciones anteriores son más problemáticas, pero existen algunas indicaciones de que algunos signos modernos del zodiaco son muy antiguos [#2], aunque las constelaciones cambiaron significativamente con el tiempo [#3]. Los egipcios reconocieron cinco planetas y los llamaron "estrellas que no conocían descanso". Su movimiento a través de los cielos les recordó a los egipcios a los cinco dioses que navegaban por el cielo en su barca solar (barco). El planeta ahora conocido como Júpiter se llamaba "Horus que limita las dos tierras"; Marte era "Horus del horizonte"; Mercurio era "Sebegu", asociado con Set; Saturno era "Horus, el toro del cielo"; y Venus era "el Dios de la mañana" [#7].
ru: Однако существуют различия в названиях. Так, например, Рак представлен в виде Жука Скарабея. Фигура Льва у Весов (который не является зодиакальным Львом) является созвездием Центавра[#1]. Более ранние созвездия более проблематичные, но есть некоторые признаки того, что современные зодиакальные созвездия являются значительно более древними, чем считалось ранее[#2], хотя их вид с течением времени претерпел значительные изменения[#3]. Египтяне различали пять планет и называли их "звёздами, не знающими покоя". Их движение по небу напоминало египтянам пять богов, плавающих по небу в своей солнечной ладье (лодке). Планета, ныне известная нам под именем Юпитер, называлась "Хор, который связывает две страны", Марс был "Хор горизонта", Меркурий был "Себегу", связанный с Сетом; Сатурн был "Хор, небесный бык"; и Венера была "Богом утра"[#7].
sv: Det fanns dock skillnader i namnen. Krabban Kräftan representeras t.ex. av skarabébaggen. Figuren av Lejonet nära Vågen (som inte är zodiakens Lejon) är konstellationen Centaurus [#1]. Tidigare konstellationer är mer problematiska, men det finns vissa indikationer på att vissa moderna stjärntecken verkligen är mycket gamla [#2], även om konstellationerna förändrades avsevärt över tid [#3]. Egyptierna kände igen fem planeter och kallade dem "stjärnorna som inte kände någon vila". Deras rörelse över himlen påminde egyptierna om de fem gudarna som seglade över himlen i sin solbarque (båt). Den planet som nu är känd som Jupiter kallades "Horus som avgränsar de två länderna"; Mars var "Horus från horisonten"; Merkurius var "Sebegu", associerad med Set; Saturnus var "Horus, himlens tjur"; och Venus var "morgonens gud" [#7].
uk: Єгипетська картина неба має певні відмінності. Наприклад, місце Рака у переліку сузір’їв займає Жук-скарабей. Фігура Лева поблизу Терезів (не зодіакальне сузір’я Лева) — це єгипетська сузір’я Кентавра [#1]. Визначення ранніх форм сузір’їв є доволі проблематичним, але існують підтвердження того, що деякі з сучасних знаків Зодіаку є доволі давніми [#2], хоча інші сузір’я зазнавали суттєвих змін [#3]. Єгиптяни знали п'ять планет і називали їх «зірки, які не мають спокою». Їхній рух небом вважався єгиптянами плаванням п'ятьох богів небом на їхньому сонячному човні. Планету, яку ми зараз називаємо Юпітером, вони називали «Гор, який розмежовує дві землі»; Марс називали «Гором горизонту»; Меркурій — «Себек», пов'язуючи його із Сетом; Сатурн називали «Гором — Биком Небес»; а Венеру — «Богом світанку» [#7].

source: - [#1]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 17: *Mithraic uranography*](http://members.westnet.com.au/Gary-David-Thompson/page11-17.html). - [#2]: [Three archaic Egyptian constellations used as seasonal markers?](http://www.catchpenny.org/thoth/3arch.htm) - [#3]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 15: *Farnese celestial globe*](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html). - [#4]: [http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#5]: [http://www.egyptologyonline.com/astronomy.htm](http://www.egyptologyonline.com/astronomy.htm) - [#6]: [http://www.starteachastronomy.com/egyptian.html](http://www.starteachastronomy.com/egyptian.html) - [#7]: <notr>Pat Remler: Egyptian mythology A to Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6</notr>
de: - [#1]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 17: *Mithraic uranography*](http://members.westnet.com.au/Gary-David-Thompson/page11-17.html). - [#2]: [Three archaic Egyptian constellations used as seasonal markers?](http://www.catchpenny.org/thoth/3arch.htm) - [#3]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 15: *Farnese celestial globe*](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html). - [#4]: [http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#5]: [http://www.egyptologyonline.com/astronomy.htm](http://www.egyptologyonline.com/astronomy.htm) - [#6]: [http://www.starteachastronomy.com/egyptian.html](http://www.starteachastronomy.com/egyptian.html) - [#7]: Pat Remler: Egyptian mythology A to Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6
es_419: - [#1]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 17: *Mithraic uranography*](http://members.westnet.com.au/Gary-David-Thompson/page11-17.html). - [#2]: [¿Tres constelaciones arcaicas egipcias utilizadas como marcadores estacionales?](http://www.catchpenny.org/thoth/3arch.htm) - [#3]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 15: *Farnese celestial globe*](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html). - [#4]: [http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#5]: [http://www.egyptologyonline.com/astronomy.htm](http://www.egyptologyonline.com/astronomy.htm) - [#6]: [http://www.starteachastronomy.com/egyptian.html](http://www.starteachastronomy.com/egyptian.html) - [#7]: Pat Remler: Egyptian mythology A to Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6
ru: - [#1]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 17: *Mithraic uranography*](http://members.westnet.com.au/Gary-David-Thompson/page11-17.html). - [#2]: [Three archaic Egyptian constellations used as seasonal markers?](http://www.catchpenny.org/thoth/3arch.htm) - [#3]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 15: *Farnese celestial globe*](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html). - [#4]: [http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#5]: [http://www.egyptologyonline.com/astronomy.htm](http://www.egyptologyonline.com/astronomy.htm) - [#6]: [http://www.starteachastronomy.com/egyptian.html](http://www.starteachastronomy.com/egyptian.html) - [#7]: Pat Remler: Egyptian mythology A to Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6
sv: - [#1]: Gary D. Thompson. *Forntida zodiaker, stjärnnamn och konstellationer: Essays and Annotated Bibliographies*. Avsnitt 11: *Episodisk översikt över de västerländska/orientaliska konstellationernas historia och betydelsefulla forskare* [Illustration 17: *Mithraisk uranografi*] (http://members.westnet.com.au/Gary-David-Thompson/page11-17.html). - [#2]: [Tre arkaiska egyptiska konstellationer som användes som årstidsmarkörer?](http://www.catchpenny.org/thoth/3arch.htm) - [#3]: Gary D. Thompson. *Forntida zodiaker, stjärnnamn och konstellationer: Essays and Annotated Bibliographies*. Avsnitt 11: *Episodisk översikt över de västerländska/orientaliska konstellationernas historia och betydelsefulla forskare* [Illustration 15: *Farnese celestial globe*](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html). - [#4]: [http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#5]: [http://www.egyptologyonline.com/astronomy.htm](http://www.egyptologyonline.com/astronomy.htm) - [#6]: [http://www.starteachastronomy.com/egyptian.html](http://www.starteachastronomy.com/egyptian.html) - [#7]: <notr>Pat Remler: Egyptisk mytologi A till Ö / 3:e upplagan, 2010, Chelsea House, ISBN 978-1-60413-926-6</notr>
uk: - [#1]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 17: *Mithraic uranography*](http://members.westnet.com.au/Gary-David-Thompson/page11-17.html). - [#2]: [Three archaic Egyptian constellations used as seasonal markers?](http://www.catchpenny.org/thoth/3arch.htm) - [#3]: Gary D. Thompson. *Ancient Zodiacs, Star Names, and Constellations: Essays and Annotated Bibliographies*. Section 11: *Episodic survey of the history of the Occidental/Oriental constellations, and significant investigators.* [Illustration 15: *Farnese celestial globe*](http://members.westnet.com.au/Gary-David-Thompson/page11-15.html). - [#4]: [http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html](http://ecuip.lib.uchicago.edu/diglib/science/cultural_astronomy/cultures_egypt-2.html) - [#5]: [http://www.egyptologyonline.com/astronomy.htm](http://www.egyptologyonline.com/astronomy.htm) - [#6]: [http://www.starteachastronomy.com/egyptian.html](http://www.starteachastronomy.com/egyptian.html) - [#7]: Pat Remler: Egyptian mythology A to Z / 3rd ed., 2010, Chelsea House, ISBN 978-1-60413-926-6

source: This sky culture was contributed by *Karrie Berglund* of Digitalis Education Solutions, Inc. based on the paper "A Map of the Ancient Egyptian Firmament” by Juan Antonio Belmonte. This sky culture was updated by misibacsi (names of planets)
de: Diese Himmelskultur wurde von *Karrie Berglund* von Digitalis Education Solutions, Inc. basierend auf der Abhandlung »A Map of the Ancient Egyptian Firmament« von Juan Antonio Belmonte beigesteuert. Diese Himmelskultur wurde von misibacsi aktualisiert (Planetennamen).
es_419: Esta cultura del cielo fue aportada por *Karrie Berglund* de Digitalis Education Solutions, Inc. en base al artículo "Un mapa del antiguo firmamento egipcio" de Juan Antonio Belmonte. Esta cultura del cielo fue actualizada por misibacsi (nombres de los planetas)
ru: Эта культура неба была предоставлена *Кэрри Берглунд (Karrie Berglund)* из Digitalis Education Solutions, Inc. и основана на документе "A Map of the Ancient Egyptian Firmament” Хуана Антонио Бельмонте (Juan Antonio Belmonte). Эта культура неба была обновлена misibacsi (названия планет)
sv: Denna himmelskultur har tagits fram av *Karrie Berglund* på Digitalis Education Solutions, Inc. med utgångspunkt i artikeln "A Map of the Ancient Egyptian Firmament" av Juan Antonio Belmonte. Denna himmelskultur uppdaterades av misibacsi (namn på planeter)
uk: Записи цієї картини зоряного неба було створено *Karrie Berglund* Digitalis Education Solutions, Inc. на основі твору «A Map of the Ancient Egyptian Firmament», автором якого є Хуан Антоніо Бельмонте (Juan Antonio Belmonte). Цю картину зоряного неба було оновлено misibacsi (назви планет)

source: Egyptian (Dendera)
de: Ägyptisch (Dendera)
es_419: Egipcia (Dendera)
ru: Египетская (Дендера)
sv: Egyptisk (Dendera)
uk: Єгипетська (Дендера)
