Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: These constellations, asterisms and measurements are part of **the legacy of Ancestral Knowledge** protected and compiled by the **Clan Quinatoa, guardians of the millenary knowledge of the Lundauco Valley in Imbabura - Ecuador** . The astral information is based on the study of Andrés Alejandro Ayala Quinatoa in "Millenary Astronomy, what my teachers and ancestors taught me"; Servio Jr. Paladines collaborates for the computer integration. The present illustrations are inspired by the pre-Hispanic designs of the Pasto nation investigated by Estelina Quinatoa for the book "Ancestral Representations and Colors of the Cosmos" (Ministry of Culture and Heritage of Ecuador).
es_419: Estas constelaciones, asterismos y medidas son parte del **legado del Conocimiento Ancestral** protegido y compilado por el **Clan Quinatoa, guardianes del conocimiento milenario del Valle de Lundauco en Imbabura - Ecuador** . La información astral se basa en el estudio de Andrés Alejandro Ayala Quinatoa en "Astronomía milenaria, lo que me enseñaron mis maestros y antepasados"; Servio Jr. Paladines colabora para la integración informática. Las ilustraciones actuales están inspiradas en los diseños prehispánicos de la nación Pasto investigados por Estelina Quinatoa para el libro "Representaciones ancestrales y colores del cosmos" (Ministerio de Cultura y Patrimonio del Ecuador).
ru: Эти созвездия, астеризмы и измерения являются частью **наследия Знаний предков**, защищенных и собранных **кланом Квинатоа, хранителями тысячелетних знаний долины Лундауко в Имбабуре, Эквадор**. . Астральная информация основана на исследовании Андреса Алехандро Айала Квинатоа в «Тысячелетней астрономии, чему меня научили мои учителя и предки»; Servio Jr. Paladines сотрудничает с компьютерной интеграцией. Настоящие иллюстрации вдохновлены доиспанскими рисунками нации Пасто, которые исследовала Эстелина Квинатоа для книги «Предки и цвета космоса» (Министерство культуры и наследия Эквадора).
sv: Dessa konstellationer, asterismer och mätningar är en del av **arvet av förfädernas kunskap** som skyddas och sammanställs av **Clan Quinatoa, väktare av den tusenåriga kunskapen i Lundauco-dalen i Imbabura - Ecuador** . Den astrala informationen är baserad på studien av Andrés Alejandro Ayala Quinatoa i "Millenary Astronomy, what my teachers and ancestors taught me"; Servio Jr. Paladines samarbetar för datorintegrationen. De aktuella illustrationerna är inspirerade av Pasto-folkets förspanska mönster som undersökts av Estelina Quinatoa för boken "Ancestral Representations and Colors of the Cosmos" (Ministeriet för kultur och kulturarv i Ecuador).
uk: Ці дані сузір'їв, астеризмів та вимірювань є частиною **спадку знань предків**. Їх збережено і зібрано **Кланом Кінатоа, охоронцями тисячолітніх знань долини Лундауко у Імбабурі — Еквадор** . Астрономічні дані засновано на роботи Андреса Алехандро Аяли Кінатоа (Andrés Alejandro Ayala Quinatoa) «Millenary Astronomy, what my teachers and ancestors taught me». Інтеграцію із комп'ютерними даними виконано у співпраці із Сервіо Паладінесом молодшим (Servio Jr. Paladines). Ілюстрації у цій картині зоряного неба створено на основі доіспанських малюнків племені Пасто, які вивчила Естеліна Кінатоа у своїй книзі «Ancestral Representations and Colors of the Cosmos» (Міністерство культури і спадку Еквадору).

source: Considered as a whole, Romanian popular stellar mythology has three essential components. The FIRST one - the ancestral pastoral-agricultural is pre-Christian, in which the sky seen both as an agrarian clock for specific activities and as an "exhibition" of agricultural tools used by peasants. The SECOND component - more recent - corresponding to the Christianization of Romanian geographical space and repositioning in the sky the Christian and pre-Christian elements where constellations are associated with cosmogonical and theogonical myths, so that the sky is seen more like a church. And the THIRD component - the origin of the Romanian people, projecting on the sky the synthesis of formation of this people (the conquest of Dacia by the Romans) through projection of dramatic scenes from this history of Dacians mixing with the Romans. **Note**: in Western Constellation Orion there are four Traditional Romanian Constellations that are overlapping.
es_419: Considerada en su conjunto, la mitología estelar popular rumana tiene tres componentes esenciales. El PRIMERO: el ancestral pastoral-agrícola es precristiano, en el que el cielo se ve como un reloj agrario para actividades específicas y como una "exposición" de herramientas agrícolas utilizadas por los campesinos. El SEGUNDO componente, más reciente, corresponde a la cristianización del espacio geográfico rumano y al reposicionamiento en el cielo de los elementos cristianos y precristianos donde las constelaciones están asociadas con mitos cosmogónicos y teogónicos, para que el cielo se vea más como una iglesia. Y el TERCER componente: el origen del pueblo rumano, proyectando en el cielo la síntesis de la formación de este pueblo (la conquista de Dacia por los romanos) a través de la proyección de escenas dramáticas de esta historia de dacios mezclados con los romanos. **Nota**: en la constelación occidental de Orión hay cuatro constelaciones rumanas tradicionales que se superponen.
ru: Рассматривая в целом, румынская популярная звездная мифология имеет три основных компонента. Первый из них - дохристианское пасторально-сельскохозяйственное наследие, в котором небо видели и как аграрные часы для конкретных видов деятельности, и в качестве "выставки" используемых крестьянами сельскохозяйственных инструментов. Второй компонент - более свежий - соответствующая христианизации румынской географии и перестановка на небе христианских и дохристианских элементов, в которых созвездия связаны с космогоническими и теогоническими мифами, из-за чего небо стало более оцерквлённым. И третий компонент - происхождение румынского народа, спроецированный на небе синтез формирования этого народа (завоевание Дакии римлянами) через проекции драматических сцен из этой истории смешения даков с римлянами. **Примечание**: на месте созвездия Ориона находятся четыре перекрывающихся традиционных румынских созвездий.
sv: Som helhet betraktad har den rumänska populära stjärnmytologin tre väsentliga komponenter. Den FÖRSTA - den urgamla pastorala-agrikulturella är förkristen, där himlen ses både som en agrar klocka för specifika aktiviteter och som en "utställning" av jordbruksredskap som används av bönder. Den ANDRA komponenten - nyare - motsvarar kristnandet av det rumänska geografiska rummet och omplacerar de kristna och förkristna elementen i himlen där konstellationer förknippas med kosmogoniska och teogoniska myter, så att himlen ses mer som en kyrka. Och den TREDJE komponenten - det rumänska folkets ursprung, projicerar på himlen syntesen av bildandet av detta folk (romarnas erövring av Dacia) genom projicering av dramatiska scener från denna historia där dakier blandas med romarna. **Anmärkning**: i den västra konstellationen Orion finns det fyra traditionella rumänska konstellationer som överlappar varandra.
uk: Якщо розглядати її в цілому, румунська народна міфологія, пов’язана із зірками, має три основних компоненти. Перша, давня пасторально-сільськогосподарська, є дохристиянською. У межах цієї точки зору небо є як аграрним годинником для виконання певних типів робіт, так і «виставкою» сільського реманенту, яким користувалися для обробки землі. Друга компонента, новіша, відповідає періоду християнізації на землях Румунії і розташовуванню на небі християнських і дохристиянських елементів, де сузір’я пов’язувалися із космогонічними і теогонічними міфами, отже небо розглядається як щось подібне до церкви. І нарешті, третю компоненту пов’язано із походженням румунського народу. У її межах на небо проектується історія формування народу (завоювання Дакії римлянами) крізь драматичні сцени цієї історії змішування племен дакійців із мешканцями Риму. **Зауваження**: у західноєвропейському сузір’ї Оріон розташовано чотири традиційних румунських сузір’я, які перекриваються.

source: - [#1]: [Website for Tradițional Romanian Constellation](http://www.crt-ro.com) - [#2]: [On-line booklet in ro/en about 39 Traditional Romanian Constellations](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: [30 seconds movies made from scripts and with subtitle in English](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: [Romanian peasants beliefs in stars and sky – Translation of texts adapted from Ion Ottescu](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: [PLANETARIUL BAIA MARE – MARAMURES](http://planetariubm.ro/) Thanks to Andrei Dorian Gheorghe and Alastair McBeth – SARM members
es_419: - [#1]: [Sitio web de la constelación tradicional rumana](http://www.crt-ro.com) - [#2]: [Folleto en línea en ro/en sobre 39 constelaciones tradicionales rumanas](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: [Películas de 30 segundos realizadas a partir de guiones y con subtítulos en inglés](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: [Creencias de los campesinos rumanos en las estrellas y el cielo – traducción de textos adaptados de Ion Ottescu](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: [PLANETARIUL BAIA MARE – MARAMURES](http://planetariubm.ro/) Gracias a Andrei Dorian Gheorghe y Alastair McBeth – miembros de la SARM
ru: - [#1]: [Website for Tradițional Romanian Constellation](http://www.crt-ro.com) - [#2]: [On-line booklet in ro/en about 39 Traditional Romanian Constellations](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: [30 seconds movies made from scripts and with subtitle in English](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: [Вера румынских крестьян в звезды и небо - перевод текстов по Иону Оттеску](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: [PLANETARIUL BAIA MARE – MARAMURES](http://planetariubm.ro/) Спасибо Andrei Dorian Gheorghe и Alastair McBeth – членам SARM
sv: - [#1]: [Webbplats för Tradițional Romanian Constellation](http://www.crt-ro.com) - [#2]: [On-line broschyr i ro/en om 39 traditionella rumänska konstellationer](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: [30 sekunders filmer gjorda från manus och med undertext på engelska](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: [Rumänska bönders tro på stjärnor och himmel - Översättning av texter anpassade från Ion Ottescu](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: [PLANETARIUL BAIA MARE - MARAMURES](http://planetariubm.ro/) Tack till Andrei Dorian Gheorghe och Alastair McBeth - SARM-medlemmar
uk: - [#1]: [Сайт традиційних румунських сузір’їв](http://www.crt-ro.com) - [#2]: [Інтернет-буклет румунською та англійською мовами щодо 39 традиційних румунських сузір’їв](http://www.slideshare.net/planetariubm/broura-constelaii-romanesti-tradiionale) - [#3]: [30-секундний фільм, створений за допомогою скриптів та субтитрований англійською](http://www.youtube.com/playlist?list=PLwaYDxThuSyGt1Pw55UxfI9802pq5fFro) - [#4]: [Вірування румунських селян у зірки та небо — переклад тексту, взятого із праці Йона Оттеску](http://www.sarm.ro/newsite/index.php?id=1&zi=29&luna=12&an=2009&act=news) - [#5]: [PLANETARIUL BAIA MARE – MARAMURES](http://planetariubm.ro/) Дякуємо Andrei Dorian Gheorghe та Alastair McBeth – членам SARM

source: This sky culture was contributed by Stellarium user [Mircea Lite](mailto:MirceaLite@yahoo.com) on behalf of Baia Mare Planetarium, as a result of a project called *Traditional Romanian Constellations* primarily based on the book *Romanian peasants beliefs in stars and sky* by Ioan Otescu. The Romanian constellation lines, images, scripts and texts for movies prepared by [Radu Lodina](mailto:rlodina@gmail.com) and [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Romanian constellation art done by Zamfir Somcutean.
es_419: <p>Esta cultura estelar fue aportada por el usuario de Stellarium [Mircea Lite](mailto:MirceaLite@yahoo.com) en nombre del Planetario Baia Mare, como resultado de un proyecto llamado *Constelaciones Rumanas Tradicionales* basado principalmente en el libro *Creencias campesinas rumanas en las estrellas y el cielo* por Ioan Otescu. <p>Las líneas de la constelación rumana, imágenes, guiones y textos para películas preparadas por [Radu Lodina](mailto:rlodina@gmail.com) y [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Constelación rumana hecha por Zamfir Somcutean.<p>
ru: Это культура неба была подготовлена пользователем Stellarium'а [Mircea Lite](mailto:MirceaLite@yahoo.com) от имени планетария Baia Mare как результат проекта под названием *Традиционные румынские созвездия* в основном на основе книги Иоана Отеску *Румынские крестьянские верования в звездах и небе (Romanian peasants beliefs in stars and sky)*. Линии и изображения румынских созвездий, сценарии и тексты для фильмов подготовлены [Radu Lodina](mailto:rlodina@gmail.com) и [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Рисунки румынских созвездий сделаны Zamfir Somcutean.
sv: Den här himmelskulturen skapades av Stellarium-användaren [Mircea Lite] (mailto:MirceaLite@yahoo.com) på uppdrag av Baia Mare Planetarium, som ett resultat av ett projekt som heter *Traditional Romanian Constellations*, huvudsakligen baserat på boken *Romanian peasants beliefs in stars and sky* av Ioan Otescu. De rumänska konstellationernas linjer, bilder, manus och texter för filmer utarbetade av [Radu Lodina](mailto:rlodina@gmail.com) och [Ovidiu Ignat](mailto:OviIgnat@yahoo.com). Rumänsk konstellationskonst utförd av Zamfir Somcutean.
uk: Цю картину зоряного неба було надіслано користувачем Stellarium [Mircea Lite](mailto:MirceaLite@yahoo.com) від імені планетарію Бая-Маре, як результат проекту під назвою *Традиційні румунські сузір’я*, основою для якого стала книга Йоана Отеску *Вірування румунських селян щодо зірок і неба*. Лінії румунських сузір’їв, зображення, написи та тексти до відео підготовано [Раду Лодіною](mailto:rlodina@gmail.com) і [Овідіу Ігнатом](mailto:OviIgnat@yahoo.com). Зображення румунських сузір’їв створено Замфіром Сомкутяном.

source: CC BY-SA 3.0 Unported
es_419: CC BY-SA 3.0 No Portada
sv: CC BY-SA 3.0 ej inläst

source: Ruanui sky: Tahiti and Society islands
ru: Небо Руануи: Таити и острова Общества
sv: Ruanui-himlen: Tahiti och Sällskapsöarna
uk: Небо Руануї: Таїті та острови Товариства

source: French Polynesia encompasses 118 islands scattered amidst a marine area of nearly 5 millions square kilometers. It is divided into 5 archipelagos: the Society archipelago, the Austral, the Tuamotu, the Gambier and the Marquesas archipelago. The Society archipelago, composed of 6 islands and 8 atolls, is divided into 2 subgroups, the Windward islands and the Leeward islands. This archipelago has developed its own sky culture with Tahiti at its centre. Tahiti being the biggest island (1500 square kilometers), it is also the economic and political centre. Ra'iatea was the religious centre with the archeological site of Taputapuatea, and Bora-Bora was famous for its knowledge and mastery of the art of navigation. It is therefore noteworthy to mention that the names of the stars can be different from one archipelago of French Polynesia to another, and that the sky culture presented here is that of the Society Islands.
ru: Французская Полинезия охватывает 118 островов, разбросанных по морской акватории площадью около 5 миллионов квадратных километров. Она разделена на 5 архипелагов: архипелаг Общества, Аустраль, Туамоту, Гамбье и Маркизский архипелаг. Архипелаг Общества, состоящий из 6 островов и 8 атоллов, делится на 2 подгруппы: Наветренные острова и Подветренные острова. Этот архипелаг развил свою собственную культуру неба с Таити в его центре. Таити, будучи самым большим островом (1500 квадратных километров), является также экономическим и политическим центром. Раиатеа был религиозным центром с археологическим памятником Тапутапуатеа, а Бора-Бора славился своими знаниями и мастерством в искусстве навигации. Поэтому стоит отметить, что названия звезд могут отличаться от одного архипелага Французской Полинезии к другому, и что представленная здесь культура неба принадлежит островам Общества.
sv: Franska Polynesien omfattar 118 öar utspridda över ett havsområde på nästan 5 miljoner kvadratkilometer. Det är uppdelat i 5 ögrupper: Societyöarna, Australöarna, Tuamotuöarna, Gambieröarna och Marquesasöarna. Societetsarkipelagen, som består av 6 öar och 8 atoller, är uppdelad i 2 undergrupper, Windwardöarna och Leewardöarna. Denna arkipelag har utvecklat sin egen himmelskultur med Tahiti i centrum. Tahiti är den största ön (1500 kvadratkilometer) och är också det ekonomiska och politiska centrumet. Ra'iatea var det religiösa centrumet med den arkeologiska platsen Taputapuatea, och Bora-Bora var känt för sin kunskap och behärskning av navigationskonsten. Det är därför värt att nämna att namnen på stjärnorna kan skilja sig åt mellan olika ögrupper i Franska Polynesien, och att den himmelskultur som presenteras här är den som finns på Sällskapsöarna.
uk: Французька Полінезія охоплює 118 островів, розкиданих посеред морської зони площею майже 5 мільйонів квадратних кілометрів. Вона поділена на 5 архіпелагів: Архіпелаг Товариства, Аустраль, Туамоту, Гамб'є та Маркізький архіпелаг. Архіпелаг Товариства, що складається з 6 островів та 8 атолів, поділяється на 2 підгрупи: Навітряні та Підвітряні острови. Цей архіпелаг розвинув власну картину зоряного неба, у центрі якої перебуває Таїті. Таїті, будучи найбільшим островом (1500 квадратних кілометрів), також є економічним та політичним центром. Ра'іатеа була релігійним центром з археологічною пам'яткою Тапутапуатеа, а Бора-Бора славився своїми знаннями та майстерністю мистецтва навігації. Тому варто зазначити, що назви зірок можуть відрізнятися від одного архіпелагу Французької Полінезії до іншого, і що представлена ​​тут картина неба є картиною неба островів Товариства.
