Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: [The Constellations](https://www.iau.org/public/themes/constellations/) - [#2]: [IAU Catalog of Star Names (IAU-CSN)](https://exopla.net/star-names/modern-iau-star-names/) - [#3]: [Uranometria 2000.0 Deep Sky Field Guide. ISBN: 0-943396-73-5](https://shopatsky.com/products/uranometria-2000-0-atlas-deep-sky-field-guide) - [#4]: Delporte, Eugene (1930). "Delimitation scientifique des constellations (tables et cartes)". Cambridge. - [#5]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#6]: Santiago Paolantonio, Beatriz García (2019). "Uranometría Argentina and the constellation boundaries". Under One Sky: The IAU Centenary Symposium. Cambridge. p. 505. - [#7]: [IAU Working Group Star Names. WGSN](https://iau.org/WG280/WG280/Home.aspx)
sv: - [#1]: [Konstellationerna](https://www.iau.org/public/themes/constellations/) - [#2]: [IAU:s katalog över stjärnnamn (IAU-CSN)](https://exopla.net/star-names/modern-iau-star-names/) - [#3]: [Uranometria 2000.0 Deep Sky Field Guide. ISBN: 0-943396-73-5](https://shopatsky.com/products/uranometria-2000-0-atlas-deep-sky-field-guide) - [#4]: Delporte, Eugene (1930). ”Delimitation scientifique des constellations (tables et cartes)”. Cambridge. - [#5]: Hoffmann, Susanne M.: Hipparchs Himmelsglobus, Springer, Wiesbaden / New York, 2017 - [#6]: Santiago Paolantonio, Beatriz García (2019). ”Uranometría Argentina and the constellation boundaries”. Under One Sky: The IAU Centenary Symposium. Cambridge. s. 505. - [#7]: [IAU Working Group Star Names. WGSN](https://iau.org/WG280/WG280/Home.aspx)

source: During the 19th century the use and further editions of richly illustrated atlases with sumptuously engraved mythological figures fell out of fashion. The stars of the constellations in atlases of that time started to be shown connected with line patterns ("stick figures"), which however appear sometimes only to have been used to indicate which stars belong to which constellation. Over several decades the figures had ceased to resemble the figures they were named after and appeared incomprehensible to beginning stargazers in the middle of the 20th century.
de: Im Laufe des 19. Jahrhunderts kam die Verwendung und weitere Ausgaben von mit mythologischen Figuren überladenen und aufwendig illustrierten Sternatlanten aus der Mode. Die Sterne in Atlanten aus dieser Zeit wurden mit Linienzügen verbunden, die jedoch oft nur andeuten, welche Sterne zu welchem Sternbild gehören, ohne jedoch der Figur zu folgen. Nach mehreren Jahrzehnten solcher Atlastradition waren die Linienzüge bis zur Mitte des 20. Jahrhunderts für angehende Sternfreunde völlig unverständlich geworden.
es_419: Durante el siglo XIX, el uso y otras ediciones de atlas ricamente ilustrados con figuras mitológicas suntuosamente grabadas pasaron de moda. Las estrellas de las constelaciones en los atlas de ese tiempo comenzaron a mostrarse conectadas con patrones de líneas ("figuras de palo"), que sin embargo parecen a veces haber sido utilizadas solo para indicar qué estrellas pertenecen a qué constelación. Durante varias décadas, las figuras habían dejado de parecerse a las que llevaban su nombre y parecían incomprensibles para los astrónomos principiantes a mediados del siglo XX.
ru: В течение XIX века старые звёздные атласы, в которых изображения созвездий были красочными и красивыми, стали выходить из употребления. Созвездия начали изображаться в качестве линий, соединяющих звёзды, что порой использовалось исключительно для того, чтобы показать принадлежность звезды какому-либо созвездию. Со временем рисунки созвездий упростились так сильно, что было непонятно, почему то или иное созвездие носит принадлежащее ему имя.
sv: Under 1800-talet blev det alltmer omodernt att använda och ge ut rikt illustrerade atlaser med praktfullt graverade mytologiska figurer. Stjärnbildernas stjärnor i den tidens atlaser började visas i samband med linjemönster ("streckgubbar"), som dock ibland bara tycks ha använts för att ange vilka stjärnor som hörde till vilken stjärnbild. Under flera decennier hade figurerna upphört att likna de figurer de var uppkallade efter och framstod i mitten av 1900-talet som obegripliga för nybörjare inom stjärnskådning.
uk: Протягом XIX століття використання та подальше удосконалення яскраво ілюстрованих атласів із чудово оздобленими міфологічними зображеннями вийшло з моди. Зірки сузір’їв у атласах того часу почали з’єднувати простими лініями («малюнки з рисок»), які, втім, здається, іноді використовувалися лише для того, щоб позначити, до якого сузір’я належать ті чи інші зірки. За декілька десятиліть фігури сузір’їв вже не нагадували ті об’єкти, на честь яких було названо ці сузір’я, і стали незрозумілими для астрономів-початківців середини XX століття.

source: <img src="illustrations/Rey_cover.png" width="150" align="right"/> H. A. Rey (Hans Augusto Reyersbach) (1898-1977), an artist and author of children's books of German descent but emigrated to the USA, published his answer to this problem in 1952 with the book *The Stars - A New Way To See Them*[#1][#2]. ### The Constellations In this book, which has become very popular especially in the US, Rey connected the stars of every constellation "in such a way that the resulting shape makes sense." What surprised him was "that nobody has done it before. The basic idea is so simple." Rey's new stick figures make it indeed very simple to recognize the depicted constellation figures. Rey's work does not include figurative artwork, therefore this sky culture deliberately only comes with Rey's original stick figures. The constellation names were also always given in English by Rey. If you switch to "Native" name display mode, you may see exactly the spelling used in his book. Also the stars named here are limited to those included in the book. ### Rey's Figures and the Classic Constellations Rey's constellations adhere to the tradition of the Western sky culture and describes the 88 officially acknowledged constellations, with addition of asterisms of the two Dippers and the "Great Square" (of Pegasus). However, at several points Rey's figures deviate from the canonical figures described since Ptolemy's Almagest (2nd century AD), where also positions of the stars in their constellations had been described in their names. For example, - Rey inverted the figure of the Great Bear (*Ursa Major*) to look like a polar bear scenting prey. This on one hand does not have the usual problem to explain its long tail. On the other hand, the bear is not shown to walk around the pole in this orientation. - The Bull (*Taurus*), only the front of which is shown with long upright horns in usual depictions, is shown with a complete body including its tail, with horns stretched wide like those of a buffalo. Its bright eye *Aldebaran* now lies in its neck. - The head of *Hercules* is usually next to the head of *Ophiuchus*, the serpent holder, and the four stars known as "keystone" form his body. Rey makes his head out of the keystone, and the star that usually marks the hero's head is now one of his feet. - The Whale (*Cetus*) has been turned around, its former mouth now forming a tail fin. - *Pegasus* exchanged feet and head. - *Bootes*, the herdsman, is shown sitting and smoking a pipe (no trace of political correctness in a children's book of the 1950s... :-) ### External links - [H.A.Rey (Wikipedia)](http://en.wikipedia.org/wiki/H._A._Rey)
de: <img src="illustrations/Rey_cover.png" width="150" align="right"/> H. A. Rey (Hans Augusto Reyersbach) (1898–1977), ein Künstler und Autor von Kinderbüchern deutschen Ursprungs. Wanderte aber in die USA aus. Er veröffentlichte seine Antwort zu dieser Frage 1952 in dem Buch *The Stars – A New Way To See Them*[#1][#2].</p> ### Die Sternbilder In diesem Buch, welches besonders in den USA sehr bekannt geworden ist, verband Rey die Sterne jedes Sternbildes „auf eine Art und Weise, dass die resultierende Form Sinn ergibt“. Was ihn überraschte, war, „dass niemand es zuvor gemacht hatte. Die Grundidee ist so einfach.“ Reys neue Linienzüge erleichtern das Erkennen der Figuren tatsächlich. Rey hat in seiner Arbeit keine zusätzlichen Bilder verwendet, die Figuren aus den Linienzügen sprechen für sich. Daher wäre eine Darstellung in Stellarium, die über die Linienzüge hinaus noch gemalte Figuren zeigte, nicht angebracht. Rey bestand auch auf die Bezeichnung in der Sprache des Volkes (USA: Englisch) statt der Verwendung lateinischer Bezeichnungen. Bei Einstellung der Namensdarstellung auf "Original" wird die Schreibweise von Rey dargestellt: Zu den Sternbildernamen in Blockschrift hat er auch noch Sternbilderteile erklärend beschriftet. Auch die benannten Sterne sind auf die im Buch genannten Namen beschränkt. ### Reys Figuren und die klassischen Sternbilder Rey hält sich in Anzahl und Benennung im Wesentlichen an die Tradition der Westlichen Sternsagen und beschreibt die 88 offiziell anerkannten Bilder, mit Ergänzungen um die beiden Wagen und ein "Großes Quadrat" (im Pegasus). Allerdings weicht seine Sichtweise doch in einigen Fällen sehr markant von den Bildern ab, die Ptolemäus in seinem Almagest (Mitte des 2. Jh n.Chr.) durch Bezeichnung der Sternörter wie "der an der Schulter", "Kopf" etc. festgelegt hatte. Einige Beispiele: - Rey drehte die Sternenfigur des Großen Bären (*Ursa Major*) auf den Kopf, um sie mehr wie ein Beute witternder Eisbär aussehen zu lassen. Einerseits hat diese Darstellung nicht das Problem des langen Schwanzes. Andererseits wandert der Bär in dieser Ausrichtung nicht mehr um den Himmelspol. - Der Stier (*Taurus*), der üblicherweise nur von vorne mit langen, aufrechten Hörnern dargestellt wird, wird hier mit seinem gesamten Körper inklusive seines Schwanzes und mit ausladenden Hörnern wie bei einem Büffel gezeigt. Sein helles Auge *Aldeberan* befindet sich nun im Nacken. - Der Kopf des *Herkules* ist in der Regel direkt neben dem Kopf des *Ophiuchus*, dem Schlangenträger, und die als Grundpfeiler bekannten vier Sterne bilden seinen Körper. Rey hingegen bildet den Kopf aus dem Grundpfeiler und der Stern, der normalerweise den Kopf des Heldens verkörpert, ist nun einer seiner Füße. - Der Wal (*Cetus*) wurde umgedreht. Sein ursprünglicher Mund ist nun eine Schwanzflosse. - *Pegasus* Füße und Kopf getauscht. - *Bootes*, der Bärenhüter, wird sitzend und Pfeife rauchend gezeigt (keine Spur von politischer Korrektheit in einem Kinderbuch aus den 1950ern... :-)) ### Externe Links - [H. A. Rey (Wikipedia)](https://de.wikipedia.org/wiki/H._A._Rey)
es_419: <img src="illustrations/Rey_cover.png" width="150" align="right"/> H. A. Rey (Hans Augusto Reyersbach) (1898-1977), artista y autor de libros infantiles de ascendencia alemana pero emigró a los Estados Unidos, publicó su respuesta a este problema en 1952 con el libro *Las estrellas: una nueva forma de verlos*[#1][#2].</p> ### Las Constelaciones En este libro, que se ha vuelto muy popular especialmente en los EE. UU., Rey conectó las estrellas de cada constelación "de tal manera que la forma resultante tenga sentido". Lo que lo sorprendió fue "que nadie lo haya hecho antes. La idea básica es tan simple". Las nuevas figuras de palo de Rey hacen que sea muy simple reconocer las figuras de constelación representadas. El trabajo de Rey no incluye obras de arte figurativas, por lo tanto, esta cultura del cielo solo viene deliberadamente con las figuras de palo originales de Rey. Los nombres de las constelaciones también siempre fueron dados en inglés por Rey. Si cambia al modo de visualización de nombre "Nativo", puede ver exactamente la ortografía utilizada en su libro. Además, las estrellas nombradas aquí están limitadas a las incluidas en el libro. ### Las figuras de Rey y las constelaciones clásicas Las constelaciones de Rey se adhieren a la tradición de la cultura del cielo occidental y describe las 88 constelaciones oficialmente reconocidas, con la adición de asterismos de los dos Carros y el "Gran Cuadrante" (de Pegaso). Sin embargo, en varios puntos las figuras de Rey se desvían de las figuras canónicas descritas desde el Almagesto de Ptolomeo (siglo II dC), donde también se habían descrito en sus nombres las posiciones de las estrellas en sus constelaciones. Por ejemplo, - Rey invirtió la figura del Gran Oso (*Osa Mayor*) para que pareciera una presa que olía a oso polar. Esto, por un lado, no tiene el problema habitual para explicar su larga cola. Por otro lado, no se muestra que el oso camine alrededor del poste en esta orientación. - El toro (*Tauro*), cuyo frente solo se muestra con largos cuernos verticales en representaciones habituales, se muestra con un cuerpo completo que incluye su cola, con cuernos estirados como los de un búfalo. Su ojo brillante *Aldebarán* ahora se encuentra en su cuello. - La cabeza de *Hércules* suele estar al lado de la cabeza de *Ofiuco*, el portador de la serpiente, y las cuatro estrellas conocidas como "piedra angular" forman su cuerpo. Rey saca la cabeza de la piedra angular, y la estrella que generalmente marca la cabeza del héroe ahora es uno de sus pies. - La ballena (*Cetus*) se ha dado vuelta, su antigua boca ahora forma una aleta caudal. - *Pegaso* intercambió pies y cabeza. - *Bootes*, el boyero, se muestra sentado y fumando una pipa (sin rastro de corrección política en un libro para niños de la década de 1950 ... :-) ### Enlaces externos - [H.A.Rey (Wikipedia)](http://en.wikipedia.org/wiki/H._A._Rey)
ru: <img src="illustrations/Rey_cover.png" width="150" align="right"/> Х. А. Рей (Ханс Аугусто Рейерсбах) (1898-1977), иллюстратор и детский писатель, перебравшийся вместе с женой из Парижа в Америку с началом Второй мировой войны представил свое видение рисунков созвездий в книге *Звёзды: новый способ их увидеть (The Stars - A New Way To See Them)*[#1][#2]. ### Созвездия В этой книге он представил обновленные рисунки созвездий, измененных таким образом, чтобы их вид соответствовал названию. Очень быстро его изображения стали популярными среди астрономов всего мира. Х. Рей очень удивлялся, что никто не сделал этого раньше. Опубликованные Реем диаграммы созвездий были очень простыми для обнаружения их на звёздном небе. В своей книге Рей не приводил графических изображений созвездий, ограничившись диаграммами. Если выбрать данное знание о звездах, то названия созвездий станут такими, как Рей их указал в книге, также список звезд, имеющих собственные имена, ограничится теми, которые были показаны в книге. ### Обновленные рисунки классических созвездий В своей книге Х. А. Рей придерживался вида традиционных для западной культуры 88 созвездий, добавив астеризмы двух Ковшей, а также "Великого квадрата" в Пегасе. Однако, виды некоторых созвездий отличались от каноничных изображений в "Альмагесте", классической античной монографии Клавдия Птолемея. Примеры: - Изменение ориентации фигуры Большой медведицы (*Ursa Major*) : у Х. А. Рея она будто держит добычу. Это позволило избавиться от двух проблем: отпала необходимость объяснять причину такого длинного тела Медведицы, а также она уже не была показана ходящей вокруг Полюса Мира. - Новое изображение Тельца (*Taurus*), теперь содержит всё тело, а раньше - только голову. *Альдебаран*, бывшая ярким глазом у Х. А. Рея находится на шее. - Голова Геркулеса (*Hercules*), обычно расположенная рядом с головой Змееносца (*Ophiuchus*), в книге Х. А. Рея также изменила свое место: звезда, которая раньше увенчивала голову Геркулеса, теперь находится на его ступне. - Созвездие Кита (*Cetus*) было развернуто, его бывшая пасть теперь образует хвостовой плавник. - У Пегаса (*Pegasus*) нога и голова поменялись местами. - Волопас (*Bootes*) &mdash; пастух изображен сидящим и курящим трубку (никаких следов политкорректности в детской книжке 1950-х... :-) ### Внешние ссылки - [H.A.Rey (Wikipedia)](http://en.wikipedia.org/wiki/H._A._Rey)
sv: <img src="illustrations/Rey_cover.png" width="150" align="right"/> H. A. Rey (Hans Augusto Reyersbach) (1898-1977), en konstnär och barnboksförfattare av tysk härkomst men emigrerad till USA, publicerade sitt svar på detta problem 1952 med boken *The Stars - A New Way To See Them*[#1][#2]. ### Konstellationerna I denna bok, som har blivit mycket populär särskilt i USA, kopplade Rey samman stjärnorna i varje konstellation "på ett sådant sätt att den resulterande formen är vettig" Det som förvånade honom var "att ingen har gjort det förut. Grundidén är så enkel." Reys nya streckgubbar gör det verkligen mycket enkelt att känna igen de avbildade konstellationsfigurerna. Reys verk innehåller inga figurativa konstverk, och därför kommer denna himmelskultur medvetet bara med Reys ursprungliga streckgubbar. Konstellationernas namn angavs också alltid på engelska av Rey. Om du byter till visningsläget för "Native"-namn kan du se exakt den stavning som används i hans bok. Även de stjärnor som namnges här är begränsade till dem som ingår i boken. ### Rey's Figures and the Classic Constellations Reys konstellationer följer traditionen i den västerländska himmelskulturen och beskriver de 88 officiellt erkända konstellationerna, med tillägg av asterismer för de två Karlavagnarna och "Stora torget" (Pegasus). På flera punkter avviker dock Reys figurer från de kanoniska figurer som beskrivits sedan Ptolemaios Almagest (2:a århundradet e.Kr.), där även stjärnornas positioner i sina konstellationer hade beskrivits i deras namn. Till exempel, - Rey figuren av Stora björnen (*Ursa Major*) så att den ser ut som en isbjörn på jakt efter ett byte. Denna har å ena sidan inte det vanliga problemet med att förklara sin långa svans. Å andra sidan visas inte björnen gå runt polen i denna orientering. - Tjuren (*Taurus*), som i vanliga avbildningar endast visas med långa upprättstående horn, visas här med hela kroppen inklusive svansen, med hornen brett utsträckta som på en buffel. Dess klara öga *Aldebaran* ligger nu i dess nacke. - Huvudet på *Hercules* ligger vanligtvis bredvid huvudet på *Ophiuchus*, ormhållaren, och de fyra stjärnorna som kallas "keystone" bildar hans kropp. Rey gör sitt huvud av nyckelstenen, och den stjärna som vanligtvis markerar hjältens huvud är nu en av hans fötter. - Valen (*Cetus*) har vänts om och dess tidigare mun bildar nu en stjärtfena. - *Pegasus* har bytt ut fötter och huvud. - herden *Bootes* sitter och röker pipa (inga spår av politisk korrekthet i en barnbok från 1950-talet... :-) ### Externa länkar - [H.A.Rey (Wikipedia)](http://en.wikipedia.org/wiki/H._A._Rey)
uk: <img src="illustrations/Rey_cover.png" width="150" align="right"/> Г. А. Рей (H. A. Rey або Ганс Августо Реєрсбах) (1898-1977) — художник і автор книг для дітей, американець німецького походження, у 1952 році звернувся до цієї проблеми у книзі *Зірки — Новий погляд на них*[#1][#2]. ### Сузір'я У цій книзі, яка набула величезної популярності, особливо у США, Рей з’єднав зірки усіх сузір’їв «так, щоб створені форми мали зрозумілий сенс». Його дивувало те, що «ніхто не зробив цього раніше. Адже основна ідея є дуже простою.» За допомогою малюнків з рисок, створених Реєм, і справді було дуже просто розпізнати зображене сузір’я. До роботи Рея не було включено складних малюнків, тому ця картина зоряного неба складається з оригінальних фігурок з рисок, намальованих Реєм. У ній також завжди використовуються назви сузір’їв англійською, використані Реєм. Якщо ви перемкнетеся на режим показу перекладених назв, ви побачите ті самі назви, що і у книзі Рея. Крім того, перелік назв зірок обмежено тими зірками, які описано у книзі Рея. ### Малюнки Рея та класичні сузір’я У картині зоряного неба Рея використано традиційні для західноєвропейської культури сузір’я і описано 88 офіційних сузір’їв з додаванням двох Ковшів та «Великого Квадрата» (Пегаса). Втім, у деяких моментах малюнки Рея відрізняються від канонічних форм, відомих ще з часів «Альмагеста» Птолемея (друге століття нашої ери), де позиції зірок у сузір’ях описано назвами цих зірок. Наприклад, - Реєм винайдено фігуру Великої Ведмедиці (*Ursa Major*), яка виглядає як полярний ведмідь, що нюхає здобич. З одного боку, таким чином можна уникнути пояснень щодо довгого хвоста ведмедиці. З іншого ж боку, ведмедиця не йде навколо полюса за орієнтацією. - Бика (*Тільця*), традиційне зображення якого складалося лише з передньої частини з довгими спрямованими вгору рогами, показано повністю разом із хвостом, із широко розставленими рогами, як у буйвола. Його яскраве око, *Альдебаран* у новому зображенні розташовано на шиї. - Голову *Геракла* зазвичай розташовували поруч із головою *Змієносця*, а чотири зірки, відомі як «наріжний камінь», формували його тіло. Рей же зробив із наріжного каменя голову героя, а зірку, яка зазвичай позначала голову Геракла, розташував на його нозі. - Кита (*Cetus*) розвернуто, його традиційна паща тепер є кінцем хвоста. - *Пегас* поміняв місцями ноги і голову. - *Волопас*, пастух, тепер сидить і палить люльку (у книжках 50-х років для дітей немає і сліду політкоректності... :-) ### Зовнішні посилання: - [H.A.Rey (Вікіпедія)](http://en.wikipedia.org/wiki/H._A._Rey)

source: - [#1]: H.A.Rey (1952). "The Stars. A New Way to See Them" (41th printing ca. 1997). Houghton Mifflin Company, Boston. ISBN 0-395-08121-1 (reinforced). - [#2]: H.A.Rey (1952). "The Stars. A New Way to See Them" (44th printing ca. 1997). Houghton Mifflin Company, Boston. ISBN 0-395-24830-2 (paperbound). - [#3]: H.A.Rey (1954). "Find the Constellations" (rev. ed. 1977, 38th printing ca. 1997). Houghton Mifflin Company, Boston. ISBN 0-395-24418-8.
es_419: - [#1]: HARey (1952). "Las estrellas. Una nueva forma de verlas" (impresión 41, ca. 1997). Compañía Houghton Mifflin, Boston. ISBN 0-395-08121-1 (reforzado). - [#2]: HARey (1952). "Las estrellas. Una nueva forma de verlas" (44ª edición, ca. 1997). Compañía Houghton Mifflin, Boston. ISBN 0-395-24830-2 (encuadernado en papel). - [#3]: H.A.Rey (1954). "Encuentra las constelaciones" (ed. rev. 1977, 38ª impresión ca. 1997). Compañía Houghton Mifflin, Boston. ISBN 0-395-24418-8.
sv: - [#1]: H.A.Rey (1952). "Stjärnorna. A New Way to See Them" (41:a tryckningen ca 1997). Houghton Mifflin Company, Boston. ISBN 0-395-08121-1 (förstärkt). - [#2]: H.A.Rey (1952). "Stjärnorna. A New Way to See Them" (44:e tryckningen ca 1997). Houghton Mifflin Company, Boston. ISBN 0-395-24830-2 (pappersbunden). - [#3]: H.A.Rey (1954). "Find the Constellations" (reviderad utgåva 1977, 38:e tryckningen ca 1997). Houghton Mifflin Company, Boston. ISBN 0-395-24418-8.
