Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Zodiac <p>The zodiac definitely came to Greece from Babylonian source. It is not preserved when it had been invented there and when it was transformed to Greek mathematical astronomy. We know for sure that Hipparchus (2nd ct. BCE) cites ecliptical longitudes from Eudoxus (4th ct. BCE) with a zodiac divided into 12x30 units, equaling our 360°. These direct citations from the 4th century BCE suggest a much earlier invention because the concept of the zodiac of 360° was very likely well established in Babylonian mathematical astronomy before it was copied by Greek mathematicians. Taking Eudoxus' writing as a <em>terminus ante quem</em>, we extrapolate a date for the genesis of the zodiac in Mesopotamia before 400 BCE. In other fragments of mathematical astronomy (between 800 and 700 BCE) the concept of the zodiac is not present. Some scholars argue for the 6th century BCE as date of invention - but to be honest, we don't know. The common sense is that the zodiac was probably invented around the middle of the 1st millennium BCE.</p> In MUL.APIN, there is definitely no zodiac but a predecessor: the path of the Moon. There are lists of constellations or "gods who stand in the path of the Moon, through whose region the Moon during a month [passes repeatedly] and keeps touching them." (cited from the edition by Hunger and Steele, 2018, p. 143). This list of the MUL.APIN compendium is not considered in this sky culture; constellations in the path of the Moon are not highlighted. ### Planets <p>This sky culture was made more or less only with the first list of the compendium, the so called `star catalogue'. It is not a real star catalogue because it does not give a single coordinate and most of the names given there are names of asterisms or constellations (and not point-like objects such as stars). The text of this first list is reproduced below - yet, we layouted it as a table to emphasis its function as an explanatory list. The catalogue also includes the names of planets: of course, planets do not have a fixed position. However, in Mesopotamian culture it was common to mention them for a complete set of objects in the sky. They are usually denoted (or drawn) at the position of their exaltation point (one of the later Greek <em>hypsomata</em> - but Greek astrology provided two <em>hypsomata</em> per planet while Babylonian had only one).</p> The names of the planets displayed in Stellarium are names of the objects in the sky and not of the gods associated with them. The list below shows that almost every asterism was associated with a deity. According to Babylonian belief, a deity has two representations: one in the sky and one on Earth as statue in the temple. That means a celestial object `is' not the deity but only one of its possible expressions. This is also the case for the planets. For instance, even a millennium before MUL.APIN, the goddess of sexual love and desire as well as goddess of war, the Sumerian Inanna/ Akkadian Ishtar had been associated with the planet Venus. This goddess was later `translated' to the Greek Aphrodite and Roman Venus and even in the Greco-Roman culture the name of the planet was Phosphoros (Greek: the Luminous One) or Lucifer (Latin: the Bringer of Light) but associated with the goddess. Similar cases exist for most of the constellations and single stars listed in MUL.APIN. In the list reproduced below, the left column gives the name of the object in the sky and the right column (in most of the cases) gives the associated deity. ### Star Catalogue The following table copies the reconstruction of the text of MUL.APIN by Hermann Hunger+ (1989, 2018), gives translations by Manfred Krebernik (published at the Rencontre Assyriologique International, Innsbruck, 2018) and identifies the Akkadian words with celestial regions and constellations (work by Susanne M. Hoffmann, 2015-2018, presented at Deutsche Orientalisten-Tagung, Jena, 2017). <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>"explanation" (e.g. related deity)</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>1</notr></td> <td><sup>STAR</sup><i>EPINNU</i>(Plough)</td> <td><sup>GOD</sup>Enlil</td> <td><notr>Cas</notr></td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>2</notr></td> <td><sup>STAR</sup><i>BARBARU</i>(Wolf)</td> <td>seeder of <sup>STAR</sup><i>EPINNU</i></td> <td><notr>&gamma; Cas (+?)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>3</notr></td> <td><sup>STAR</sup><i>&Scaron;&#298;BU</i>(Old Man)</td> <td><sup>GOD</sup>Enme&scaron;arra</td> <td><notr>Per</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>4</notr></td> <td><sup>STAR</sup><i>GAMLU</i>(Throwing-stick)</td> <td><sup>GOD</sup>Gamlum(Throwing-stick)</td> <td>in <notr>Aur</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>5</notr></td> <td><sup>STAR</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Great Twins)</td> <td><sup>GOD</sup>Lugalirra and <sup>GOD</sup>Meslamta&#702;ea</td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>6</notr></td> <td><sup>STAR</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Little Twins)</td> <td><sup>GOD</sup>Alammu&scaron; and <sup>GOD</sup>Ningublaga</td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>7</notr></td> <td><sup>STAR</sup><i>ALLUTTU</i>(Crab)</td> <td>seat of <sup>GOD</sup>Anu</td> <td><notr>Cnc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>8</notr></td> <td><sup>STAR</sup><i>URGUL&Ucirc;</i>(Lion)</td> <td><sup>GOD</sup>Latarak</td> <td><notr>Leo</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>9</notr></td> <td>STAR opposite <sup>STAR</sup><i>URGUL&Ucirc;</i></td> <td>STAR (of the) King</td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>10</notr></td> <td>twinkling STARs in the tail of <sup>STAR</sup><i>URGUL&Ucirc;</i></td> <td>&quot;date-palm spadix&quot; (jewellery?) (of) <sup>GOD</sup>Erua, <sup>GOD</sup>Zarpan&#299;tum</td> <td><notr>Com</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>11</notr></td> <td><sup>STAR</sup>&Scaron;U.PA(The Bright?)</td> <td><sup>GOD</sup>Enlil who determines the destinies of the land</td> <td><notr>Boo</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>12</notr></td> <td>STAR in front of it</td> <td><sup>STAR</sup><i>&#7722;ENGALL&#256;YU</i>(Abundant), vizier of <sup>GOD</sup>Ninlil</td> <td><notr>&alpha; Boo</notr> or <notr>&alpha; CVn</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>13</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>B&#256;&Scaron;TUM</i>(Dignity), vizier of <sup>GOD</sup>Ti&scaron;pak</td> <td><notr>CrB</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>14</notr></td> <td><sup>STAR</sup><i>EREQQU</i>(Wagon)</td> <td><sup>GOD</sup>Ninlil</td> <td><notr>UMa</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>STAR by the pole of <sup>STAR</sup><i>EREQQU</i></td> <td><sup>STAR</sup><i>&Scaron;&#274;LEBU</i>(Fox), <sup>GOD</sup>Erra, the strong of the gods</td> <td>Alcor (80 UMa)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>16</notr></td> <td>STAR on the forehead of <sup>STAR</sup><i>EREQQU</i></td> <td><sup>STAR</sup><i>LA&#7722;RU</i>(Ewe), <sup>GOD</sup>Aya</td> <td><notr>&alpha; UMa(+)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>17</notr></td> <td><sup>STAR</sup>MU.BU.K&Eacute;&Scaron;.DA(Hitched yoke?)</td> <td><sup>GOD</sup><i>Anu-rab&ucirc;</i> of heaven</td> <td><notr>UMi</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>18</notr></td> <td><sup>STAR</sup>MAR.G&Iacute;D.DA.AN.NA(Wagon of heaven)</td> <td><sup>GOD</sup>Damkianna</td> <td>somewhere betw UMi and Vega?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>19</notr></td> <td>STAR in its bond</td> <td><sup>STAR</sup><i>APIL-EMA&#7722;</i>(Heir of the Ema&#7723;-temple), foremost son of <sup>GOD</sup>Anu</td> <td><notr>&alpha; UMi (?)</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">The stars (of the) Standing Gods of the Ekur temple</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">The stars (of the) Sitting Gods of the Ekur temple</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>20</notr></td> <td><sup>STAR</sup><i>ENZU</i>(She-Goat)</td> <td><sup>GOD</sup>Gula</td> <td><notr>Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>21</notr></td> <td>STAR in front of <sup>STAR</sup><i>ENZU</i></td> <td><sup>STAR</sup><i>KALBU</i>(Dog) (of <sup>GOD</sup>Gula)</td> <td>in <notr>Her</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>22</notr></td> <td>bright STAR of <sup>STAR</sup><i>ENZU</i></td> <td><sup>GOD</sup>Lamassatu, vizier of <sup>GOD</sup>Baba (= <sup>GOD</sup>Gu-la)</td> <td><notr>&alpha; Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>23</notr></td> <td>2 STAR<sup>s</sup> behind it</td> <td><sup>GOD</sup>Nin-SAR and <sup>GOD</sup>Errakal</td> <td><notr>&eta;, &theta; Lyr ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>24</notr></td> <td><sup>STAR</sup>U<sub>4</sub>.KA.DU<sub>8</sub>.A</td> <td><sup>GOD</sup>U.GUR(Nergal)</td> <td><notr>Cyg</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>25</notr></td> <td>STAR to the right of it</td> <td><sup>STAR</sup>&Scaron;<i>A&#7722;&Ucirc;</i>(Pig), <sup>GOD</sup>Damu</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>26</notr></td> <td>STAR to the left of it</td> <td><sup>STARS</sup><i>SIS&Ucirc;</i>(Horse)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>27</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>LULIMMU</i>, vizier of STAR.STAR (Pleiades)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>28</notr></td> <td>twinkling STAR<sup>s</sup> opposite <sup>STAR</sup><i>LULIMMU</i>(Stag)</td> <td><sup>GOD</sup>&#7722;arriru (Field Mouse), <sup>GOD</sup>Manz&acirc;t(Rainbow)</td> <td><notr>M31 ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>29</notr></td> <td>red bright STAR in the kidney of <sup>STAR</sup><i>LULIMMU</i></td> <td><sup>STAR</sup><i>P&#256;&Scaron;ITTU</i>(Deleter)</td> <td><notr>??? (unknown)</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">When the STAR<sup>s</sup> of <sup>GOD</sup>Enlil are completed:</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>30</notr></td> <td>big STAR, its &quot;light&quot; is dim, it divides the sky and stands</td> <td style="color: #0070c0">STAR (of) <sup>GOD</sup>Marduk, <sup>GOD</sup>N&#275;beru(Ford)</td> <td>Milky Way???</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>31</notr></td> <td colspan="2"><sup>STAR</sup>SAG.ME.GAR(Jupiter), it changes its place and crosses the sky</td> <td>Jupiter [hypsoma]</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">33 STAR<sup>s</sup> of <sup>GOD</sup>Enlil</td> </tr> </tbody> </table> <p><b>Remark 1</b>: <i>Babylonian lists do not have headlines but a sort of caption. Lines written in red [by us] indicate this line to be such a footer which summarizes the text before as a sort of (sub)section or chapter. The planets, we highlighted in blue.</i></p> <p><b>Remark 2</b>: <i>At this line, the text tells us that there were 33 asterism listed before this line. However, on the original clay tablet(s) there had been only 31 lines. Therefore, the counting of asterisms for the authors of MUL.APIN is an often discussed topic in this context. There are several different suggestions and we have even made an own one but since all versions are uncertain, we are not brave enough to publish any of them here. We are not sure, if there is any common sense about that in the scientific community.</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>"explanation" (e.g. related deity)</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>32</notr></td> <td><sup>STAR</sup>ONE&middot;&quot;FIELD&quot;(area measure)</td> <td>seat of <sup>GOD</sup>Ea who goes in front of the STAR<sup>s</sup> of <sup>GOD</sup>Anu</td> <td><notr>Peg</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33</notr></td> <td>STAR opposite <sup>STAR</sup>ONE&middot;'FIELD'</td> <td><sup>STAR</sup><i>&Scaron;IN&#362;NUTU</i>(Swallow)</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>34</notr></td> <td>STAR behind <sup>STAR</sup>ONE&middot;'FIELD'</td> <td><sup>STAR</sup><i>ANUNN&#298;TU</i></td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>35</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>AGRU</i>(Hired Worker), <sup>GOD</sup>Tammuz</td> <td><notr>Ari</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>36</notr></td> <td>STAR.STAR(<i>ZAPPU</i>, Bristle)</td> <td><sup>GOD</sup>Sebettu, the great gods</td> <td>Pleiades</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>37</notr></td> <td><sup>STAR</sup>BULL&middot;OF&middot;HEAVEN(<i>AL&Ucirc;</i>)</td> <td><sup>GOD</sup><i>Is-l&ecirc;</i> (Jaw of the Wild Bull), crown of <sup>GOD</sup>Anu</td> <td><notr>Tau</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>38</notr></td> <td><sup>STAR</sup>TRUE&middot;SHEPHERD&middot;OF&middot;HEAVEN (<i>&Scaron;ITADDALLU</i>, Orion)</td> <td><sup>GOD</sup>Papsukkal, vizier of <sup>GOD</sup>Anu</td> <td><notr>Ori</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>39</notr></td> <td>Twin STARs opposite <sup>STAR</sup><i>&Scaron;ITADDALLU</i></td> <td><sup>GOD</sup>Lulal and <sup>GOD</sup>Latarak</td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>40</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>TARLUGALLU</i> (Cock)</td> <td><notr>Lep (</notr>or<notr> &alpha; CMi ??)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>41</notr></td> <td><sup>STAR</sup>GAG.SI.S&Aacute;(Arrow)</td> <td><i>&Scaron;ilt&#257;&#7723;u</i> (Arrow), great hero (of) <sup>GOD</sup>Ninurta</td> <td>Sirius + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>42</notr></td> <td><sup>STAR</sup><i>QA&Scaron;TU</i>(Bow)</td> <td><sup>GOD</sup>I&scaron;tar-of-Elam, daughter of <sup>GOD</sup>Enlil</td> <td>in <notr>CMa ?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>43</notr></td> <td>STAR (of) <sup>GOD</sup>NIRA&#7722;(Snake-god)</td> <td><sup>GOD</sup>Ningi&scaron;zida, lord of the 'Earth' (= netherworld)</td> <td><notr>Hya</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>44</notr></td> <td><sup>STAR</sup><i>&#256;RIBU</i>(Raven)</td> <td>Raven, STAR of <sup>GOD</sup>Adad</td> <td><notr>Crv</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>45</notr></td> <td><sup>STAR</sup><i>&Scaron;ER&#702;U</i>(Furrow)</td> <td><sup>GOD</sup>&Scaron;ala, ear of grain</td> <td><notr>Vir</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>46</notr></td> <td><sup>STAR</sup><i>ZIB&#256;N&#298;TU</i>(Scales)</td> <td>Horns of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>(Scorpion)</td> <td>circa Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>47, 48, 49</notr></td> <td>STAR (of) <sup>GOD</sup>Zababa</td> <td><sup>STAR</sup><i>ER&Ucirc;</i>(Eagle) and <sup>STAR</sup><i>PAGRU</i>(Corpse)</td> <td><notr>Oph, Aql+</notr></td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>50</notr></td> <td colspan="2"><sup>STAR</sup><i>DILPAT</i>(Venus), it changes its place and crosses the sky</td> <td>Venus</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>51</notr></td> <td colspan="2"><sup>STAR</sup><i>&#7778;ALBAT&#256;NU</i>(Mars), it changes its place and crosses the sky</td> <td>Mars</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>52</notr></td> <td colspan="2"><sup>STAR</sup>STEADY&middot;&quot;WILD&middot;SHEEP&quot;(<i>KAJJAM&#256;NU</i>, Saturn), it changes its place and crosses the sky</td> <td>Saturn</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>53</notr></td> <td colspan="2"><sup>STAR</sup>DANCING&middot;&quot;WILD&middot;SHEEP&quot;(<i>&Scaron;I&#7722;&#7788;U</i>, Mercury), whose name is <sup>GOD</sup>Ninurta, either in the East or in the West, where ever in the month it appears, where ever in the month it disappears</td> <td>Mercury</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">23 STAR<sup>s</sup> of Anum</td> </tr> </tbody> </table> <p><b>Remark 3:</b> <i>Giving a "+" sign in the column of the modern counterpart, we indicate that (likely/ possibly) more stars are belonging to this Babylonian asterism. In case of the Arrow, for instance, it is sure that Sirius belongs to this constellation but modern authors published at least three versions which further stars have to be added. Another case is the Eagle next to another constellation named "the Corpse". This could possibly be a predecessor of Ptolemy's newly added double-constellation "Eagle with Antinuos" but it can also be independent - that is why, we give "Aql+".</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>"explanation" (e.g. related deity)</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>54</notr></td> <td><sup>STAR</sup><i>N&#362;NU</i>(Fish)</td> <td><sup>GOD</sup>Ea who goes in front of the STAR<sup>s</sup> of <sup>GOD</sup>Ea</td> <td><notr>PsA</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>55</notr></td> <td>GREAT&middot;STAR</td> <td><sup>GOD</sup>Ea</td> <td><notr>Aqr</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>56</notr></td> <td>STAR of (the city of) Eridu</td> <td> <sup>GOD</sup>Ea </td> <td>Canopus<notr> (&alpha; Car)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>57</notr></td> <td>STAR to its right</td> <td>STAR (of) <sup>&lt;GOD&gt;</sup>Ninma&#7723;</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>58</notr></td> <td><sup>STAR</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i></td> <td><sup>GOD</sup>Ningirsu</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>59</notr></td> <td>STAR to its right</td> <td><sup>STAR</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), weapon of <sup>GOD</sup>M&#257;r-b&#299;ti, in the centre of which the Aps&ucirc; is visible</td> <td>in <notr>Vela (Aps&ucirc;~MW?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>60</notr></td> <td>2 STAR<sup>s</sup> behind it</td> <td><sup>GOD</sup>&Scaron;ullat and <sup>GOD</sup>&#7722;ani&scaron;, <sup>GOD</sup>&Scaron;ama&scaron; and <sup>GOD</sup>Adad</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>61</notr></td> <td>STAR behind it which lights up like <sup>GOD</sup>Ea (and) sets like Ea</td> <td>STAR (of) <sup>GOD</sup>Numu&scaron;da, <sup>GOD</sup>Adad</td> <td><notr>Cen</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>62</notr></td> <td>STAR to the left of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>(Scorpion)</td> <td><sup>STAR</sup><i>URIDIMMU</i> = <sup>GOD</sup>Kusu</td> <td><notr>Lup</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>63</notr></td> <td><sup>STAR</sup><i>ZUQAQ&#298;PU</i></td> <td><sup>GOD</sup>I&scaron;&#7723;ara, lady of the inhabited world</td> <td><notr>Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>64</notr></td> <td><sup>STAR</sup><i>IRAT&middot;ZUQAQ&#298;PI<br/></i>(Breast of the Scorpion)</td> <td><sup>GOD</sup>Lisin, <sup>GOD</sup>Nab&ucirc;</td> <td>Antares<notr> (&alpha; Sco)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>65</notr></td> <td>2 STAR<sup>s</sup> on the sting (<i>ZIQTU</i>) of <sup>STAR</sup><i>ZUQAQ&#298;PU</i></td> <td><sup>GOD</sup>&Scaron;arur and <sup>GOD</sup>&Scaron;argaz</td> <td><notr>&lambda;, &nu; Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>66</notr></td> <td>STAR behind them</td> <td><sup>GOD</sup>Pabilsa&#285;</td> <td><notr>Sgr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>67, 68</notr></td> <td><sup>STAR</sup><i>MAKURRU</i>(Bark) &lt;&lt;and&gt;&gt; </td> <td><sup>STAR</sup><i>SU&#7722;URM&#256;&Scaron;U</i>(Goat-fish)</td> <td><notr>(CrA &amp;) Cap</notr></td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">15 STAR<sup>s</sup> of <sup>GOD</sup>Ea</td> </tr> </tbody> </table> ### Source(s) The stick figures are interpretations by Susanne M. Hoffmann based on some years of her doctoral and post-doctoral research. In some cases they deviate from the common identifications copied by Pingree, Hunger and other scholars since 1950 or earlier. Hunger's new edition of MUL.APIN (2018) allowed new insights. Some of the figures have been derived in Hoffmann's dissertation thesis (in the chapters on the Babylonian roots of the Greek culture: Hipparchs Himmelsglobus, Springer, 2017) and some others were developed during her work as director of the planetarium Königsleiten together with other, mainly German, planetariums. A first scientific article on visualization of two versions of the Babylonian zodiac appeared in: Wolfschmidt, Gudrun [ed.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Hamburg, 2017. Further publications are in preparation (e.g. together with M. Krebernik for the proceedings of the Rencontre Assyriologique Internationale 2018). See chapter "Further Reading" below.
de: ### Tierkreis <p>The zodiac definitely came to Greece from Babylonian source. It is not preserved when it had been invented there and when it was transformed to Greek mathematical astronomy. We know for sure that Hipparchus (2nd ct. BCE) cites ecliptical longitudes from Eudoxus (4th ct. BCE) with a zodiac divided into 12x30 units, equaling our 360°. These direct citations from the 4th century BCE suggest a much earlier invention because the concept of the zodiac of 360° was very likely well established in Babylonian mathematical astronomy before it was copied by Greek mathematicians. Taking Eudoxus' writing as a <em>terminus ante quem</em>, we extrapolate a date for the genesis of the zodiac in Mesopotamia before 400 BCE. In other fragments of mathematical astronomy (between 800 and 700 BCE) the concept of the zodiac is not present. Some scholars argue for the 6th century BCE as date of invention - but to be honest, we don't know. The common sense is that the zodiac was probably invented around the middle of the 1st millennium BCE.</p> In MUL.APIN, there is definitely no zodiac but a predecessor: the path of the Moon. There are lists of constellations or "gods who stand in the path of the Moon, through whose region the Moon during a month [passes repeatedly] and keeps touching them." (cited from the edition by Hunger and Steele, 2018, p. 143). This list of the MUL.APIN compendium is not considered in this sky culture; constellations in the path of the Moon are not highlighted. ### Planeten <p>This sky culture was made more or less only with the first list of the compendium, the so called `star catalogue'. It is not a real star catalogue because it does not give a single coordinate and most of the names given there are names of asterisms or constellations (and not point-like objects such as stars). The text of this first list is reproduced below - yet, we layouted it as a table to emphasis its function as an explanatory list. The catalogue also includes the names of planets: of course, planets do not have a fixed position. However, in Mesopotamian culture it was common to mention them for a complete set of objects in the sky. They are usually denoted (or drawn) at the position of their exaltation point (one of the later Greek <em>hypsomata</em> - but Greek astrology provided two <em>hypsomata</em> per planet while Babylonian had only one).</p> The names of the planets displayed in Stellarium are names of the objects in the sky and not of the gods associated with them. The list below shows that almost every asterism was associated with a deity. According to Babylonian belief, a deity has two representations: one in the sky and one on Earth as statue in the temple. That means a celestial object `is' not the deity but only one of its possible expressions. This is also the case for the planets. For instance, even a millennium before MUL.APIN, the goddess of sexual love and desire as well as goddess of war, the Sumerian Inanna/ Akkadian Ishtar had been associated with the planet Venus. This goddess was later `translated' to the Greek Aphrodite and Roman Venus and even in the Greco-Roman culture the name of the planet was Phosphoros (Greek: the Luminous One) or Lucifer (Latin: the Bringer of Light) but associated with the goddess. Similar cases exist for most of the constellations and single stars listed in MUL.APIN. In the list reproduced below, the left column gives the name of the object in the sky and the right column (in most of the cases) gives the associated deity. ### Sternkatalog The following table copies the reconstruction of the text of MUL.APIN by Hermann Hunger+ (1989, 2018), gives translations by Manfred Krebernik (published at the Rencontre Assyriologique International, Innsbruck, 2018) and identifies the Akkadian words with celestial regions and constellations (work by Susanne M. Hoffmann, 2015-2018, presented at Deutsche Orientalisten-Tagung, Jena, 2017). <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">Sternbildnummer</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>„Erklärung“ (z.B. zugehörige Gottheit)</td> <td>Position am Himmel</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>1</td> <td>EPINNU-Gestirn (Pflug)</td> <td>Gott Enlil</td> <td>Cas</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>2</td> <td>Gestirn des Wolfs</td> <td>Saattrichter des Pflugs</td> <td>&gamma; Cas (+?)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>3</td> <td>Gestirn des Alten Mannes</td> <td>Gott Enme&scaron;arra</td> <td>Per</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>4</td> <td>Gestirn des Wurfholzes</td> <td>Wurfholz-Gottheit</td> <td>in Aur</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>5</td> <td>Gestirn der Großen Zwillinge</td> <td>Gott Lugalirra und Gott Meslamta&#702;ea</td> <td>Gem</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>6</td> <td>Gestirn der Kleinen Zwillinge</td> <td>Gott Alammu&scaron; und Gott Ningublaga</td> <td>Gem</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>7</td> <td>Gestirn des Krebes</td> <td>Sitz des Gottes Anu </td> <td>Cnc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>8</td> <td>Gestirn des URGUL&Ucirc; (ein löwenartiger Dämon)</td> <td>Gott Latarak</td> <td>Leo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>9</td> <td>Gestirn gegenüber des URGUL&Ucirc;-Gestirns</td> <td>Gestirn (des) Königs</td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>10</td> <td>die wimmelnden Sterne im Schwanz des URGUL&Ucirc;-Gestirns</td> <td>Dattelpalmenrispe, (Juwelen der) Göttin Erua, Göttin Zarpanitum</td> <td>Com</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>11</td> <td>&Scaron;U.PA-Gestirn (der helle Stern?)</td> <td>Gott Enlil, der die Schicksale des Landes bestimmt</td> <td>Boo</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>12</td> <td>Gestirn davor</td> <td>Gestirn &#7722;ENGALL&#256;YU (des Überflusses), Visier der Göttin Ninlil</td> <td>&alpha; Boo oder &alpha; CVn</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>13</td> <td>Gestirn dahinter</td> <td>Gestirn B&#256;&Scaron;TUM (Würde), Visier des Gottes Ti&scaron;pak</td> <td>CrB</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>14</td> <td>EREQQU-Gestirn (Wagen)</td> <td>Göttin Ninlil</td> <td>UMa</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>Gestirn nahe dem Pol, EREQQU-Gestirn</td> <td>Fuchs-Gestirn, Gott Erra, der starke der Götter</td> <td>Alcor (80 UMa)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>16</td> <td>Gestirn an der Stirn des EREQQU-Gestirns</td> <td>Mutterschaf-Gestirn, Göttin Aya</td> <td>&alpha; UMa(+)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>17</td> <td>Gestirn des Angebundenen Jochs</td> <td>Gott Großer Anu des Himmels</td> <td>UMi</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>18</td> <td>Gestirn des Wagens des Himmels</td> <td>Göttin Damkianna</td> <td>irgendwo zwischen UMi und Vega?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>19</td> <td>Gestirn an seiner Verbindung</td> <td>Gestirn des Erben des Ema&#7723;-Tempels, der erste Sohn des Gottes Anu</td> <td>&alpha; UMi (?)</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Die Sterne (der) Stehenden Götter des Ekur-Tempels</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Die Sterne (der) Sitzenden Götter des Ekur-Tempels</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>20</td> <td>Gestirn der Ziege</td> <td>Göttin Gula</td> <td>Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>21</td> <td>Gestirn an der Vorderseite des Ziegengestirns</td> <td>Gestirn des Hundes (der Göttin Gula)</td> <td>in Her</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>22</td> <td>heller Stern des Ziegengestirns</td> <td>Göttin Lamassatu, Visier der Göttin Baba (= Göttin Gula)</td> <td>&alpha; Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>23</td> <td>2 Sterne dahinter</td> <td>Gott Nin-SAR und Gott Errakal</td> <td>&eta;, &theta; Lyr ?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>24</td> <td>Gestirn des U<sub>4</sub>.KA.DU<sub>8</sub>.A</td> <td>Gott U.GUR (Nergal)</td> <td>Cyg</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>25</td> <td>Gestirne rechts davon</td> <td>Schwein-Gestirn, Gott Damu</td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>26</td> <td>Gestirn links davon</td> <td>Pferd-Gestirn</td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>27</td> <td>Gestirn dahinter</td> <td>Hirsch-Gestirn, Visier des Sternhaufens (Plejaden)</td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>28</td> <td>wimmelnde Sterne gegenüber des Hirsch-Gestirns</td> <td>Feldmaus-Gestirn, Regenbogen-Gottheit</td> <td>M31 ?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>29</td> <td>roter heller Stern in der Niere des Hirsch-Gestirns</td> <td>Löscher-Gestirn</td> <td>??? (unknown)</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Wenn die Gestirne des Gottes Enlil komplett sind: </td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>30</td> <td>das große Gestirn, sein Lichts ist schwach, es teilt den Himmel und steht</td> <td style="color: #0070c0">Gestirn des Gottes Marduk, Gott Neberu (Überquerung)</td> <td>Milchstraße???</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>31</td> <td colspan="2">SAG.ME.GAR-Gestirn (Jupiter), es ändert seinen Ort und überquert den Himmel</td> <td>Jupiter [hypsoma]</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">33 Gestirne des Gottes Enlil</td> </tr> </tbody> </table> <p><b>Remark 1</b>: <i>Babylonian lists do not have headlines but a sort of caption. Lines written in red [by us] indicate this line to be such a footer which summarizes the text before as a sort of (sub)section or chapter. The planets, we highlighted in blue.</i></p> <p><b>Remark 2</b>: <i>At this line, the text tells us that there were 33 asterism listed before this line. However, on the original clay tablet(s) there had been only 31 lines. Therefore, the counting of asterisms for the authors of MUL.APIN is an often discussed topic in this context. There are several different suggestions and we have even made an own one but since all versions are uncertain, we are not brave enough to publish any of them here. We are not sure, if there is any common sense about that in the scientific community.</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">Sternbildnummer</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>„Erklärung“ (z.B. zugehörige Gottheit)</td> <td>Position am Himmel</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>32</td> <td>Gestirn des Flächenmaßes "Ein Feld"</td> <td>Sitz des Gottes Ea, der den Sternen von Anu vorangeht</td> <td>Peg</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33</td> <td>Gestirne gegenüber des Flächenmaß-Gestirns</td> <td>Gestirn der Schwalbe</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>34</td> <td>Gestirn hinter dem Flächenmaß-Gestirn</td> <td>Gestirn der Anunnitu</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>35</td> <td>Gestirn dahinter</td> <td>Gestirn des Lohnarbeiters, Gott Tammuz</td> <td>Ari</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>36</td> <td>Sternhaufen (Borstenhaare)</td> <td>Siebenheit-Gottheit, die großen Götter</td> <td>Plejaden</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>37</td> <td>Gestirn des Himmelsstiers</td> <td>Gottheit "Kiefer des Wildstiers", Krone des Gottes Anu</td> <td>Tau</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>38</td> <td>Gestirn des Treuen Himmelshirten</td> <td>Gott Papsukkal, Visier des Gottes Anu</td> <td>Ori</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>39</td> <td>Zwillingssterne gegenüber dem Gestirn des Himmelshirten</td> <td>Gott Lulal und Gott Latarak</td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td>40</td> <td>Gestirn dahinter</td> <td>Gestirn des Hahns</td> <td>Lep (oder &alpha; CMi ??)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>41</td> <td>Gestirn des Pfeils</td> <td>Pfeil, Held des Gottes Ninurta</td> <td>Sirius + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td>42</td> <td>Gestirn des Bogens</td> <td>Göttin I&scaron;tar von Elam, Tochter des Gottes Enlil</td> <td>in CMa ?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>43</td> <td>Gestirn des Gottes NIRA&#7722; (Schlangengott)</td> <td>Gott Ningi&scaron;zida, Herr der Erde (= Unterwelt)</td> <td>Hya</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>44</td> <td>Gestirn des Raben</td> <td>Rabe, Gestirn des Gottes Adad</td> <td>Crv</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>45</td> <td>Gestirn der Ackerfurche</td> <td>Göttin &Scaron;ala, Kornähre </td> <td>Vir</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>46</td> <td>Gestirn der Waage</td> <td>Hörner des Skorpion-Gestirns</td> <td>circa Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>47, 48, 49</td> <td>Gestirn des Gottes Zababa</td> <td>Gestirn des Adlers und Gestirn des Leichnams</td> <td>Oph, Aql+</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>50</td> <td colspan="2">DILPAT-Gestirn (Venus), verändert seinen Ort und überquert den Himmel</td> <td>Venus</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>51</td> <td colspan="2"><i>&#7778;ALBAT&#256;NU</i>-Gestirn (Mars), verändert seinen Ort und überquert den Himmel</td> <td>Mars</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>52</td> <td colspan="2">Gestirn des Stetigen Wildschafs (Saturn), verändert seinen Ort und überquert den Himmel</td> <td>Saturn</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>53</td> <td colspan="2">Gestirn des Tanzenden Wildschafs (Merkur), dessen Name Gott Ninurta ist, entweder im Osten oder im Westen, wannimmer im Monat es erscheint, wannimmer im Monat es verschwindet</td> <td>Merkur</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">23 Gestirne von Anum</td> </tr> </tbody> </table> <p><b>Remark 3:</b> <i>Giving a "+" sign in the column of the modern counterpart, we indicate that (likely/ possibly) more stars are belonging to this Babylonian asterism. In case of the Arrow, for instance, it is sure that Sirius belongs to this constellation but modern authors published at least three versions which further stars have to be added. Another case is the Eagle next to another constellation named "the Corpse". This could possibly be a predecessor of Ptolemy's newly added double-constellation "Eagle with Antinuos" but it can also be independent - that is why, we give "Aql+".</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">Sternbildnummer</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>„Erklärung“ (z.B. zugehörige Gottheit)</td> <td>Position am Himmel</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>54</td> <td>Gestirn des Fisches</td> <td>Gott Ea, der den Sternen von Gott Ea vorangeht</td> <td>PsA</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>55</td> <td>Großartiges Gestirn</td> <td>Gott Ea</td> <td>Aqr</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>56</td> <td>Gestirn von (der Stadt) Eridu</td> <td> Gott Ea </td> <td>Canopus (&alpha; Car)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>57</td> <td>Gestirn zu seiner Rechten</td> <td>Gestirn der Göttin Ninma&#7723;</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>58</td> <td>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU-Gestirn</td> <td>Gott Ningirsu</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>59</td> <td>Gestirn zu seiner Rechten</td> <td>Gestirn der Egge, Waffe des Gottes M&#257;r-b&#299;ti, in dessen Zentrum das Aps&ucirc; (Grundwasser) sichtbar ist</td> <td>in Vela (Aps&ucirc;~MW?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>60</td> <td>2 Sterne dahinter</td> <td>Gott &Scaron;ullat und Gott &#7722;ani&scaron;, Gott &Scaron;ama&scaron; und Gott Adad</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>61</td> <td>Gestirn hinter ihm, das aufleuchtet wie Gott Ea (und) verblasst wie Ea</td> <td>Gestin des Gottes Numu&scaron;da, Gott Adad</td> <td>Cen</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>62</td> <td>Gestirn zu Linken des Skorpion-Gestirns</td> <td>URIDIMMU-Gestirn = Gott von Kusu</td> <td>Lup</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>63</td> <td>Skorpion-Gestirn</td> <td>Göttin I&scaron;&#7723;ara, Herrin der bewohnten Welt</td> <td>Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>64</td> <td>Stern im Herzen des Skorpions<br/></i> (Brust des Skorpions) </td> <td>Göttin Lisin, Gott Nab&ucirc;</td> <td>Antares (&alpha; Sco)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>65</td> <td>2 Sterne am Stachel des Skorpion-Gestirns</td> <td>Gott &Scaron;aru und Gott &Scaron;argaz</td> <td>&lambda;, &nu; Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>66</td> <td>STERN hinter ihnen</td> <td>Gott Pabilsa&#285;</td> <td>Sgr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>67, 68</td> <td>Gestirn der Barke und </td> <td>Gestirn des Ziegenfisches</td> <td>(CrA &amp;) Cap</td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">15 Gestirne von Gott Ea</td> </tr> </tbody> </table> ### Quelle(n) The stick figures are interpretations by Susanne M. Hoffmann based on some years of her doctoral and post-doctoral research. In some cases they deviate from the common identifications copied by Pingree, Hunger and other scholars since 1950 or earlier. Hunger's new edition of MUL.APIN (2018) allowed new insights. Some of the figures have been derived in Hoffmann's dissertation thesis (in the chapters on the Babylonian roots of the Greek culture: Hipparchs Himmelsglobus, Springer, 2017) and some others were developed during her work as director of the planetarium Königsleiten together with other, mainly German, planetariums. A first scientific article on visualization of two versions of the Babylonian zodiac appeared in: Wolfschmidt, Gudrun [ed.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Hamburg, 2017. Further publications are in preparation (e.g. together with M. Krebernik for the proceedings of the Rencontre Assyriologique Internationale 2018). See chapter "Further Reading" below.
es_419: ### Zodíaco <p>El zodiaco definitivamente llegó a Grecia de origen babilónico. No se conserva cuando se inventó allí y cuando se transformó en astronomía matemática griega. Sabemos con certeza que Hipparchus (2 ° ct. BCE) cita longitudes eclípticas de Eudoxus (4 ° ct. BCE) con un zodiaco dividido en 12x30 unidades, lo que equivale a nuestros 360 °. Estas citas directas del siglo IV a. C. sugieren una invención mucho más temprana porque el concepto del zodiaco de 360 ​​° probablemente estaba bien establecido en la astronomía matemática babilónica antes de que fuera copiado por los matemáticos griegos. Tomando la escritura de Eudoxus como <em>terminus ante quem</em>, extrapolamos una fecha para la génesis del zodíaco en Mesopotamia antes del 400 a. C. En otros fragmentos de astronomía matemática (entre 800 y 700 a. C.) el concepto del zodíaco no está presente. Algunos estudiosos abogan por el siglo VI a. C. como fecha de invención, pero para ser sincero, no lo sabemos. El sentido común es que el zodiaco probablemente fue inventado a mediados del primer milenio antes de Cristo.</p> En MUL.APIN, definitivamente no hay zodiaco sino un predecesor: el camino de la Luna. Hay listas de constelaciones o "dioses que se interponen en el camino de la Luna, a través de cuya región la Luna durante un mes [pasa repetidamente] y sigue tocándolos". (Citado de la edición de Hunger and Steele, 2018, p. 143). Esta lista del compendio MUL.APIN no se considera en esta cultura estelar; las constelaciones en el camino de la Luna no están resaltadas. ### Planetas <p>Esta cultura estelar se hizo más o menos solo con la primera lista del compendio, el llamado 'catálogo de estrellas'. No es un catálogo de estrellas real porque no proporciona una sola coordenada y la mayoría de los nombres dados son nombres de asterismos o constelaciones (y no objetos puntuales como estrellas). El texto de esta primera lista se reproduce a continuación; sin embargo, lo presentamos como una tabla para enfatizar su función como una lista explicativa. El catálogo también incluye los nombres de los planetas: por supuesto, los planetas no tienen una posición fija. Sin embargo, en la cultura mesopotámica, era común mencionarlos para un conjunto completo de objetos en el cielo. Por lo general, se denotan (o dibujan) en la posición de su punto de exaltación (uno de los <em>hypsomata</em> griegos posteriores, pero la astrología griega proporcionó dos <em>hypsomata</em> por planeta mientras que los babilonios tenía solo uno).</p> Los nombres de los planetas que se muestran en Stellarium son nombres de los objetos en el cielo y no de los dioses asociados con ellos. La siguiente lista muestra que casi todos los asterismos se asociaron con una deidad. Según la creencia babilónica, una deidad tiene dos representaciones: una en el cielo y otra en la Tierra como estatua en el templo. Eso significa que un objeto celestial `no es 'la deidad sino solo una de sus posibles expresiones. Este es también el caso de los planetas. Por ejemplo, incluso un milenio antes de MUL.APIN, la diosa del amor y el deseo sexual, así como la diosa de la guerra, la sumeria Inanna/Akkadian Ishtar se había asociado con el planeta Venus. Esta diosa fue luego 'traducida' al griego Afrodita y Venus romano e incluso en la cultura grecorromana, el nombre del planeta era Fósforo (griego: el luminoso) o Lucifer (latín: el portador de la luz) pero asociado con el diosa. Existen casos similares para la mayoría de las constelaciones y estrellas individuales que figuran en MUL.APIN. En la lista que se reproduce a continuación, la columna izquierda da el nombre del objeto en el cielo y la columna derecha (en la mayoría de los casos) da la deidad asociada. ### Catálogo estelar La siguiente tabla copia la reconstrucción del texto de MUL.APIN por Hermann Hunger + (1989, 2018), ofrece traducciones de Manfred Krebernik (publicado en Rencontre Assyriologique International, Innsbruck, 2018) e identifica las palabras acadias con regiones y constelaciones celestes (trabajo de Susanne M. Hoffmann, 2015-2018, presentado en Deutsche Orientalisten-Tagung, Jena, 2017). <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">número de constelación</td> <td>asterismo a ser "explicado" (p. ej., relacionándolo con una deidad)</td> <td>"explicación" (p. ej., deidad relacionada)</td> <td>posición en el cielo</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>1</td> <td><sup>Estrella</sup><i>EPINNU</i>(Arado)</td> <td><sup>Dios</sup>Enlil</td> <td>Cas</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td>2</td> <td><sup>ESTRELLA</sup><i>BARBARU</i>(Lobo)</td> <td>sembrador de <sup>ESTRELLA</sup><i>EPINNU</i></td> <td>&gamma; Cas (+?)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>3</td> <td><sup>ESTRELLA</sup><i>&Scaron;&#298;BU</i>(Anciano)</td> <td><sup>DIOS</sup>Enme&scaron;arra</td> <td>Per</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>4</td> <td><sup>ESTRELLA</sup><i>GAMLU</i>(Palo de lanzar)</td> <td><sup>DIOS</sup>Gamlum (Palo de lanzar)</td> <td>en Aur</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>5</td> <td><sup>ESTRELLA</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Grandes Gemelos)</td> <td><sup>DIOS</sup>Lugalirra y <sup>DIOS</sup>Meslamta&#702;ea</td> <td>Gem</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>6</td> <td><sup>ESTRELLA</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Pequeños Gemelos)</td> <td><sup>DIOS</sup>Alammu&scaron; y <sup>DIOS</sup>Ningublaga</td> <td>Gem</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>7</td> <td><sup>ESTRELLA</sup><i>ALLUTTU</i>(Cangrejo)</td> <td>asiento del <sup>DIOS</sup>Anu</td> <td>Cnc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>8</td> <td><sup>ESTRELLA</sup><i>URGUL&Ucirc;</i>(León)</td> <td><sup>DIOS</sup>Latarak</td> <td>Leo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>9</td> <td>ESTRELLA opuesta <sup>ESTRELLA</sup><i>URGUL&Ucirc;</i></td> <td>ESTRELLA (del) Rey</td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>10</td> <td>ESTRELLAs centelleantes en la cola de la <sup>ESTRELLA</sup><i>URGUL&Ucirc;</i></td> <td>&quot;date-palm spadix&quot; (¿joyería?) (del) <sup>DIOS</sup>Erua, <sup>DIOS</sup>Zarpan&#299;tum</td> <td>Com</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>11</td> <td><sup>ESTRELLA</sup>&Scaron;U.PA(¿La Brillante?)</td> <td><sup>DIOS</sup>Enlil quien determina los destinos de la tierra</td> <td>Boo</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>12</td> <td>ESTRELLA delante de él</td> <td><sup>ESTRELLA</sup><i>&#7722;ENGALL&#256;YU</i>(Abundante), visir del <sup>DIOS</sup>Ninlil</td> <td>&alpha; Boo o &alpha; CVn</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>13</td> <td>ESTRELLA detrás de él</td> <td><sup>ESTRELLA</sup><i>B&#256;&Scaron;TUM</i>(Dignidad), visir del <sup>DIOS</sup>Ti&scaron;pak</td> <td>CrB</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>14</td> <td><sup>ESTRELLA</sup><i>EREQQU</i>(Vagón)</td> <td><sup>DIOS</sup>Ninlil</td> <td>UMa</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>ESTRELLA en el polo de la <sup>ESTRELLA</sup><i>EREQQU</i></td> <td><sup>ESTRELLA</sup><i>&Scaron;&#274;LEBU</i>(Zorro), <sup>DIOS</sup>Erra, el fuerte de los dioses</td> <td>Alcor (80 UMa)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>16</td> <td>ESTRELLA en la frente de la <sup>ESTRELLA</sup><i>EREQQU</i></td> <td><sup>ESTRELLA</sup><i>LA&#7722;RU</i>(Oveja), <sup>DIOS</sup>Aya</td> <td>&alpha; UMa(+)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>17</td> <td><sup>ESTRELLA</sup>MU.BU.K&Eacute;&Scaron;.DA(¿Yugo enganchado?)</td> <td><sup>DIOS</sup><i>Anu-rab&ucirc;</i> del cielo</td> <td>UMi</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>18</td> <td><sup>ESTRELLA</sup>MAR.G&Iacute;D.DA.AN.NA(Vagón del cielo)</td> <td><sup>DIOS</sup>Damkianna</td> <td>¿algún lugar entre UMi y Vega?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>19</td> <td>ESTRELLA en su enlace</td> <td><sup>ESTRELLA</sup><i>APIL-EMA&#7722; </i>(Heredero del Ema&#7723;-templo), hijo principal del <sup>DIOS</sup>Anu</td> <td>&alpha; UMi (?)</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Las estrellas (de los) Dioses Levantados del templo Ekur</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Las estrellas (de los) Dioses Sentados del templo Ekur</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>20</td> <td><sup>ESTRELLA</sup><i>ENZU</i>(Cabra)</td> <td><sup>DIOS</sup>Gula</td> <td>Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>21</td> <td>ESTRELLA delante de la <sup>ESTRELLA</sup><i>ENZU</i></td> <td><sup>ESTRELLA</sup><i>KALBU</i>(Perro) (del <sup>DIOS</sup>Gula)</td> <td>en Her</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>22</td> <td>ESTRELLA brillante de la <sup>ESTRELLA</sup><i>ENZU</i></td> <td><sup>DIOS</sup>Lamassatu, visir del <sup>DIOS</sup>Baba (= <sup>DIOS</sup>Gu-la)</td> <td>&alpha; Lyr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>23</td> <td>2 ESTRELLA<sup>s</sup> detrás de él</td> <td><sup>DIOS</sup>Nin-SAR y <sup>DIOS</sup>Errakal</td> <td>&eta;, &theta; Lyr ?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>24</td> <td><sup>ESTRELLA</sup>U<sub>4</sub>.KA.DU<sub>8</sub>.A</td> <td><sup>DIOS</sup>U.GUR(Nergal)</td> <td>Cyg</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>25</td> <td>ESTRELLA a la derecha de él</td> <td><sup>ESTRELLA</sup>&Scaron;<i>A&#7722;&Ucirc;</i>(Cerdo), <sup>DIOS</sup>Damu</td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>26</td> <td>ESTRELLA a la izquierda de él</td> <td><sup>ESTRELLAS</sup><i>SIS&Ucirc;</i>(Caballo)</td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>27</td> <td>ESTRELLA detrás de él</td> <td><sup>ESTRELLA</sup><i>LULIMMU</i>, visir de STAR.STAR (Pléyades)</td> <td>?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>28</td> <td>ESTRELLA<sup>s</sup> centelleante opuesta a la <sup>ESTRELLA</sup><i>LULIMMU</i>(Ciervo)</td> <td><sup>DIOS</sup>&#7722;arriru (Ratón de campo), <sup>DIOS</sup>Manz&acirc;t(Arcoiris)</td> <td>M31 ?</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>29</td> <td>ESTRELLA roja brillante en el riñón de la <sup>ESTRELLA</sup><i>LULIMMU</i></td> <td><sup>ESTRELLA</sup><i>P&#256;&Scaron;ITTU</i>(Deleter)</td> <td>??? (unknown)</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Cuando la ESTRELLA<sup>s</sup> del <sup>DIOS</sup>Enlil están completas:</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>30</td> <td>gran ESTRELLA, su &quot;luz&quot; es tenue, divide el cielo y se levanta</td> <td style="color: #0070c0">ESTRELLA (del) <sup>DIOS</sup>Marduk, <sup>DIOS</sup>N&#275;beru(Vado)</td> <td>¿Vía Láctea?</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>31</td> <td colspan="2"><sup>ESTRELLA</sup>SAG.ME.GAR(Júpiter), cambia su lugar y cruza el cielo</td> <td>Júpiter [hypsoma]</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">33 ESTRELLA<sup>s</sup> del <sup>DIOS</sup>Enlil</td> </tr> </tbody> </table> <p><b>Observación 1</b>: <i>las listas babilónicas no tienen titulares sino una especie de subtítulo. Las líneas escritas en rojo [por nosotros] indican que esta línea es un pie de página que resume el texto anterior como una especie de (sub) sección o capítulo. Los planetas, los resaltamos en azul.</i></p> <p><b>Observación 2</b>: <i>en esta línea, el texto nos dice que había 33 asterismos enumerados antes de esta línea. Sin embargo, en las tabletas de arcilla originales solo había 31 líneas. Por lo tanto, el conteo de asterismos para los autores de MUL.APIN es un tema frecuentemente discutido en este contexto. Hay varias sugerencias diferentes e incluso hemos hecho una propia, pero como todas las versiones son inciertas, no somos lo suficientemente valientes como para publicar ninguna de ellas aquí. No estamos seguros, si hay algún sentido común al respecto en la comunidad científica.</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">número de constelación</td> <td>asterismo a ser "explicado" (p. ej., relacionándolo con una deidad)</td> <td>"explicación" (p. ej., deidad relacionada)</td> <td>posición en el cielo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>32</td> <td><sup>ESTRELLA</sup>UN&middot;&quot;CAMPO&quot;(medida de área)</td> <td>asiento del <sup>DIOS</sup>Ea quien va delante de la ESTRELLA<sup>s</sup> del <sup>DIOS</sup>Anu</td> <td>Peg</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>33</td> <td>ESTRELLA opuesta a la <sup>ESTRELLA</sup>UN&middot;'CAMPO'</td> <td><sup>ESTRELLA</sup><i>&Scaron;IN&#362;NUTU</i>(Golondrina)</td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>34</td> <td>ESTRELLA detrás de la <sup>ESTRELLA</sup>UN&middot;'CAMPO'</td> <td><sup>ESTRELLA</sup><i>ANUNN&#298;TU</i></td> <td>Psc</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>35</td> <td>ESTRELLA detrás de él</td> <td><sup>ESTRELLA</sup><i>AGRU</i>(Trabajador contratado), <sup>DIOS</sup>Tammuz</td> <td>Ari</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>36</td> <td>ESTRELLA.ESTRELLA(<i>ZAPPU</i>, Cerda)</td> <td><sup>DIOS</sup>Sebettu, el gran dios</td> <td>Pléyades</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>37</td> <td><sup>ESTRELLA</sup>TORO&middot;DEL&middot;CIELO(<i>AL&Ucirc;</i>)</td> <td><sup>DIOS</sup><i>Is-l&ecirc;</i> (Mandíbula del Toro Salvaje), corona del <sup>DIOS</sup>Anu</td> <td>Tau</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>38</td> <td><sup>ESTRELLA</sup>VERDADERO&middot;PASTOR&middot;DEL&middot;CIELO (<i>&Scaron;ITADDALLU</i>, Orión)</td> <td><sup>DIOS</sup>Papsukkal, visir del <sup>DIOS</sup>Anu</td> <td>Ori</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>39</td> <td>ESTRELLAs gemelas opuestas a la <sup>ESTRELLA</sup><i>&Scaron;ITADDALLU</i></td> <td><sup>DIOS</sup>Lulal y <sup>DIOS</sup>Latarak</td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td>40</td> <td>ESTRELLA detrás de él</td> <td><sup>ESTRELLA</sup><i>TARLUGALLU</i> (Gallo)</td> <td>Lep (o &alpha; CMi ??)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>41</td> <td><sup>ESTRELLA</sup>GAG.SI.S&Aacute;(Flecha)</td> <td><i>&Scaron;ilt&#257;&#7723;u</i> (Flecha), gran héroe (del) <sup>DIOS</sup>Ninurta</td> <td>Sirio + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td>42</td> <td><sup>ESTRELLA</sup><i>QA&Scaron;TU</i>(Arco)</td> <td><sup>DIOS</sup>I&scaron;tar-de-Elam, hija del <sup>DIOS</sup>Enlil</td> <td>en CMa ?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>43</td> <td>ESTRELLA (del) <sup>DIOS</sup>NIRA&#7722;(dios-serpiente)</td> <td><sup>DIOS</sup>Ningi&scaron;zida, señor de la 'Tierra' (= inframundo)</td> <td>Hya</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>44</td> <td><sup>ESTRELLA</sup><i>&#256;RIBU</i>(Cuervo)</td> <td>Cuervo, ESTRELLA del <sup>DIOS</sup>Adad</td> <td>Crv</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>45</td> <td><sup>ESTRELLA</sup><i>&Scaron;ER&#702;U</i>(Surco)</td> <td><sup>DIOS</sup>&Scaron;ala, espiga de trigo</td> <td>Vir</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>46</td> <td><sup>ESTRELLA</sup><i>ZIB&#256;N&#298;TU</i>(Escalas)</td> <td>Cuernos de la <sup>ESTRELLA</sup><i>ZUQAQ&#298;PU</i>(Escorpión)</td> <td>circa Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>47, 48, 49</td> <td>ESTRELLA (del) <sup>DIOS</sup>Zababa</td> <td><sup>ESTRELLA</sup><i>ER&Ucirc;</i>(Águila) y <sup>ESTRELLA</sup><i>PAGRU</i>(Cadáver)</td> <td>Oph, Aql+</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>50</td> <td colspan="2"><sup>ESTRELLA</sup><i>DILPAT</i>(Venus), cambia su lugar y cruza el cielo</td> <td>Venus</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>51</td> <td colspan="2"><sup>ESTRELLA</sup><i>&#7778;ALBAT&#256;NU</i>(Marte), cambia su lugar y cruza el cielo</td> <td>Marte</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>52</td> <td colspan="2"><sup>ESTRELLA</sup>OVEJA&middot;&quot;SALVAJE&middot;ESTABLE&quot;(<i>KAJJAM&#256;NU</i>, Saturno), cambia su lugar y cruza el cielo</td> <td>Saturno</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td>53</td> <td colspan="2"><sup>ESTRELLA</sup>OVEJA&middot;&quot;SALVAJE&middot;BAILARINA&quot;(<i>&Scaron;I&#7722;&#7788;U</i>, Mercurio), cuyo nombre es <sup>DIOS</sup>Ninurta, ya sea en el Este o en el Oeste, donde sea que aparezca en el mes, donde sea que desaparezca en el mes</td> <td>Mercurio</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">23 ESTRELLA<sup>s</sup> de Anum</td> </tr> </tbody> </table> <p><b>Observación 3</b>: <i>Al dar un signo "+" en la columna de la contraparte moderna, indicamos que (probablemente/posiblemente) más estrellas pertenecen a este asterismo babilónico. En el caso de Flecha, por ejemplo, es seguro que Sirio pertenece a esta constelación, pero los autores modernos publicaron al menos tres versiones que deben agregarse más estrellas. Otro caso es el Águila al lado de otra constelación llamada "el Cadáver". Esta podría ser una predecesora de la nueva constelación de Ptolomeo "Águila con Antinuos", pero también puede ser independiente, es por eso que le damos "Aql +".</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">número de constelación</td> <td>asterismo a ser "explicado" (p. ej., relacionándolo con una deidad)</td> <td>"explicación" (p. ej., deidad relacionada)</td> <td>posición en el cielo</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>54</td> <td><sup>ESTRELLA</sup><i>N&#362;NU</i>(Pez)</td> <td><sup>DIOS</sup>Ea quien va delante de la ESTRELLA<sup>s</sup> del <sup>DIOS</sup>Ea</td> <td>PsA</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>55</td> <td>GRAN&middot;ESTRELLA</td> <td><sup>DIOS</sup>Ea</td> <td>Aqr</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>56</td> <td>ESTRELLA de (de la ciudad de) Eridu</td> <td> <sup>DIOS</sup>Ea </td> <td>Canopo (&alpha; Car)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>57</td> <td>ESTRELLA a su derecha</td> <td>ESTRELLA (del) <sup>&lt;DIOS&gt;</sup>Ninma&#7723;</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>58</td> <td><sup>ESTRELLA</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i></td> <td><sup>DIOS</sup>Ningirsu</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>59</td> <td>ESTRELLA a su derecha</td> <td><sup>ESTRELLA</sup><i>MA&Scaron;KAK&#256;TU</i>(Tormenta), arma del <sup>DIOS</sup>M&#257;r-b&#299;ti, en el centro del cual Aps&ucirc; es visible</td> <td>en Vela (Aps&ucirc;~MW?)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>60</td> <td>2 ESTRELLA<sup>s</sup> detrás de él</td> <td><sup>DIOS</sup>&Scaron;ullat y <sup>DIOS</sup>&#7722;ani&scaron;, <sup>DIOS</sup>&Scaron;ama&scaron; y <sup>DIOS</sup>Adad</td> <td>?</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>61</td> <td>ESTRELLA detrás de él que se ilumina como el <sup>DIOS</sup>Ea (y) se pone como Ea</td> <td>ESTRELLA (del) <sup>DIOS</sup>Numu&scaron;da, <sup>DIOS</sup>Adad</td> <td>Cen</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>62</td> <td>ESTRELLA a la derecha de la <sup>ESTRELLA</sup><i>ZUQAQ&#298;PU</i>(Escorpión)</td> <td><sup>ESTRELLA</sup><i>URIDIMMU</i> = <sup>DIOS</sup>Kusu</td> <td>Lup</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>63</td> <td><sup>ESTRELLA</sup><i>ZUQAQ&#298;PU</i></td> <td><sup>DIOS</sup>I&scaron;&#7723;ara, dama del mundo habitado</td> <td>Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>64</td> <td><sup>ESTRELLA</sup><i>IRAT&middot;ZUQAQ&#298;PI<br/></i>(Pecho del Escorpión)</td> <td><sup>DIOS</sup>Lisin, <sup>DIOS</sup>Nab&ucirc;</td> <td>Antares (&alpha; Sco)</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>65</td> <td>2 ESTRELLA<sup>s</sup> en el aguijón (<i>ZIQTU</i>) de la <sup>ESTRELLA</sup><i>ZUQAQ&#298;PU</i></td> <td><sup>DIOS</sup>&Scaron;arur y <sup>DIOS</sup>&Scaron;argaz</td> <td>&lambda;, &nu; Sco</td> </tr> <tr valign="top" style="background: #dee6ef"> <td>66</td> <td>ESTRELLA detrás de ellos</td> <td><sup>DIOS</sup>Pabilsa&#285;</td> <td>Sgr</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>67, 68</td> <td><sup>ESTRELLA</sup><i>MAKURRU</i>(Ladrido) &lt;&lt;and&gt;&gt; </td> <td><sup>ESTRELLA</sup><i>SU&#7722;URM&#256;&Scaron;U</i>(Cabra-pez)</td> <td>(CrA &amp;) Cap</td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">15 ESTRELLA<sup>s</sup> del <sup>DIOS</sup>Ea</td> </tr> </tbody> </table> ### Fuente(s) Las figuras de palo son interpretaciones de Susanne M. Hoffmann basadas en algunos años de su investigación doctoral y postdoctoral. En algunos casos, se desvían de las identificaciones comunes copiadas por Pingree, Hunger y otros académicos desde 1950 o antes. La nueva edición de Hunger de MUL.APIN (2018) permitió nuevas ideas. Algunas de las cifras se han derivado de la tesis de tesis de Hoffmann (en los capítulos sobre las raíces babilónicas de la cultura griega: Hipparchs Himmelsglobus, Springer, 2017) y otras se desarrollaron durante su trabajo como directora del planetario Königsleiten junto con otras, principalmente Alemanes, planetarios. Un primer artículo científico sobre la visualización de dos versiones del zodiaco babilónico apareció en: Wolfschmidt, Gudrun [ed.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Hamburgo, 2017. Se están preparando más publicaciones (por ejemplo, junto con M. Krebernik para los procedimientos del Rencontre Assyriologique Internationale 2018). Vea el capítulo "Lecturas adicionales" a continuación.
