Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: It is identified with our Taurus Hyades open cluster of stars with the bright Aldebaran following the Pleiades. This is an easy asterism to be seen all over the sky.
fi: Se tunnistetaan Härän Hyades avoimeen tähtijoukkoon, jonka kirkas Aldebaran seuraa Plejadeja. Tämä on helppo asterismi, joka näkyy kaikkialla taivaalla.

source: Sioyahpu\enxó\instrument do carve wood
fi: Sioyahpu\enxó\väline veistää puuta

source: As a part of Orion belt and two of the others brightest stars of this constellation – our Betelgeuse and Bellatrix – this constellation represents to Tukano group a part of a tool which is used to carve wood.
fi: Osana Orion-vyötä ja kaksi muuta tämän tähdistön kirkkainta tähteä – meidän Betelgeuse ja Bellatrix – tämä tähdistö edustaa Tukano-ryhmälle osaa työkalusta, jota käytetään puun kaivertamiseen.

source: Sipé Phairo\cobra de ânus grande\a snake
fi: Sipé Phairo\cobra de ânus grande\käärme

source: Sipé Phairo - Cobra de Ânus Grande - Snake Large Anus
fi: Sipé Phairo - Cobra de Ânus Grande - Käärme Suuri peräaukko

source: This snake corresponds to our brightest Big Dipper stars. In a legend when this constellation touches the horizon after the sunset almost all fishes in the main river are swallowed by it.
fi: Tämä käärme vastaa kirkkaimpia Ison Karhun tähtiämme. Legendassa, jossa tämä tähdistö koskettaa horisonttia auringonlaskun jälkeen, lähes kaikki pääjoen kalat ovat nielty sen toimesta.

source: Diayo/lontra/otter
fi: Diayo/lontra/saukko

source: Described as our Southern Cross by part of the Tukanos in half Tiquié river, this constellation is also associated with star as Sirius in Canis Major in that region.
fi: Tätä tähdistöä kuvailee eteläisen ristimme osa Tukanosista puolikkaassa Tiquié-joessa, ja tämä tähdistö liittyy myös Sirius-tähteen Isossa Koirassa kyseisellä alueella.

source: Kai Sariró/Circulo de dança/Circle dances
fi: Kai Sariró/Circulo de dança/Ympyrä tanssii

source: Those stars are mainly at Orion constellation and mean a circle of dances in some special Tukano ceremonies.
fi: Nämä tähdet ovat pääasiassa Orionin tähdistössä ja tarkoittavat tansseja joissakin erityisissä Tukanon seremonioissa.

source: SOME WORDS ABOUT OUR RESEARCH WITHIN NORTWESTERN AMAZONIAN INDIANS:
fi: JOITAKIN SANAA LUOTEIS-AMATSONIALAN INTIAAN SUHTEISTA TUTKIMUKSESTAMME:

source: This work is part of an amount of researches developed as a survey, conducted between 2005 and 2007 that resulted in a doctoral/PhD thesis (Cardoso, 2007). Relying on Ethnomatematics sources (D’ambrosio, 2002), in practical sky observation activities and on classical sources about constellations observed in Brazil’s Amazon region, we accomplished a sky mapping of these Indian ethnicity: Tukano, Dessano and Tuyuka but in special, the first one. From the description of many constellations we created an astronomical events and climate calendar along with students from differentiated Yupuri’s indigenous school. Rain periods, drought, planting and harvesting are marked by the sunset and sunrise of the major constellations created by Amazonia northwest Indians
fi: Tämä työ on osa joukkoa kyselynä kehitettyjä tutkimuksia, jotka tehtiin vuosina 2005-2007 ja jotka johtivat väitöskirjaan (Cardoso, 2007). Nojautuen etnomatematiikan lähteisiin (D'ambrosio, 2002), käytännön taivaanhavaintotoimintoihin ja klassisiin lähteisiin Brasilian Amazonin alueella havaituista tähtikuvioista, teimme taivaskartoituksen näistä intialaisista etnisistä ryhmistä: Tukano, Dessano ja Tuyuka, mutta erityisessä, ensimmäinen. yksi. Monien tähtikuvioiden kuvauksesta loimme tähtitieteellisen tapahtuman ja ilmastokalenterin yhdessä Yupurin alkuperäiskansojen koululaisten opiskelijoiden kanssa. Sadekausia, kuivuutta, kylvöä ja sadonkorjuuta leimaa Amazonian luoteis-intiaanien luomien suurten tähtikuvioiden auringonlasku ja -nousu.

source: <a href="https://escholarship.org/content/qt7qn7t90d/qt7qn7t90d_noSplash_9570d6c8c98f36ee3070b0dd62580aec.pdf?t=oaw7e7">scholarly Paper</a>
fi: <a href="https://escholarship.org/content/qt7qn7t90d/qt7qn7t90d_noSplash_9570d6c8c98f36ee3070b0dd62580aec.pdf?t=oaw7e7">tieteellinen paperi</a>

source: Walmir Thomazi Cardoso gathered this information in a survey that is part of his PhD. Thesis of Ethnomathematics (walmir.astronomia@gmail.com)
fi: Walmir Thomazi Cardoso keräsi nämä tiedot tutkimuksessa, joka on osa hänen tohtorintutkintoaan. Etnomatematiikan opinnäytetyö (walmir.astronomia@gmail.com)

source: Displays were made by Antonio Gumercindo Taques dos Santos (Ticão) and Youssif Ganthous Filho (youssif@gmail.com).
fi: Näyttelyt ovat tehneet Antonio Gumercindo Taques dos Santos (Ticão) ja Youssif Ganthous Filho (youssif@gmail.com).

source: The Tikuna Skyscape: Constellations and Seasonality
fi: Tikuna taivasmaisema: tähtikuvioita ja kausiluonteisuus

source: The Tikuna indigenous people have inhabited the region of the Upper Solimões river for the past 2,000 years. They currently occupy a territory where the political borders of three countries converge: Brazil, Colombia, and Peru. This is the reason why the Tikuna recognize themselves as a differentiated indigenous group, while also identifying with the national identities related to these three countries.
fi: Tikuna-alkuperäiskansat ovat asuneet Ylä-Solimões-joen alueella viimeisen 2000 vuoden ajan. He miehittävät tällä hetkellä alueen, jossa kolmen maan poliittiset rajat yhtyvät: Brasilian, Kolumbian ja Perun. Tästä syystä Tikunat tunnustavat itsensä erilaistuneeksi alkuperäiskansojen ryhmäksi, samalla kun samaistuvat näihin kolmeen maahan liittyviin kansallisiin identiteeteihin.

source: Tikuna territory encompasses a region 600 kilometers long, running west to east from the Chimbote region in Peru—along the emptiness of the Amazonas-Solimões valley, in the so-called Trapézio Amazônico (Colombian Amazonian Trapezoid)—to the Barreira da Missão region, in the municipality of Tefé, in the Brazilian state of Amazonas (See The Ticuna Atlas, Figure I).
fi: Tikunan alue käsittää 600 kilometriä pitkän alueen, joka kulkee lännestä itään Chimboten alueelta Perussa - Amazonas-Solimõesin laakson tyhjiötä pitkin, niin sanotussa Trapézio Amazônicossa (Kolumbian Amazonin puolisuunnikas) Barreira da Missãon alueelle, Tefén kunnassa Brasilian Amazonasin osavaltiossa (katso The Ticuna Atlas, kuva I).

source: <em>Figure 1: The Tikuna Atlas<cite id="cit1a"><a href="#cit1">
fi: <em>Kuva 1: Tikuna Atlas<cite id="cit1a"><a href="#cit1">

source: The agencies and researchers that deal with them estimate that more than 53,544 (Siasi/Sesai, 2014) Tikunas live in Brazil (FUNASA, 2009), 8.000 in Colombia (Goulard, 2010), and 6.982 in Peru (INEL, 2007)<cite id="cit2a"><a href="#cit2">
fi: Heitä käsittelevät virastot ja tutkijat arvioivat, että Brasiliassa asuu yli 53 544 (Siasi/Sesai, 2014) Tikunaa (FUNASA, 2009), 8 000 Kolumbiassa (Goulard, 2010) ja 6 982 Perussa (INEL, 2007).<cite id="cit2a"><a href="#cit2">

source: </a></cite>. Together, they constitute the largest Amazonian indigenous population. Aside from their own Tikuna language, they also speak Spanish and Portuguese, depending on whether they live in Colombia and Peru or in Brazil.
fi: </a></cite>. Yhdessä he muodostavat suurimman Amazonin alkuperäisväestön. Oman Tikuna-kielensä lisäksi he puhuvat myös espanjaa ja portugalia riippuen siitä, asuvatko he Kolumbiassa ja Perussa vai Brasiliassa.

source: The Tikuna live in riverside villages along the Amazonas-Solimões and its tributaries, called igarapés. Their daily life revolve around the cultivation cycles of different agricultural goods; specially, manioc, used to produce the flour the Tikuna sell in the markets of the region’s main cities. They are also fishers, hunters, and gatherers of the forest products. The women make hammocks, bags, and other objects with plant fibers; and the men paint on tururi fiber and fabricate arrows, paddles, and canoes.
fi: Tikunat asuvat Amazonas-Solimõesin ja sen sivujokien, nimeltään igarapés, varressa sijaitsevissa kylissä. Heidän jokapäiväinen elämänsä pyörii erilaisten maataloushyödykkeiden viljelysyklien ympärillä; erityisesti maniokki, jota käytettiin Tikunan alueen tärkeimpien kaupunkien markkinoilla myymien jauhojen valmistukseen. He ovat myös kalastajia, metsästäjiä ja metsätuotteiden kerääjiä. Naiset tekevät riippumattoja, laukkuja ja muita esineitä kasvikuiduista; ja miehet maalaavat tururikuitulle ja valmistavat nuolia, meloja ja kanootteja.

source: It should be noted that, in Brazil, the Tikuna Indians live in indigenous lands recognized by Brazil’s indigenous policy. They are located in “terrestrial islands” among non-indigenous territories occupied by the Brazilian Population, from Tabatinga to Manaus (as illustrated in the Brazilian Tikuna Atlas).
fi: On huomattava, että Brasiliassa Tikuna-intiaanit elävät Brasilian alkuperäiskansojen politiikan tunnustamilla alkuperäiskansojen mailla. Ne sijaitsevat "maansaarilla" Brasilian väestön miehittämien muiden kuin alkuperäiskansojen alueiden joukossa Tabatingasta Manaukseen (kuten Brasilian Tikuna-atlasissa on kuvattu).

source: The Astronomical Correlations
fi: Tähtitieteelliset korrelaatiot

source: The movements of the Tikuna constellations correspond to an interpretation of the seasonality of rainfall, as the Tikuna narratives suggest. These constellations are related to myths referencing the ascension and fall of Wücütcha (a heavenly beast related to the Jaguar Clan), Coyatchicüra (Caiman’s Jaw) and Baweta (Tracajá, the Aquatic Turtle Collective), the Anteater’s fight with the Jaguar, and the Way of the Tapir.
fi: Tikunan tähtikuvioiden liikkeet vastaavat tulkintaa sateiden kausiluonteisuudesta, kuten Tikunan kertomukset antavat ymmärtää. Nämä tähtikuviot liittyvät myytteihin, jotka viittaavat Wücütchan (Jaguaariklaaniin liittyvä taivaallinen peto), Coyatchicüran (Kaimanin leuka) ja Bawetan (Tracajá, vesikilpikonnakollektiivi), Muurahaisteatterin taisteluun Jaguaarin ja Wayn kanssa nousuun ja kaatumiseen. Tapirista.

source: According to the testimony of the Tikuna indigenous people, Baweta (the Pleiades Star Cluster) appears in the eastern sky towards the end of November, at nightfall. After Baweta rises, Caiman’s Jaw rises. Wücütcha’s leg corresponds to a portion of The Orion Constellation; and it begins to disappear from the western sky around the 20th of May, at nightfall. About one month earlier, the Caiman’s Jaw, corresponding to The Hyades Star Cluster in Taurus, also disappears to the West.
fi: Tikuna-alkuperäiskansojen todistuksen mukaan Baweta (Plejadien tähtijoukko) ilmestyy itäiselle taivaalle marraskuun loppupuolella, yöllä. Kun Baweta nousee, Caimanin leuka nousee. Wücütchan jalka vastaa osaa Orionin tähdistöstä; ja se alkaa kadota läntiseltä taivaalta toukokuun 20. päivän tienoilla, yöllä. Noin kuukautta aikaisemmin Kaimanin leuka, joka vastaa Härän Hyades-tähtijoukkoa, katoaa myös länteen.

source: According to Vieira’s interpretation, the form of Baweta (the Turtle Collective) is associated with the stars within the asterisms of the Pleiades and of Perseus. Baweta’s eyes are the feet of Perseus (Omicron Persei - Atik and ζ (Zeta) Persei). The “V” shape that Western astronomy relates to the head of Taurus is called Coyatchicüra (Caiman’s Jaw). Wücütcha’s Leg corresponds to the stars that groups as Orion. Its toes are Orion’s Belt and the bend of the legs are ι (iota) Orionis; κ (kappa) Orionis; η (eta) Leporis and δ (delta) Leporis.
fi: Vieiran tulkinnan mukaan Bawetan (kilpikonnakollektiivi) muoto liittyy Plejadien ja Perseuksen tähtien sisällä oleviin tähtiin. Bawetan silmät ovat Perseuksen (Omicron Persei - Atik ja ζ (Zeta) Persei) jalkoja. "V"-muotoa, jonka länsimainen tähtitiede liittyy Härän päähän, kutsutaan Coyatchicüraksi (Caimanin leuka). Wücutchan jalka vastaa tähtiä, jotka ryhmittyvät Orioniksi. Sen varpaat ovat Orionin vyö ja jalkojen mutka ovat ι (iota) Orionis; κ (kappa) Orionis; η (eta) Leporis ja δ (delta) Leporis.

source: During the summer, the fight between the Anteater (Tchatü) and the Jaguar (Ai) occurs. The end of the battle coincides with the death and ascension of Wücütcha. The eyes of the Anteater are located in β (beta) of Triangulum Australe; his claw and body is in the constellations Norma and Ara. The right foot of the Jaguar is in Scorpio’s α (Antares), σ (Sigma), and τ (tau); its eyes are in ε (epsilon) and μ (mu) Scorpii; and its left paw is in λ (Shaula), υ (upsilon Sco – Lesath) and κ (kappa) of the same constellation. Wücütcha (the Jaguar’s leg) represents the beginning of the rains in late September; and its reappearance to the east follows the setting of Tchatü in the west, at nightfall, in the end of November. Those correlations are illuminated by indigenous testimony reproduced below:
fi: Kesäisin taistelu muurahaiskarvan (Tchatü) ja Jaguarin (Ai) välillä tapahtuu. Taistelun loppu osuu Wücutchan kuolemaan ja taivaaseen. Anteaterin silmät sijaitsevat Triangulum Australen β:ssa (beta); hänen kynsensä ja ruumiinsa ovat Norman ja Aran tähtikuvioissa. Jaguarin oikea jalka on Skorpionin kirjaimissa α (Antares), σ (Sigma) ja τ (tau); sen silmät ovat ε:ssä (epsilon) ja μ (mu) Scorpissa; ja sen vasen tassu on λ (Shaula), υ (upsilon Sco – Lesath) ja κ (kappa) samassa tähdistössä. Wücutcha (Jaguarin jalka) edustaa sateiden alkua syyskuun lopulla; ja sen ilmestyminen takaisin itään seuraa Tchatü:n asettumista länteen, yön hämärtyessä, marraskuun lopussa. Näitä korrelaatioita valaisee alkuperäiskansojen todistus, joka on jäljempänä:

source: “The stars fit into their respective constellations. First is Wücütcha. After winter, summer begins to walk. It is the Jaguar. After him, comes Coyathicüra in the month of May, at nightfall, when the Caiman’s Jaw appears on the beach. Baweta appears in September, the month of the turtle. In May, Wücütcha and Coyatchicüra fall. They all fall together at the end of May. In July, they come again. Baweta already begins to appear in July. When Wücütcha falls, beginning in May, caimans and turtles begin to appear. The apex is in September.”
fi: "Tähdet sopivat omiin tähtikuvioihinsa. Ensimmäinen on Wücutcha. Talven jälkeen kesä alkaa kävellä. Se on Jaguar. Hänen jälkeensä tulee Coyathicüra toukokuussa, yöllä, kun Kaimanin leuka ilmestyy rannalle. Baweta ilmestyy syyskuussa, kilpikonnan kuussa. Toukokuussa Wücutcha ja Coyatchicüra putoavat. He kaikki putoavat yhteen toukokuun lopussa. Heinäkuussa he tulevat taas. Baweta alkaa ilmestyä jo heinäkuussa. Kun Wücutcha putoaa, toukokuusta alkaen alkaa ilmestyä kaimaaneja ja kilpikonnia. Huippu on syyskuussa."

source: “In May, all the constellations fall, together with their planets. It is summertime. Later, in July, they appear again for the New Year. Coya and Wücütcha leave the sky from May to September. Later, in July, they appear again.”
fi: "Toukokuussa kaikki tähtikuviot putoavat planeetoineen. On kesäaika. Myöhemmin, heinäkuussa, ne ilmestyvät uudelleen uudelle vuodelle. Coya ja Wücutcha lähtevät taivaalta toukokuusta syyskuuhun. Myöhemmin, heinäkuussa, ne ilmestyvät uudelleen."

source: Fernando Marques or Ütchancu – translated by Lucho
fi: Fernando Marques or Ütchancu – kääntänyt Lucho

source: The Tikuna interpret processes affected by a succession of meteorological changes that, in turn, determine the rainy and the dry seasons. In this region of Western Amazon, the rainy season runs from December to March and the dry season from June to September. During April, May, October, and November the rainfall is intermediate. In November, the water level starts to rise and in late December the tides occur. During the month of May, the water level drops until September, the peak of the drought. The periods of El Niño imply a rain deficit, causing the extreme drought of the great river; during La Niña, the cooling of the Pacific increases the amount of water, causing dramatic tides and floods.
fi: Tikuna tulkitsee prosesseja, joihin vaikuttavat peräkkäiset säämuutokset, jotka puolestaan määräävät sade- ja kuivakauden. Tällä Länsi-Amazonin alueella sadekausi kestää joulukuusta maaliskuuhun ja kuiva kausi kesäkuusta syyskuuhun. Huhti-, touko-, loka- ja marraskuun aikana sademäärä on keskitasoa. Marraskuussa vedenpinta alkaa nousta ja joulukuun lopulla tapahtuu vuorovesi. Toukokuun aikana vedenpinta laskee syyskuuhun, kuivuuden huipulle. El Niñon jaksot merkitsevät sadevajetta, mikä aiheuttaa suuren joen äärimmäisen kuivuuden; La Niñan aikana Tyynenmeren jäähtyminen lisää veden määrää aiheuttaen dramaattisia vuorovesi- ja tulvia.

source: Although dependent on weather variability, at the September Equinox the Tikuna observe how fog affects how they see in early morning; the Pleiades star cluster disappears on the morning horizon in early June and reappears in the evening, in late November. The goal of the Tikuna is to predict the intensity of the coming rains in order to negotiate with the entity Mawü, the “Master of Rain,” the effects of the floods on their subsistence activities.
fi: Vaikka Tikunat ovat riippuvaisia sään vaihteluista, syyskuun päiväntasauksen aikana Tikunat tarkkailevat, kuinka sumu vaikuttaa siihen, miten he näkevät aikaisin aamulla; Plejadien tähtijoukko katoaa aamuhorisontissa kesäkuun alussa ja ilmestyy uudelleen illalla, marraskuun lopulla. Tikunan tavoitteena on ennustaa tulevien sateiden voimakkuutta, jotta voidaan neuvotella entiteetin Mawü, "Master of Rain" kanssa, tulvien vaikutuksista heidän toimeentuloon.

source: According to the explanations found in Enepü (a Tikuna community in the indigenous Land Eware II, in the Brazilian State of Amazon, in Western Amazonia), the influence of seasonality upon Tikuna subsistence activities is more prevalent along the Solimões. In the headwaters of the igarapés, where Enepü is situated, plenty of food exists all year long. In Enepü, trees and palms, such as the ingá and açaí, are fertile all year long due to the “virginity” and the enrichment of the soil by natural compost. The same thing occurs with the fishing in Lake Preto, within the limits of Enepü, where they can supply themselves abundantly with fish all year long. On the Solimões, however, one finds fish only from April to July, when the water level drops. Abundance in the hunt is also from April to July (or September, at most), along the Solimões. Fishing becomes more difficult when the river is high. The fruit of the native açaí palm is collected in summer, and customarily saved for preparation during winter—time of poor hunting and fishing. Through planning and regular gardening, harvests are available all year long. The harvest of cultivated plants also occurs during the drought months. There is a certain degree of flexibility in adapting the agricultural calendar to the rainy season (when fishing and hunting are not productive) and the dry season, (when fishing is more abundant); however, difficulties involving navigation and transport grow as the water level drops along the igarapés linking the river. Traditional culture, however, is not prepared for unforeseen alterations in the rainy season, such as it occurred in 2002. In that year, July saw the beginning of the repiquete (the rise on water levels), which normally occurs in September. This destroyed the short-range agricultural cycle and made the fish scarcer, changing alimentary habits.
fi: Enepüstä (Tikuna-yhteisö alkuperäisessä Land Eware II:ssa, Amazonin osavaltiossa Brasiliassa Länsi-Amazoniassa) löydettyjen selitysten mukaan kausiluonteisuuden vaikutus Tikunan toimeentulotoimintaan on yleisempää Solimões-joen varrella. Igarapésin alkupäässä, jossa Enepü sijaitsee, on runsaasti ruokaa ympäri vuoden. Enepüssä puut ja palmut, kuten ingá ja açaí, ovat hedelmällisiä ympäri vuoden "neitsyyyden" ja maaperän luonnonkompostin rikastamisen ansiosta. Sama koskee Enepü-alueen Preto-järven kalastusta, jossa he voivat hankkia itselleen runsaasti kalaa ympäri vuoden. Solimõesilla kalaa löytyy kuitenkin vain huhtikuusta heinäkuuhun, jolloin vedenpinta laskee. Metsästyksen runsautta on myös huhtikuusta heinäkuuhun (tai korkeintaan syyskuuhun) Solimõesin varrella. Kalastus vaikeutuu joen ollessa korkealla. Alkuperäisen açaí-palmun hedelmät kerätään kesällä ja tavallisesti säästetään valmistamista varten talvella - huonon metsästyksen ja kalastuksen aikana. Suunnittelun ja säännöllisen puutarhanhoidon ansiosta satoa on saatavilla ympäri vuoden. Viljeltyjen kasvien sato tapahtuu myös kuivina kuukausina. Maatalouden kalenterin mukauttamisessa sadekauteen (kun kalastus ja metsästys eivät ole tuottavia) ja kuivaan kauteen (kun kalastus on runsaampaa) on tietty joustavuus; kuitenkin navigointiin ja kuljetuksiin liittyvät vaikeudet kasvavat vedenpinnan laskeessa jokea yhdistävien igarapéjen varrella. Perinteinen kulttuuri ei kuitenkaan ole varautunut sadekauden odottamattomiin muutoksiin, kuten se tapahtui vuonna 2002. Tuona vuonna alkoi heinäkuussa repiquete (vedenpinnan nousu), joka tapahtuu tavallisesti syyskuussa. Tämä tuhosi lyhyen kantaman maatalouden syklin ja vähensi kaloja ja muutti ravintotottumuksia.

source: Researchers
fi: Tutkijat

source: <b>Priscila Faulhaber</b> (Museum of Astronomy and Related Sciences)
fi: <b>Priscila Faulhaber</b> (Tähtitieteen ja lähitieteiden museo)

source: <b>Fernando Vieira</b> (Astronomer and Former Coordinator of Astronomy in The Planetarium Foundation of the City of Rio de Janeiro) helped with the interpretation of the astronomical correlations between Western and Tikuna constellations, identified by the Tikuna in November 2002, during a research visit at the Science Center and Planetarium of the Universidade do Pará (Belém/Brazil), using the Starry Night System. Vieira plotted the correspondence between the traces of Tikuna mythical animals and the Official IAU constellations of western astronomy. He also reviewed this text for any skyscape incongruences related to corresponding Western astronomy and Tikuna cosmovision.
fi: (Astronomi ja entinen tähtitieteen koordinaattori The Planetarium Foundation of the City of Rio de Janeiron) auttoi tulkitsemaan Tikunan marraskuussa 2002 tunnistamia läntisten ja Tikunan tähtikuvioiden välisiä tähtitieteellisiä korrelaatioita tutkimusvierailullaan Tiedekeskuksessa ja Universidade do Parán planetaario (Belem/Brasilia), Starry Night System -järjestelmällä. Vieira piirsi Tikunan myyttisten eläinten jälkien ja läntisen tähtitieteen virallisten IAU-tähtikuvioiden välisen vastaavuuden. Hän myös tarkasteli tätä tekstiä mahdollisten taivasmaiseman ristiriitaisuuksien varalta, jotka liittyvät vastaavaan länsimaiseen tähtitioon ja Tikunan kosmovisioon.
