Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Chinese astronomy was developed independently and Chinese had its own system to connect the stars, known as "Xingguan" (Chinese: 星官; pinyin: xīngguān, meaning: Star officials). Chinese Traditional Sky Culture has far-reaching implications in East Asia. In ancient China, Xingguans and planets were associated with astrology. After thousands of years of evolution, the current Xingguans and star names was finalized in the 17th to 19th centuries.
es_419: La astronomía china se desarrolló de forma independiente y los chinos tenían su propio sistema para conectar las estrellas, conocido como "Xingguan" (chino: 星 官; pinyin: xīngguān, que significa: oficiales de las estrellas). La cultura estelar tradicional china tiene implicaciones de gran alcance en el este de Asia. En la antigua China, los Xingguans y los planetas estaban asociados con la astrología. Después de miles de años de evolución, los Xingguans actuales y los nombres de las estrellas se finalizaron en los siglos XVII al XIX.
fi: Kiinalainen tähtitiede kehitettiin itsenäisesti ja kiinalaisilla oli oma tähtien yhdistämisjärjestelmä, joka tunnettiin nimellä "Xingguan" (kiinaksi: 星官; pinyin: xīngguān, mikä tarkoittaa: tähtiviranomaisia). Perinteisellä kiinalaisella taivaskulttuurilla on kauaskantoisia vaikutuksia Itä-Aasiassa. Muinaisessa Kiinassa xingguaanit ja planeetat yhdistettiin astrologiaan. Tuhansien vuosien evoluution jälkeen nykyiset Xingguanit ja tähtien nimet viimeisteltiin 1600-1800-luvuilla.
ru: Китайская астрономия развивалась независимо, и у китайцев была собственная система соединения звезд, известная как «Сингуань» [Xingguan] (китайский: 星官; пиньинь: xīngguān, что означает: звездные чиновники). Китайская традиционная культура неба имеет далеко идущие последствия в Восточной Азии. В древнем Китае сингуань и планеты были связаны с астрологией. После тысяч лет эволюции нынешние сингуань и имена звезд были окончательно определены в 17–19 веках.
sv: Den kinesiska astronomin utvecklades självständigt och kineserna hade ett eget system för att koppla samman stjärnorna, känt som "Xingguan" (kinesiska: 星官; pinyin: xīngguān, vilket betyder: stjärntjänstemän). Den kinesiska traditionella himmelskulturen har långtgående konsekvenser i Östasien. I det forntida Kina var Xingguans och planeter förknippade med astrologi. Efter tusentals år av utveckling fastställdes de nuvarande namnen på Xingguans och stjärnor under 1600- till 1800-talet.
uk: Китайська астрономія розвивалася окремо від західноєвропейської, тому у китайців була власна система поєднання зірок, відома як «сіньгуані» (китайською: 星官; піньїнем: xīngguān, значення: зоряні прислужники). Традиційна китайська картина зоряного неба набула поширення у Східній Азії. У давньому Китаї сіньгуані і планети пов'язували із астрологією. Еволюція поглядів на зоряне небо тривала тисячі років і завершилася сучасними назвами сіньгуанів та зірок, які сформувалися у період з 17 по 19 століття.

source: Stellarium currently provides 300 Chinese Xingguans and more than 3000 Chinese star names from <i>Complete Studies of Astronomical</i> (Chinese: 仪象考成; pinyin: Yíxiàng kǎochéng) and <i>The Continuation of Complete Studies of Astronomical</i> (Chinese: 仪象考成续编; pinyin: Yíxiàngkǎochéng xùbiān). <i>Complete Studies of Astronomical</i> is an imperial record of astronomy finished in 1756. In 1844, the Imperial Astronomical Observatory made a revision to it and published <i>The Continuation of Complete Studies of Astronomical</i>, which is the major reference to the traditional Chinese Xingguans and star names used today. Yi Shitong has conducted textual research and summary of these records in his book<i>Chinese and Western Contrast Star Chart and Catalogue 1950.0</i> (Chinese: 中西对照恒星图表1950.0; pinyin: Zhōngxī Duìzhào Héngxīng Túbiǎo).
fi: Stellarium tarjoaa tällä hetkellä 300 kiinalaista Xingguania ja yli 3000 kiinalaista tähtinimeä <i>Complete Studies of Astronomical</i> (kiinaksi: 仪象考成; pinyin: Yíxiàng kǎochéng) ja <i>The Continuation of Complete Studies of Astronomical</i> (kiinaksi: 仪象考成续编; pinyin: Yíxiàngkǎochéng xùbiān). <i>Complete Studies of Astronomical</i> on keisarillinen tähtitieteen ennätys, joka valmistui vuonna 1756. Vuonna 1844 Imperial Astronomical Observatory teki siihen tarkistuksen ja julkaisi <i>The Continuation of Complete Studies of Astronomical</i>, joka on tärkein viittaus nykyään käytettyihin perinteisiin kiinalaisiin xingguaneihin ja tähtien nimiin. Yi Shitong on tehnyt tekstitutkimusta ja yhteenvedon näistä tietueista kirjassaan<i>Chinese and Western Contrast Star Chart and Catalogue 1950.0</i> (kiinaksi: 中西对照恒星图表1950.0; pinyin: Zhōngxī Duìzhào Héngxīng Túbiǎo).

source: Chinese Traditional Sky Culture is Based on the information inside <i>Chinese and Western Contrast Star Chart and Catalogue 1950.0</i> and <i>Complete Studies of Astronomical</i>.
fi: Perinteinen kiinalainen taivaskulttuuri perustuu tietoihin <i>Chinese and Western Contrast Star Chart and Catalogue 1950.0</i> ja <i>Complete Studies of Astronomical</i>.

source: In addition, some stars have been added according to <i>The History of Stellar Observation in China</i> (Chinese: 中国恒星观测史; pinyin: Zhōngguó Héngxīng Guāncèshǐ) by Pan Nai, if these stars are not certified in <i> Chinese and Western Contrast Star Chart and Catalogue1950.0(Star Catalogue)</i>.
fi: Lisäksi Pan Nai on lisännyt joitain tähtiä <i>The History of Stellar Observation in China</i> (kiinaksi: 中国恒星观测史; pinyin: Zhōngguó Héngxīng Guāncèshǐ) mukaan, jos nämä tähdet eivät ole sertifioitu <i> Chinese and Western Contrast Star Chart and Catalogue1950.0(Star Catalogue)</i>:ssa.

source: If the star name is followed by a "*", it is a star added according to <i>The History of Stellar Observation in China</i>.
fi: Jos tähden nimeä seuraa "*", se on tähti, joka on lisätty <i>The History of Stellar Observation in China</i> mukaisesti.

source: If the star name is followed by a "?", it is a star added according to <i>The History of Stellar Observation in China</i>, but cannot be fully certified.
fi: Jos tähden nimeä seuraa "?", se on tähti, joka on lisätty <i>The History of Stellar Observation in China</i>, mutta ei ole täysin sertifioitu.

source: Sun, Moon and Planets
fi: Aurinko, Kuu ja planeetat

source: The Western countries named the planets in mythical characters. The ancient Chinese understanding of five planets is based on five-element concepts. Therefore, Mercury is named Water Star, Venus is named Metal Star, Mars is named Fire Star, Jupiter is named Wood Star, Saturn is named Earth Star.
fi: Länsimaat nimesivät planeetat myyttisillä kirjaimilla. Muinainen kiinalainen käsitys viidestä planeettasta perustuu viiden elementin käsitteisiin. Siksi Merkurius on nimeltään Vesitähti, Venus on nimeltään Metalitähti, Mars on nimeltään Tulitähti, Jupiter on nimeltään Puutähti, Saturnus on nimeltään Maan tähti.

source: In Chinese, the sun and the moon are named after Yin and Yang (with prefix "great" (Chinese:太; pinyin: tài)), respectively Taiyang (Sun, Chinese: 太阳; pinyin: Tàiyáng) and Taiyin (Moon, Chinese:太阴; pinyin: Tàiyīn). Their other name belongs to pictographic characters. Ri (Sun, Chinese: 日) And Yue (Moon, Chinese: 月). But the more commonly used name for the moon is Yueliang (Chinese: 月亮; pinyin: Yuèliàng).
fi: Kiinan kielessä aurinko ja kuu on nimetty Yinin ja Yangin mukaan (etuliitteellä "suuri" (kiina: 太; pinyin: tài)), vastaavasti Taiyang (Aurinko, kiina: 太阳; pinyin: Tàiyáng) ja Taiyin (Kuu, kiina :太阴; pinyin: Tàiyīn). Niiden toinen nimi kuuluu kuvamerkkeihin. Ri (aurinko, kiina: 日) ja Yue (kuu, kiina: 月). Mutta yleisemmin käytetty Kuun nimi on Yueliang (kiinaksi: 月亮; pinyin: Yuèliàng).

source: The sun, the moon and the five planets form Seven Luminaries (Chinese: 七曜; pinyin: qīyào), which correspond to the Five Elements and Yin and Yang.
fi: Aurinko, kuu ja viisi planeettaa muodostavat seitsemän valonlähdettä (kiinaksi 七曜; pinyin: qīyào), jotka vastaavat viittä elementtiä sekä Yiniä ja Yangia.

source: Xingguans
fi: Tähdistöt

source: Traditional Chinese astronomy has a system of dividing the celestial sphere into asterisms or constellations, known as "Xingguan". Modern constellations refer to specific areas of the celestial sphere. Xingguans refer only to the way stars are distributed, with no specific boundaries between Xingguans.
fi: Perinteisessä kiinalaisessa tähtitiedessä on järjestelmä, joka jakaa taivaanpallon asterismeihin tai tähtikuvioihin, jotka tunnetaan nimellä "Xingguan". Nykyaikaiset tähtikuviot viittaavat taivaanpallon tiettyihin alueisiin. Tähdistöt viittaavat vain tapaan, jolla tähdet jakautuvat, eikä tähdistöjen välillä ole erityisiä rajoja.

source: The name and layout of the Xingguans are very social, the kingdom, the mountains, the goods, the industry all move to the sky, according to the Earth's way in the sky to copy a world.
fi: Tähdistöjen nimet ja ulkoasu ovat hyvin sosiaalisia, valtakunta, vuoret, tavarat, teollisuus siirtyvät kaikki taivaalle, sen mukaan, miten maapallo taivaalla kopioi maailmaa.

source: The Xingguans are generally smaller than the constellations of Hellenistic tradition. A Xingguan contain more than dozens of stars, and fewer are only one. Medieval Chinese Astronomical Maps generally show a total of 283 Xingguans, comprising a total of 1,464 individual stars. The Xingguans are divided into 31 regions, the Twenty-Eight Mansions (Chinese: 二十八宿；pinyin: Èrshíbā Xiù) along the ecliptic, and the Three Enclosures (Chinese: 三垣; pinyin: Sānyuán) of the northern sky. Due to the influence of precession, six Xingguans near the southern horizon are getting more and more south. They were no longer easy to be observed by astronomers in the Ming and Qing Dynasties, so they were no longer recorded in <i>Complete Studies of Astronomical</i>.
fi: Tähdistöt ovat yleensä pienempiä kuin hellenistisen perinteen tähtikuviot. Tähdistö sisältää yli kymmeniä tähtiä, ja harvemmat ovat vain yksi. Keskiaikaiset kiinalaiset tähtitieteelliset kartat näyttävät yleensä yhteensä 283 tähdistöä, jotka sisältävät yhteensä 1 464 yksittäistä tähteä. Tähdistöt on jaettu 31 alueelle, 28 tähtikuvioon (kiinaksi: 二十八宿；pinyin: Èrshíbā Xiù) ekliptiikan varrella ja kolme aitaa (kiinaksi: 三垣; pinyin: sky of the northernánán) Precession vaikutuksesta kuusi tähdistöä lähellä eteläistä horisonttia on tulossa yhä eteläisemmiksi. Ming- ja Qing-dynastioiden tähtitieteilijöiden ei ollut enää helppo havaita niitä, joten niitä ei enää tallennettu <i>Complete Studies of Astronomicaliin</i>.

source: Before the late Ming Dynasty (17th century), there were no Xingguans around the southern celestial pole. The Southern Sky (Chinese: 近南极星区; pinyin: JìnnánJí Xīngqū) was added as a 32th region in the late Ming Dynasty based on European star charts, comprising an additional 23 Xingguans. The Southern Sky are now also treated as part of the traditional Chinese system.
fi: Ennen myöhäistä Ming-dynastiaa (1600-lukua) eteläisen taivaannavan ympärillä ei ollut tähdistöjä. Etelätaivas (kiinaksi: 近南极星区; pinyin: JìnnánJí Xīngqū) lisättiin 32. alueeksi myöhään Ming-dynastiassa Euroopan tähtikarttojen perusteella, ja siihen kuuluu 23 tähdistöä. Southern Sky:tä käsitellään nyt myös osana perinteistä kiinalaista järjestelmää.

source: Since the late Ming Dynasty, Western missionaries entered the Imperial Astronomical Observatory. They have followed the names of the Xingguans, but changed the corresponding stars of some Xingguans, and added some stars to almost every Xingguan, called "added stars" (Chinese: 增星; pinyin: zēngxīng). The original stars are called "primary stars" (Chinese: 正星; pinyin: zhèngxīng). A Xingguan of two or more stars, each star has a number. The name of the stars in <i>The Continuation of Complete Studies of Astronomical</i> is the Xingguan plus a number. But there are also a few Xingguans, each star has a special name.
fi: Ming-dynastian myöhäisestä ajoista lähtien länsimaiset lähetyssaarnaajat tulivat keisarilliseen tähtitieteelliseen observatorioon. He ovat seuranneet Xingguaanien nimiä, mutta muuttaneet joidenkin tähdistöjen vastaavat tähdet ja lisänneet joitain tähtiä lähes jokaiseen tähdistöön, joita kutsutaan "lisätyiksi tähdiksi" (kiinaksi: 增星; pinyin: zēngxīng). Alkuperäisiä tähtiä kutsutaan "päätähdiksi" (kiinaksi: 正星; pinyin: zhèngxīng). Tähdistöt kahdesta tai useammasta tähdestä, jokaisella tähdellä on numero. Tähtitieteen jatkotutkimuksen tähtien nimi on tähdistö plus numero. Mutta on myös muutamia tähdistöjä, jokaisella tähdellä on erityinen nimi.

source: In this way, <i>The Continuation of Complete Studies of Astronomical</i> has 300 Xingguans and 3240 stars in total.
fi: Tällä tiellä, <i>The Continuation of Complete Studies of Astronomical</i> on kaikkiaan 300 tähtikuviota 3240 tähteä.

source: Until the Revolution of 1911, China no longer regarded Xingguan as the official constellation system. Unlike Xingguans, traditional Chinese star names are still used in modern Chinese astronomy, even more common than Western names.
fi: Ennen vuoden 1911 vallankumousta Kiina ei enää pitänyt Xingguania virallisena tähdistöjärjestelmänä. Toisin kuin Xingguanit, perinteisiä kiinalaisia tähtien nimiä käytetään edelleen nykykiinalaisessa tähtitieteessä, jopa yleisempiä kuin länsimaiset nimet.

source: Three Enclosures
fi: Kolme koteloa

source: Three Enclosures is three regions in the northern sky surrounded by the ecliptic. Three Enclosures is Purple Forbidden Enclosure (Chinese: 紫微垣; pinyin: Zǐwēiyuán), Supreme Palace Enclosure (Chinese: 太微垣; pinyin: Tàiwēiyuán), Heavenly Market Enclosure (Chinese: 天市垣; pinyin: Tiānshìyuán).
fi: Kolme koteloa on kolme aluetta pohjoisella taivaalla, joita ympäröi ekliptika. Kolme koteloa on purppuranpunainen kielletty kotelo (kiinaksi: 紫微垣; pinyin: Zǐwēiyuán), korkeimman palatsin kotelo (kiinaksi: 太微垣; pinyin: Tàiwēiyuán), taivaallinen markkina-alue (kiina: 天;市垣āns).

source: Each Enclosure has two walls, called the left wall and the right wall which are the main Xingguans. The walls are surrounded by many Xingguans. There are also Xingguans in the vicinity of the wall that belong to this Enclosure.
fi: Jokaisessa kotelossa on kaksi seinää, joita kutsutaan vasemmaksi seinäksi ja oikeaksi seinäksi, jotka ovat tärkeimmät Xingguanit. Seiniä ympäröivät monet Xingguanit. Seinän läheisyydessä on myös Xingguaneja, jotka kuuluvat tähän koteloon.

source: Purple Forbidden enclosure is the inner palace of the emperor, it covers the northernmost area of the night sky. From the viewpoint of the ancient Chinese, the Purple Forbidden Enclosure lies in the middle of the sky and is circled by all the other stars. It covers the modern constellations Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes, and parts of Ursa Major, Canes Venatici, Leo Minor, Hercules. Purple Forbidden enclosure has 37 Xingguans.
fi: Purple Forbidden kotelo on keisarin sisäpalatsi, se kattaa yötaivaan pohjoisimman alueen. Muinaisten kiinalaisten näkökulmasta Purple Forbidden Enclosure sijaitsee keskellä taivasta, ja sitä ympäröivät kaikki muut tähdet. Se kattaa nykyaikaiset tähtikuviot Pikku Karhu, Lohikäärme, Kirahvi, Kefeus, Kassiopeia, Ajomies, Karhunvartija ja osia Isosta Karhusta, Ajokoirat, Pieni Leijona ja Herkules. Purple Forbidden -kotelossa on 37 Xingguania.

source: Supreme Palace Enclosure is the place where the emperor and the courtiers deal with their politics. Supreme Palace Enclosure has a variety of officials and government agencies. It covers the modern constellations Virgo, Coma Berenices and Leo, and parts of Canes Venatici, Ursa Major and Leo Minor. Supreme Palace Enclosure has 20 Xingguans.
fi: Supreme Palace Enclosure on paikka, jossa keisari ja hoviherrat käsittelevät politiikkaansa. Supreme Palace Enclosuressa on useita virkamiehiä ja valtion virastoja. Se kattaa nykyaikaiset tähtikuviot Neitsyt, Bereniken hiukset ja Leo sekä osia Ajokoirista, Isosta karhusta ja Pienestä leijonasta. Ylimmän palatsin kotelossa on 20 tähteä.

source: Heavenly Market Enclosure is a bazaar in the sky, a place where ordinary people live. The Heavenly Market Enclosure covers the modern constellations Serpens, Ophiuchus, Aquila and Corona Borealis, and parts of Hercules. Heavenly Market Enclosure has 19 Xingguans. They were named after the participants of the bazaar and the facilities of the bazaar.
fi: Heavenly Market Enclosure on basaari taivaalla, paikka, jossa tavalliset ihmiset asuvat. Heavenly Market Enclosure kattaa nykyaikaiset Serpens-, Ophiuchus-, Aquila- ja Corona Borealis-tähtikuviot sekä osia Herkulesta. Heavenly Market Enclosuressa on 19 Xingguania. Ne on nimetty basaarin osallistujien ja basaarin tilojen mukaan.

source: Twenty-Eight Mansions
fi: Kaksikymmentäkahdeksan tähtikuviota

source: The Twenty-Eight Mansions (Chinese: 二十八宿; pinyin:Èrshíbā Xiù) also known as 28 Lunar Mansions are the ancient China divisions of the ecliptic and the sky area near the equator to divide the ecliptic into 28 regions according to the right ascension. Each region is called a Mansion (Chinese: 宿; pinyin:Xiù), The ancients let the Moon change a Mansion every day to rest.
fi: Kaksikymmentäkahdeksan tähtikuviota (kiinaksi: 二十八宿; pinyin:Èrshíbā Xiù), joka tunnetaan myös nimellä 28 Lunar Mansions, ovat muinaisia Kiinan jakoja ekliptikasta ja päiväntasaajan lähellä sijaitsevasta taivaan alueesta jakaakseen ekliptiikan 28 oikeaan alueeseen. Jokaista aluetta kutsutaan tähtikuvioksi (kiinaksi: 宿; pinyin: Xiù), muinaiset antoivat Kuun vaihtaa tähtikuvion joka päivä lepäämään.

source: Each Mansion has a Xingguan of the same name near the ecliptic, which is the main Xingguan. Where the Xingguans in this area belongs to the Mansion.
fi: Jokaisessa tähtikuviossa on samanniminen tähti lähellä ekliptiikkaa, joka on tärkein Xingguan. Missä tähdet tällä alueella kuuluu tähtikuvioon.

source: Each Xingguans has a main star know as determinative star (Chinese: 距星; pinyin: jùxīng). In ancient China, the determinative stars of Twenty-eight Mansions was the benchmark for determining the longitude of the equatorial coordinate system. The right ascension difference between the determinative stars of two adjacent Mansions is the equatorial mansion degrees (Chinese: 宿度; pinyin: xiùdù) of the western Mansion. The traditional equatorial coordinate system of China divides the equator into 365.25 degrees, and the Sun runs one day for one degree, which is also the sum of the equatorial mansion degrees of the 28 Mansion.
fi: Jokaisella tähtikuviolla on päätähti, joka tunnetaan määräävänä tähtenä (kiinaksi: 距星; pinyin: jùxīng). Muinaisessa Kiinassa Twenty-eight Mansionsin määräävät tähdet olivat vertailukohtana päiväntasaajan koordinaattijärjestelmän pituusasteen määrittämisessä. Oikea ylösnousemusero kahden vierekkäisen tähtikuvion määräävien tähtien välillä on läntisen tähtikuvion ekvatoriaaliset tähtikuvion asteet (kiinaksi: 宿度; pinyin: xiùdù). Kiinan perinteinen päiväntasaajan koordinaattijärjestelmä jakaa päiväntasaajan 365,25 asteeseen, ja Aurinko juoksee yhden päivän yhden asteen verran, mikä on myös 28 tähtikuvion päiväntasaajan tähtikuvion asteiden summa.

source: Due to the influence of precession, the equatorial mansion degrees of each Mansion has been slowly changing, and some determinative stars have also changed in history.
fi: Precession vaikutuksesta jokaisen tähtikuvion päiväntasaajan tähtikuvion asteet ovat muuttuneet hitaasti, ja jotkut määräävät tähdet ovat myös muuttuneet historiassa.

source: On traditional Chinese star maps, there are 28 lines passing through the determinative stars of The Twenty-Eight Mansions from the north celestial pole as their boundaries to facilitate the positioning of celestial bodies.
fi: Perinteisissä kiinalaisissa tähtikartoissa on 28 viivaa, jotka kulkevat The Twenty-Eight Mansionsin määräävien tähtien läpi pohjoisesta taivaannavasta rajojenaan helpottamaan taivaankappaleiden paikantamista.

source: If a celestial body is east of the determinative star of a Mansion, and its right ascension does not exceed the determinative star of the next Mansion, the difference in right ascension between this celestial body and the determinative star, is know as mansion distance degrees (Chinese: 入宿度; pinyin: rùxiùdù).
fi: Jos taivaankappale on tähtikuvion määrittävästä tähdestä itään ja sen oikea nousu ei ylitä seuraavan tähtikuvion määräävää tähteä, tämän taivaankappaleen ja määräävän tähden välisen oikean nousun ero tunnetaan tähtikuvion etäisyysasteina ( kiina: 入宿度; pinyin: rùxiùdù).

source: Coupled with the polar distance degrees(Chinese: 去极度; pinyin: qùjídù), which is the angular distance between the star and the north celestial pole, we can determine the position of a star on the celestial sphere. Mansion distance degrees and polar distance degrees together constitute the two components of the ancient Chinese equatorial coordinate system.
fi: Yhdessä napaetäisyysasteiden kanssa (kiinaksi: 去极度; pinyin: qùjídù), joka on tähden ja pohjoisen taivaannavan välinen kulmaetäisyys, voimme määrittää tähden sijainnin taivaanpallolla. Tähtikuvion etäisyysasteet ja napaetäisyysasteet muodostavat yhdessä muinaisen kiinalaisen päiväntasaajan koordinaattijärjestelmän kaksi komponenttia.

source: The Twenty-Eight Mansions are grouped into Four Symbols (Chinese: 四象; pinyin: sìxiàng), each associated with a compass direction and containing seven Mansions, corresponds to Seven Luminaries. The correspondence between the Twenty-Eight Mansions and the Four Symbols is based on the sky at dusk on the vernal equinox in a certain period of ancient times. At this time, the Vermilion Bird is in the south, the Azure Dragon is in the east, the Black Tortoise is in the north, and the White Tiger is in the west.
fi: Kaksikymmentäkahdeksan tähtikuviota on ryhmitelty neljään symboliin (kiinaksi: 四象; pinyin: sìxiàng), joista jokainen liittyy kompassisuuntaan ja sisältää seitsemän tähtikuviota, ja se vastaa seitsemää valaisinta. Kahdenkymmenenkahdeksan tähtikuvion ja neljän symbolin välinen kirjeenvaihto perustuu taivaaseen kevätpäiväntasauksen hämärässä tietyllä muinaisaikojen ajanjaksolla. Tällä hetkellä Vermilion Bird on etelässä, Azure Dragon on idässä, musta kilpikonna on pohjoisessa ja White Tiger on lännessä.

source: The List of The Twenty-Eight Mansions (J2000)
fi: Luettelo 28 tähtikuvioista (J2000)

source: Seven Luminaries
fi: Seitsemän valonlähdettä

source: Wood
fi: Puu

source: Metal
fi: Metalli

source: Earth
fi: Maa

source: Fire
fi: Tuli

source: Water
fi: Vesi

source: Chinese Name
fi: Kiinankielinen nimi

source: Translation
fi: Käännös

source: Azure Dragon of the East
fi: Idän taivaansininen lohikäärme

source: Horn Mansion
fi: Sarven tähtikuvio

source: Neck Mansion
fi: Kaulan tähtikuvio

source: Root Mansion
fi: Juuren tähtikuvio

source: Room Mansion
fi: Huoneen tähtikuvio

source: Heart Mansion
fi: Sydämen tähtikuvio

source: Tail Mansion
fi: Hännän tähtikuvio

source: Winnowing Basket Mansion
fi: Jyvien erottamisen laukun tähtikuvio

source: Number of xingguans
fi: Tähdistöjen numero

source: Determinative Star
fi: Päätähti

source: RA of Determinative Star
fi: Päätähden RA

source: Equatorial Mansion Degrees 1
fi: Ekvaattorisen tähtikuvion asteet 1

source: Equatorial Mansion Degrees 2
fi: Ekvaattorisen tähtikuvion asteet 2

source: Black Tortoise of the North
fi: Pohjoisen musta kilpikonna

source: Dipper Mansion
fi: Otavan tähtikuvio

source: Ox Mansion
fi: Härän tähtikuvio

source: Girl Mansion
fi: Tytön tähtikuvio

source: Emptiness Mansion
fi: Tyhjyyden tähtikuvko

source: Rooftop Mansion
fi: Katon tähtkuvio

source: Encampment Mansion
fi: Leirin tähtikuvio

source: Wall Mansion
fi: Seinän tähtikuvio

source: White Tiger of the West
fi: Lännen valkoinen tiikeri

source: Legs Mansion
fi: Jalkojen tähtikuvio
