Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### The Evolution of Chen Zhuo Constellations The integration of the Three Schools constellations by Chen Zhuo (230s-320s CE) is a milestone in the history of Chinese astronomy. The "Three Schools constellations" refer to those created by Shi school, Gan school, and Wu Xian school, named after Shishen (石申) and Gande (甘德) from the Warring States period and Wuxian (巫咸), a legendary astronomer from the Shang dynasty (1600 BCE - 1046 BCE). Research suggests the formation of these constellation systems occurred during the Han Dynasty (202 BCE - 220 CE). Later, during the Three Kingdoms (220 CE - 280 CE) or Western Jin (265 CE - 316 CE) period, the Grand Historian Chen Zhuo synthesized these traditions into a new system, encompassing 283 constellations and 1,464 stars. However, over this long transmission period, the positions and shapes of Chen Zhuo constellations underwent noticeable changes due to transcription errors on star maps. The Northern Song constellations, as reflected in the Huangyou Star Catalog, the *Xin yixiang fayao* star map, and the Suzhou Star Map already show clear differences from those of Chen Zhuo and the original Three Schools in Han dynasty. ### Reconstruction of the Earliest Chen Zhuo Constellations The primary works of Chen Zhuo and the Three Schools have been lost, and much of the early documentation of their constellations is no longer extant. While some data from the Shi school survived in Tang dynasty texts like the *Kaiyuan zhanjing* (开元占经, Divination Canon of Kaiyuan Reign) and the *Tiandi ruixiangzhi* (天地瑞祥志, Treatise on Celestial and Terrestrial Omens), early positional descriptions for the Gande and Wuxian constellations exist only in fragments. This scarcity of materials has long hindered scholars' efforts to reconstruct and understand early Chinese sky. Recently, Boshun YANG discovered new records of stellar coordinates that differ from previously known star catalogs like Jingyou and Huangyou. These records encompass the 28 lodges (xiu) as well as constellations from the three schools. After research, he found it is a star catalog formed by Chen Zhuo based on the integration of the coordinate data of the three schools in the Han Dynasty. The Shi School data not only correct Tang Dynasty records but also include previously unrecorded information. More significantly, the Gande and Wuxian data are entirely novel and originate from Han dynasty observations. Further research indicates that these data were primarily observed during the Han Dynasty, aligning well with descriptions in the *Three Schools’ Star Canons* and early star maps like the *Cheonsang Yeolcha Bunyajido*, the Dunhuang Star Map, and the *Gezi yuejin tu*. This discovery has proven crucial for reconstructing the early Chinese sky. The majority of the early celestial officials can be reliably restored by combining the Chen Zhuo catalogue, the *Three Schools’ Star Canons*, and the early star maps. Due to the errors in the star tables and maps, as well as the ambiguity in the early text descriptions, a small number of constellations may require further improvement. ### Scientific Value and Cultural Significance of Early Constellations The Chinese constellation system offers unique contributions to modern astronomical research. Ancient Chinese astronomers conducted detailed and prolonged observations, leaving extensive records of phenomena like meteors, comets, guest stars, and auroras, all referenced against constellations. Restoring early constellations aids in accurately locating these events, enhancing the application of ancient records in contemporary astronomy. For instance, the early Purple Palace in this sky culture has been instrumental in identifying the ancient counterpart of the nova remnant Z Cam. This sky culture preserves the original appearances and positions of numerous star groupings, with some examples highlighted below. - **Shape**: The *Huagai* (华盖, Canopy of the Emperor) constellation initially resembled some ceremonial parasols used by Han emperors, while later depictions evolved into circular or irregular shapes, losing their cultural connotation. The *Neijie* (内阶, Inner Steps) was modeled after the *Santai* (三台, Three Steps; also known as *Tianjie* (天阶, the Heavenly Steps); they serve as paths that connected the *Zigong* (紫宫, Purple Palace), *Taiwei* (太微, Supreme Palace), and *Wenchang* (文昌, Administrative Centre), symbolizing imperial pathways. Thus, it has a shape of staircase. - **Position**: The *Tianfu* (天桴, Celestial Drumstick) was originally located near the *Hegu* (河鼓, Drum at the River) and this position is in line with its astrological meaning. Over time, it was gradually moved downward, and its connection with *Hegu* gradually weakened. Similarly, the *Lishi* (砺石, Whetstone) was initially placed near the *Wuche* (五车, Five Chariots), whose northwest star, *Tianku* (天库, Celestial Arsenal), represented generals and military affairs. Since *Lishi* can sharpen blades, it was located below *Tianku* to assist it, aiming to make weapons sharp and achieve victory. After the Song dynasty, the Whetstone moved near the *Juanshe* (卷舌, Rolled Tongue), diverging from its original intent. The initial shapes and arrangements of the Three Schools constellations were meticulously designed by their creators, with some configurations mirroring the forms of real-world objects, and spatial relationships encoding astrological meanings. These original meanings were often lost as the constellations evolved over time. This sky culture is thus invaluable for uncovering the original scientific and cultural meanings embedded in early Chinese constellations.
ru: ### Эволюция созвездий Чэнь Чжо Интеграция созвездий Трех школ Чэнь Чжо (230-320 гг. н. э.) является важной вехой в истории китайской астрономии. «Созвездия Трех школ» относятся к тем, которые были созданы школами Ши, Гань и Усянь, названными в честь Шишэня (石申) и Ганьде (甘德) из периода Воюющих царств и Усяня (巫咸), легендарного астронома из династии Шан (1600 г. до н. э. - 1046 г. до н. э.). Исследования показывают, что формирование этих систем созвездий произошло во времена династии Хань (202 г. до н. э. - 220 г. н. э.). Позднее, в эпоху Троецарствия (220–280 гг. н. э.) или Западной Цзинь (265–316 гг. н. э.), великий историк Чэнь Чжо объединил эти традиции в новую систему, охватывающую 283 созвездия и 1464 звезды. Однако за этот долгий период передачи положение и формы созвездий Чэнь Чжо претерпели заметные изменения из-за ошибок транскрипции на звездных картах. Созвездия Северной Сун, отраженные в звездном каталоге Хуанъю, звездной карте *Синь исян фаяо* и звездной карте Сучжоу, уже демонстрируют явные отличия от созвездий Чэнь Чжо и оригинальных Трех школ династии Хань. ### Реконструкция древнейших созвездий Чэнь Чжо Основные работы Чэнь Чжо и Трех Школ были утеряны, и большая часть ранней документации их созвездий больше не сохранилась. Хотя некоторые данные из школы Ши сохранились в текстах династии Тан, таких как *Кайюань чжаньцзин* (开元占经, Канон гадания правления Кайюань) и *Тяньди жуйсянчжи* (天地瑞祥志, Трактат о небесных и земных предзнаменованиях), ранние позиционные описания созвездий Ганьдэ и Усянь существуют только во фрагментах. Эта нехватка материалов долгое время препятствовала усилиям ученых по реконструкции и пониманию раннего китайского неба. Недавно Бошунь ЯН обнаружил новые записи звездных координат, которые отличаются от ранее известных звездных каталогов, таких как Цзинъю и Хуанъю. Эти записи охватывают 28 лож (xiu), а также созвездия трех школ. После исследования он обнаружил, что это звездный каталог, сформированный Чэнь Чжо на основе интеграции координатных данных трех школ династии Хань. Данные школы Ши не только корректируют записи династии Тан, но и включают ранее не зафиксированную информацию. Что еще более важно, данные Ганде и Усянь являются полностью новыми и происходят из наблюдений династии Хань. Дальнейшие исследования показывают, что эти данные в основном наблюдались во время династии Хань, хорошо согласуясь с описаниями в *Звездных канонах трех школ* и ранних звездных картах, таких как *Чхонсан Ёльча Буньяджидо*, Дуньхуанская звездная карта и *Гэцзы юэцзинь ту*. Это открытие оказалось решающим для реконструкции раннего китайского неба. Большинство ранних небесных должностных лиц можно надежно восстановить, объединив каталог Чэнь Чжо, *Звездные каноны Трех Школ* и ранние звездные карты. Из-за ошибок в звездных таблицах и картах, а также неоднозначности ранних текстовых описаний, небольшое количество созвездий может потребовать дальнейшего улучшения. ### Научная ценность и культурное значение древних созвездий Китайская система созвездий предлагает уникальный вклад в современные астрономические исследования. Древние китайские астрономы проводили подробные и длительные наблюдения, оставив обширные записи таких явлений, как метеоры, кометы, гостевые звезды и полярные сияния, все из которых были сопоставлены с созвездиями. Восстановление ранних созвездий помогает точно локализовать эти события, расширяя применение древних записей в современной астрономии. Например, ранний Пурпурный дворец в этой небесной культуре сыграл важную роль в идентификации древнего аналога остатка новой Z Cam. Эта культура неба сохраняет первоначальный вид и положение многочисленных групп звёзд, некоторые примеры приведены ниже. - **Форма**: Созвездие *Хуагай* (华盖, Балдахин императора) изначально напоминало некоторые церемониальные зонтики, используемые императорами Хань, в то время как более поздние изображения эволюционировали в круглые или неправильные формы, потеряв свою культурную коннотацию. *Нэйцзе* (内阶, Внутренние ступени) было смоделировано по образцу *Сантай* (三台, Три ступени; также известное как *Тяньцзе* (天阶, Небесные ступени); они служат путями, которые соединяли *Цзыгун* (紫宫, Пурпурный дворец), *Тайвэй* (太微, Верховный дворец) и *Вэньчан* (文昌, Административный центр), символизируя императорские пути. Таким образом, оно имеет форму лестницы. - **Положение**: *Тяньфу* (天桴, Небесный барабан) изначально располагался рядом с *Хэгу* (河鼓, Барабан у реки), и это положение соответствует его астрологическому значению. Со временем он постепенно перемещался вниз, и его связь с *Хэгу* постепенно ослабевала. Аналогично, *Лиши* (砺石, Точильный камень) изначально располагался рядом с *Учэ* (五车, Пять колесниц), чья северо-западная звезда, *Тяньку* (天库, Небесный арсенал), представляла генералов и военные дела. Поскольку *Лиши* может затачивать клинки, он был расположен ниже *Тяньку*, чтобы помогать ему, стремясь сделать оружие острым и добиться победы. После династии Сун точильный камень переместился рядом с *Цюаньшэ* (卷舌, Свернутый язык), отклонившись от своего первоначального назначения. Первоначальные формы и расположения созвездий Трех Школ были тщательно разработаны их создателями, некоторые конфигурации отражали формы объектов реального мира, а пространственные отношения кодировали астрологические значения. Эти первоначальные значения часто терялись по мере того, как созвездия развивались с течением времени. Таким образом, эта культура неба бесценна для раскрытия изначального научного и культурного смысла, заложенного в древних китайских созвездиях.
sv: ### Utvecklingen av Chen Zhuo-konstellationer Chen Zhuos (230-320-talet e.Kr.) integrering av de tre skolornas konstellationer är en milstolpe i den kinesiska astronomins historia. "De tre skolornas konstellationer" är de som skapades av Shi-skolan, Gan-skolan och Wu Xian-skolan, uppkallade efter Shishen (石申) och Gande (甘德) från de krigande staternas period och Wuxian (巫咸), en legendarisk astronom från Shangdynastin (1600 fvt - 1046 fvt). Forskning tyder på att dessa konstellationssystem bildades under Han-dynastin (202 f.Kr. - 220 e.Kr.). Senare, under de tre kungadömena (220-280 e.Kr.) eller Västra Jin (265-316 e.Kr.), sammanfattade den store historikern Chen Zhuo dessa traditioner i ett nytt system som omfattade 283 konstellationer och 1.464 stjärnor. Under denna långa överföringsperiod genomgick dock positionerna och formerna för Chen Zhuos konstellationer märkbara förändringar på grund av transkriptionsfel på stjärnkartor. Norra Song-tidens konstellationer, som de återges i Huangyous stjärnkatalog, *Xin yixiang fayao*-stjärnkartan och Suzhou-stjärnkartan, uppvisar redan tydliga skillnader från Chen Zhuos och de ursprungliga tre skolornas konstellationer under Han-dynastin. ### Rekonstruktion av de tidigaste Chen Zhuo-konstellationerna Chen Zhuos och de tre skolornas främsta verk har gått förlorade och mycket av den tidiga dokumentationen av deras konstellationer finns inte längre kvar. Medan vissa uppgifter från Shi-skolan har överlevt i texter från Tangdynastin som *Kaiyuan zhanjing* (开元占经, Divination Canon of Kaiyuan Reign) och *Tiandi ruixiangzhi* (天地瑞祥志, Treatise on Celestial and Terrestrial Omens), finns tidiga positionsbeskrivningar för Gande- och Wuxian-konstellationerna endast i fragment. Denna brist på material har länge hindrat forskarnas försök att rekonstruera och förstå den tidiga kinesiska himlen. Nyligen upptäckte Boshun YANG nya uppgifter om stjärnkoordinater som skiljer sig från tidigare kända stjärnkataloger som Jingyou och Huangyou. Dessa poster omfattar de 28 logerna (xiu) samt konstellationer från de tre skolorna. Efter forskning fann han att det är en stjärnkatalog som bildats av Chen Zhuo baserat på integrationen av koordinatdata från de tre skolorna i Han-dynastin. Shi-skolans data korrigerar inte bara Tangdynastins uppgifter utan innehåller också tidigare oregistrerad information. Ännu viktigare är att uppgifterna från Gande och Wuxian är helt nya och härrör från observationer från Han-dynastin. Ytterligare forskning tyder på att dessa data främst observerades under Han-dynastin, vilket stämmer väl överens med beskrivningarna i *Tre skolors stjärnkanon* och tidiga stjärnkartor som *Cheonsang Yeolcha Bunyajido*, Dunhuangs stjärnkarta och *Gezi yuejin tu*. Denna upptäckt har visat sig vara avgörande för att rekonstruera den tidiga kinesiska himlen. Majoriteten av de tidiga himmelska tjänstemännen kan återställas på ett tillförlitligt sätt genom att kombinera Chen Zhuo-katalogen, de *Tre skolornas stjärnkanoner* och de tidiga stjärnkartorna. På grund av felen i stjärntabellerna och kartorna samt tvetydigheten i de tidiga textbeskrivningarna kan ett litet antal konstellationer kräva ytterligare förbättringar. ### Vetenskapligt värde och kulturell betydelse av tidiga konstellationer Det kinesiska konstellationssystemet erbjuder unika bidrag till modern astronomisk forskning. Forntida kinesiska astronomer genomförde detaljerade och långvariga observationer och lämnade omfattande register över fenomen som meteorer, kometer, gäststjärnor och norrsken, som alla refererades till konstellationer. Att återställa tidiga konstellationer hjälper till att exakt lokalisera dessa händelser, vilket förbättrar tillämpningen av forntida register i modern astronomi. Till exempel har det tidiga Purple Palace i denna himmelskultur varit avgörande för att identifiera den forntida motsvarigheten till novaresten Z Cam. Denna himmelskultur bevarar de ursprungliga utseendena och positionerna för många stjärngrupperingar, med några exempel som lyfts fram nedan. - **Form**: Konstellationen *Huagai* (华盖, Kejsarens baldakin) liknade ursprungligen några ceremoniella parasoller som användes av Han-kejsarna, men senare avbildningar utvecklades till cirkulära eller oregelbundna former och förlorade sin kulturella konnotation. *Neijie* (内阶, de inre stegen) modellerades efter *Santai* (三台, de tre stegen; även känd som *Tianjie* (天阶, de himmelska stegen); de fungerar som stigar som förbinder *Zigong* (紫宫, Purpurpalatset), *Taiwei* (太微, Högsta palatset) och *Wenchang* (文昌, Administrativt centrum), som symboliserar kejserliga stigar. Den har alltså formen av en trappa. - **Position**: *Tianfu* (天桴, Himmelska trumstocken) låg ursprungligen nära *Hegu* (河鼓, Trumman vid floden) och denna position är i linje med dess astrologiska betydelse. Med tiden flyttades den gradvis nedåt och dess koppling till *Hegu* försvagades gradvis. På samma sätt placerades *Lishi* (砺石, Whetstone) ursprungligen nära *Wuche* (五车, Five Chariots), vars nordvästra stjärna, *Tianku* (天库, Celestial Arsenal), representerade generaler och militära angelägenheter. Eftersom *Lishi* kan slipa knivar placerades den under *Tianku* för att hjälpa den att göra vapnen vassa och uppnå seger. Efter Songdynastin flyttades Whetstone till närheten av *Juanshe* (卷舌, rullad tunga), vilket avvek från dess ursprungliga syfte. De ursprungliga formerna och arrangemangen av de tre skolornas konstellationer var noggrant utformade av deras skapare, där vissa konfigurationer speglade formerna av verkliga föremål och rumsliga relationer kodade astrologiska betydelser. Dessa ursprungliga betydelser gick ofta förlorade när konstellationerna utvecklades över tid. Denna himmelskultur är därför ovärderlig för att avslöja de ursprungliga vetenskapliga och kulturella betydelserna i de tidiga kinesiska stjärnbilderna.
uk: ### Розвиток сузір'їв Чен Чжуо Складання списку сузір’їв Трьох шкіл Чен Чжуо (230-320-ті роки нашої ери) є важливою віхою в історії китайської астрономії. Сузір'я «Трьох шкіл» стосуються сузір’їв, створених школами Ши, Гань і У Сянь, названими на честь Шішень (石申) і Ганде (甘德) періоду Воюючих царств і Вусяня (巫咸), легендарного астронома з династії Шан (1600 р. до н. е. – 1046 р. до н. е.). Дослідження показують, що формування цих систем сузір'їв відбулося під час династії Хань (202 р. до н. е. – 220 р. н. е.). Пізніше, під час періоду Трьох Царств (220 р. н. е. – 280 р. н. е.) або Західного Цзінь (265 р. н. е. – 316 р. н. е.) великий історик Чен Чжуо синтезував ці традиції в нову систему, яка охоплює 283 сузір'я та 1464 зірки. Однак протягом цього тривалого перехідного періоду розташування та форми сузір'їв Чень Чжоу зазнали помітних змін через помилки транскрипції на зоряних картах. Сузір’я Північної Сунь, як це відтворено у зоряному каталозі Хуанйоу, зоряній карті *Сінь Ісян Фаяо* та зоряній карті Сучжоу, вже демонструють чіткі відмінності від сузір'їв Чен Чжоу та оригінальних трьох шкіл династії Хань. ### Відтворення найдавніших сузір'їв Чен Чжуо Основні праці Чен Чжуо і Трьох шкіл були втрачені, і більша частина ранніх документів про їхні сузір'я не збереглася. У той час як деякі дані зі школи Ши збереглися в текстах династії Тан, таких як *Кайюань чжаньцзин* (开元占经, Канон провіщення часів правління Кайюань) і *Тіанді руйсянчжи* (天地瑞祥志, Трактат про небесні та земні ознаки), ранні описи розташування сузір'їв Ганде та Вусяня існують лише фрагментарно. Ця нестача матеріалів довгий час перешкоджала зусиллям вчених реконструювати та зрозуміти раннє китайське небо. Нещодавно Бошун Янь виявив нові записи координат зірок, які відрізняються від раніше відомих каталогів зірок, таких як Чіньйоу і Хуаньйоу. Ці записи охоплюють 28 лож (xiu), а також сузір’я трьох шкіл. Після досліджень він виявив, що це зоряний каталог, зібраний Чен Чжуо на основі поєднання даних координат трьох шкіл династії Хань. Дані Школи Ши не лише виправляють записи династії Тан, але й містять інформацію, яку раніше не записували. Більш важливо те, що дані Ганде та Вусяня є абсолютно новими та походять із спостережень династії Хань. Подальші дослідження показують, що ці дані в основному спостерігалися за часів династії Хань, добре узгоджуються з описами в *Зоряних канонах трьох шкіл* і ранніх зоряних картах, таких як *Чонсан Йолча Буньядзідо*, Зоряна карта Дуньхуан і *Гезі юедзін ту*. Це відкриття виявилося вирішальним для реконструкції раннього китайського неба. Більшість ранніх небесних записів можна надійно відновити, об'єднавши каталог Чень Чжо, *Зіркові канони трьох шкіл* і ранні зоряні карти. Через помилки в таблицях зірок і на картах, а також через неоднозначність у ранніх текстових описах невелика кількість сузір'їв може потребувати подальшого вдосконалення. ### Наукове і культурне значення ранніх сузір'їв Китайська система сузір'їв є унікальним внесок у сучасні астрономічні дослідження. Стародавні китайські астрономи проводили детальні та тривалі спостереження, залишивши якнайповніші записи про такі явища, як метеори, комети, рухомі зірки та полярні сяйва, усі вони прив'язувалися до сузір'їв. Відновлення ранніх сузір’їв допомагає точно визначити розташування цих подій, покращуючи застосування стародавніх записів у сучасній астрономії. Наприклад, ранній Пурпурний палац у цій картині зоряного неба зіграв важливу роль у ідентифікації стародавнього аналога залишку нової Z Жирафи. У цій картині неба збережено початковий вигляд і розташування численних груп зірок, деякі приклади яких наведено нижче. - **Форма**: сузір’я *Хуагай* (华盖, Балдахін Імператора) спочатку нагадувало деякі церемоніальні парасольки, які використовували ханьські імператори, тоді як пізніше зображення перетворилися на круглі або неправильні форми, втрачаючи своє культурне значення. *Нейцзе* (内阶, Внутрішні сходи) було змодельовано за *Сантай* (三台, Три сходи; також відомі як *Тяньцзе* (天阶, Небесні сходи); вони служать шляхами, які з’єднували *Цзигун* (紫宫, Пурпурний палац), *Тайвей* (太微, Верховний палац) і *Веньчан* (文昌, Адміністративний центр), що символізує імперські шляхи, таким чином, має форму сходів. - **Позиція**: *Тяньфу* (天桴, Небесна гомілка) спочатку знаходилося поблизу *Хегу* (河鼓, Барабан біля річки), і це розташування відповідає його астрологічному значенню. З часом воно поступово зсувалося вниз, і його зв'язок з *Хегу* поступово слабшав. Подібним чином, *Ліші* (砺石, Точильний камінь) спочатку було розташоване біля *Вухе* (五车, П’ять колісниць), чия північно-західна зірка, *Тянку* (天库, Небесний Арсенал), символізувала генералів і військові справи. Оскільки *Ліші* може точити леза, його було розташовано під *Тянку*, щоб допомогти йому, щоб зробити зброю гострою та досягти перемоги. Після династії Сун Точильний камінь перемістився ближче до *Чжуанше* (卷舌, Згорнутий язик), відхиляючись від свого початкового призначення. Початкові форми та розташування сузір'їв Трьох шкіл були ретельно розроблено їхніми творцями, де деякі конфігурації віддзеркалювали форми об'єктів реального світу, а просторові відносини вказували на астрологічні значення. Ці початкові значення часто втрачалися, коли сузір’я розвивалися з часом. Таким чином, ця картина зоряного неба є безцінною для розкриття оригінальних наукових і культурних значень, закладених у ранні китайські сузір’я.
