Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: There have been six different Comca'ac groups (Comca'ac means "people"): - the Xica hacataj quitoj, who eat meat of sharks, inhabited San Esteban Island (Isla Turón); - the Xnamotat, who lived in the south, inhabit San Carlos, Guaymas and Tastiota; - the Cail hitic 'tamoc, the men from the valley, inhabited the region between Tastiota and Bahía Kino; - the Heno comca'ac, who live in the mountains, inhabited the centre of Tiburón Island; - the Tepocaj, the fishermen, who inhabited the region between Puerto Libertad and Puerto Peñasco; and, - the Tosni hox hanoquipilc, who fed themselves on sea birds (ducks and pelicans), inhabited Island San Lorenzo. <img src="illustrations/abuela.png" width="250" align="left" />Nowadays, the Seri people live at Punta Chueca and Desemboque, located in the coast of the northwestern state of Sonora, Mexico. According with the fishing cycles, Comca'ac occupy several fishing camps at the litoral distributed along a 100 km territory. The whole area assigned to them reaches the 210 thousand hectares which corresponds to a region in the continent and the Tiburón Island in the California gulf. The Seri language (coiiqui'itom) forms part of the seriyumana family which means that, on one hand, its most recent relation can be given by the yumano coming from the north of the Californian peninsula, and, on the other hand, this language totally contrasts with the languages of its neighbouring nations who talk uto-aztec ones like pima, p&#225;pago, yaqui and mayo; all of them fila with a much more recent origin. The description of the Comca'ac (Seri) Constellations presented here comes from the book "Bajo el cielo Comca'ac: Astronomía entre el mar y el desierto", written by Arturo Morales Blanco, in which it is possible to identify the relations between sky, sea and desert, as they are recovered by oral tradition and family memories. This knowledge has arrived to us by oral transmission from generation to generation through time and shows how the events from the sea like the appearance of crabs or the abundance of Totoaba (a large fish, now in danger), comes along with the presence of sets of stars in the sky. Comca'ac people has named them Zaamth or Zix cam caoc'la, respectively; also, the coincidence of Pitahayas (cactus fruits) in the cactus with the appearance of constellation Hácosa (Corta-pitahayas) in the sky is very suggestive.
es_419: Ha habido seis grupos Comca'ac diferentes (Comca'ac significa "gente"): - los Xica hacataj quitoj, que comen carne de tiburones, habitaban la Isla San Esteban (Isla Turón); - los Xnamotat, que vivían en el sur, habitan San Carlos, Guaymas y Tastiota; - los Cail hitic 'tamoc, los hombres del valle, habitaban la región entre Tastiota y Bahía Kino; - los Heno comca'ac, que viven en las montañas, habitaban el centro de la Isla Tiburón; - los Tepocaj, los pescadores, que habitaban la región entre Puerto Libertad y Puerto Peñasco; y, - los Tosni hox hanoquipilc, que se alimentaban de aves marinas (patos y pelícanos), habitaban la isla San Lorenzo. <p><img src="illustrations/abuela.png" width="250" align="left" />Actualmente, el pueblo Seri vive en Punta Chueca y Desemboque, ubicados en la costa del noroeste del estado de Sonora, México. De acuerdo con los ciclos de pesca, los Comca'ac ocupan varios campamentos de pesca en el litoral distribuidos a lo largo de un territorio de 100 km. El área total que les ha sido asignada alcanza las 210 mil hectáreas que corresponden a una región del continente y a la isla Tiburón en el golfo de California.</p> El idioma seri (coiiqui'itom) forma parte de la familia seriyumana, lo que significa que, por un lado, su relación más reciente puede estar dada por el yumano proveniente del norte de la península de California, y por otro lado, este idioma contrasta totalmente con los idiomas de sus naciones vecinas que hablan uto-aztecas como el pima, p&#225;pago, yaqui y mayo; todos ellos fila con un origen mucho más reciente. La descripción de las constelaciones Comca'ac (Seri) que aquí se presentan provienen del libro "Bajo el cielo Comca'ac: Astronomía entre el mar y el desierto", escrito por Arturo Morales Blanco, en el cual es posible identificar las relaciones entre cielo, mar y desierto, tal y como son recuperados por la tradición oral y la memoria familiar. Este conocimiento nos ha llegado por transmisión oral de generación en generación a través del tiempo y muestra cómo los eventos del mar, como la aparición de cangrejos o la abundancia de Totoaba (un gran pez, ahora en peligro), van de la mano con la presencia de conjuntos de estrellas en el cielo. El pueblo Comca'ac los ha llamado Zaamth o Zix cam caoc'la, respectivamente; además, es muy sugestiva la coincidencia de pitahayas (frutos de cactus) en los cactus con la aparición de la constelación Hácosa (Cortador de pitahayas) en el cielo.
ru: Было шесть различных групп Comca'ac (Comca'ac означает «люди»): - Xica hacataj quitoj, питающиеся мясом акул, населяли остров Сан-Эстебан (Isla Turón); - Xnamotat, жившие на юге, населяют Сан-Карлос, Гуаймас и Тастиоту; - Cail hitic 'tamoc, люди из долины, населяли район между Тастиотой и Баия-Кино; - Heno comca'ac, живущие в горах, заселили центр острова Тибурон; - Tepocaj, рыбаки, населявшие район между Пуэрто-Либертад и Пуэрто-Пеньяско; а также, - Tosni hox hanoquipilc, которые питались морскими птицами (утками и пеликанами), населявшими остров Сан-Лоренцо. <img src="illustrations/abuela.png" width="250" align="left" />В настоящее время люди сери живут в Пунта-Чуэка и Десембоке, расположенных на побережье северо-западного штата Сонора, Мексика. В соответствии с рыболовными циклами Comca'ac занимают несколько рыбацких стоянок на литорале, распределенных на территории в 100 км. Общая закрепленная за ними площадь достигает 210 тысяч гектаров, что соответствует региону на континенте и острову Тибурон в Калифорнийском заливе. Язык сери (coiiqui'itom) является частью семейства серийумана, что означает, что, с одной стороны, его самое последнее родство может быть дано юмано, пришедшим с севера Калифорнийского полуострова, а с другой стороны, этот язык полностью контрастирует с языками соседних народов, говорящих на уто-ацтекских языках, таких как пима, папаго, яки и майо; все они гораздо более позднего происхождения. Представленное здесь описание созвездий Comca'ac (сери) взято из книги «Bajo el cielo Comca'ac: Astronomía entre el mar y el desierto», написанной Артуро Моралесом Бланко, в которой можно определить отношения между небом, морем и пустыней, как они восстановлены из устных преданий и семейных воспоминаний. Это знание пришло к нам посредством устной передачи из поколения в поколение во времени и показывает, как морские события, такие как появление крабов или обилие тотоабы (крупная рыба, находящаяся сейчас в опасности), сопровождаются наличием множества звезд на небе. Люди Comca'ac назвали их Zaamth или Zix cam caoc'la соответственно; также очень показательно совпадение питахайи (плодов кактуса) в кактусе с появлением на небе созвездия Hácosa (Корта-питахайя).
sv: Det har funnits sex olika Comca'ac-grupper (Comca'ac betyder "folk"): - xica hacataj quitoj, som äter hajkött, bodde på ön San Esteban (Isla Turón); - xnamotat, som bodde i söder, bebodde San Carlos, Guaymas och Tastiota; - cail hitic 'tamoc, männen från dalen, bebodde området mellan Tastiota och Bahía Kino; - heno comca'ac, som lever i bergen, bodde i mitten av ön Tiburón; - tepocaj, fiskarna, som bebodde området mellan Puerto Libertad och Puerto Peñasco; och, - tosni hox hanoquipilc, som livnärde sig på havsfåglar (ankor och pelikaner), bebodde ön San Lorenzo. <img src="illustrations/abuela.png" width="250" align="left" />Numera bor Seri-folket i Punta Chueca och Desemboque, som ligger vid kusten i den nordvästra delstaten Sonora i Mexiko. Enligt fiskecyklerna ockuperar Comca'ac flera fiskeläger vid litoralen fördelade över ett 100 km territorium. Hela det område som tilldelats dem uppgår till 210 000 hektar, vilket motsvarar en region på kontinenten och ön Tiburón i Kalifornienbukten. Seri-språket (coiiqui'itom) tillhör seriyumana-familjen, vilket innebär att dess senaste släktskap å ena sidan kan härledas till yumano, som kommer från norra delen av den kaliforniska halvön, och å andra sidan står detta språk i total kontrast till språken i dess grannländer, som talar uto-aztekiska språk som pima, pápago, yaqui och mayo; alla dessa fila har ett mycket senare ursprung. Beskrivningen av Comca'acs (Seri) konstellationer som presenteras här kommer från boken "Bajo el cielo Comca'ac: Astronomía entre el mar y el desierto", skriven av Arturo Morales Blanco, där det är möjligt att identifiera relationerna mellan himmel, hav och öken, så som de återges genom muntlig tradition och familjeminnen. Denna kunskap har kommit till oss genom muntlig överföring från generation till generation genom tiderna och visar hur händelser från havet som uppkomsten av krabbor eller överflödet av Totoaba (en stor fisk, nu i fara), kommer tillsammans med närvaron av uppsättningar av stjärnor på himlen. Comca'ac-folket har gett dem namnen Zaamth respektive Zix cam caoc'la; även sammanträffandet mellan Pitahayas (kaktusfrukter) i kaktusen och förekomsten av konstellationen Hácosa (Corta-pitahayas) på himlen är mycket suggestivt.
uk: Існує шість різних груп комкаак («комкаак» їхньою мовою означає «люди»): - Шика хакатадж кітодж, ті, хто їдять м'ясо акул, населяють острів Сан-Себастьян (острів Турон). - Шнамотат, які мешкають на півдні, населяють Сан-Карлос, Гуаймас та Тастіоту. - Каїл хітік ʼтамок, люди з долини, населяють місцевість між Тастіотою та Баїя-де-Кіно. - Хено комка'ак, які живуть у горах, населяючи центр острова Тібурон. - Тепокадж, рибалки, які населяють місцевість між Пуерто-Лібертад і Пуерто-Пеньяско. - Тосні хош ханокіпілк, ті, що харчуються морськими птахами (качками і пеліканами), які населяють острів Сан-Лоренцо. <img src="illustrations/abuela.png" width="250" align="left" />Сьогодні, народ сері живе у Пунта-Чуеці та Десембоці, розташованих на узбережжі північно-західного штату Сонора, Мексика. Відповідно до циклів рибальства, комкаак проживають у декількох рибальських таборах на узбережжі уздовж 100 кілометрової лінії. Уся пов'язана з ними область досягає 210 тисяч гектарів, що відповідає області на континенті та острову Тібурон у Каліфорнійській затоці. Мова сері (коїкуїтом) є частиною родини мов серіюмана, що означає, що, з одного боку, найближчою вона є до юмано, які прийшли з півночі Каліфорнійського півострова, а, з іншого боку, ця мова повністю відрізняється від мов сусідніх племен, які розмовляють юто-ацтекськими мовами, зокрема піма, папаго, якуї та майо, найближчим родичем яких є філа. Опис сузір'їв комкаак (сері), який подано тут, походить з книги «Bajo el cielo Comca'ac: Astronomía entre el mar y el desierto», автором якої є Артуро Моралес Бланко. Цей опис виявляє взаємовідносини неба, моря і пустелі, які донесли до нас усна традиція та сімейні спогади. Ці знання було донесено до нас усними переказами від покоління до покоління упродовж століть. Ці перекази показують, як події з моря, подібні до появи крабів чи великих уловів тотоаби (великої риби, яка зараз майже зникла), поєднуються із наборами зірок на небі. Народ комкаак назвав їх Заамф та Зіш кам каокла, відповідно; також поява пітай (кактусових фруктів) на кактусі, як можна зрозуміти з назви, пов'язана із сузір'ям Хакоса (Корта-пітаї) на небі.
