Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: This sky culture was contributed by [Konrad Rybka](https://uva.academia.edu/KonradRybka) and produced with the help of Lokono speakers in Suriname (Cassipora) and Guyana (Wakapoa). The research was carried out as part of the project supported by a Rubicon postdoctoral grant from the Netherlands Organization for Scientific Research (project number 446-15-012). Quote as: Rybka, Konrad 2018. *Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software.* Version 1.0
es_419: Esta cultura estelar fue aportada por [Konrad Rybka](https://uva.academia.edu/KonradRybka) y producida con la ayuda de hablantes de Lokono en Surinam (Cassipora) y Guyana (Wakapoa). La investigación se llevó a cabo como parte del proyecto con el apoyo de una beca postdoctoral Rubicon de la Organización de Investigación Científica de los Países Bajos (número de proyecto 446-15-012). Cita como: Rybka, Konrad 2018. *Cultura estelar de Lokono: una descripción del conocimiento etnoastronómico de Lokono para el software Stellarium.* Version 1.0
ru: Эта культура неба подготовлена [Конрадом Рыбкой](https://uva.academia.edu/KonradRybka) и создана с помощью носителей языка локоно в Суринаме (Кассипора) и Гайане (Вакапоа). Исследование было проведено в рамках проекта, поддержанного грантом Rubicon postdoctoral от Нидерландской организации научных исследований (номер проекта 446-15-012). Цитировать: Rybka, Konrad 2018. *Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software.* Version 1.0
sv: Denna himmelskultur har bidragit med [Konrad Rybka] (https://uva.academia.edu/KonradRybka) och producerats med hjälp av Lokono-talare i Surinam (Cassipora) och Guyana (Wakapoa). Forskningen utfördes som en del av det projekt som stöds av ett Rubicon postdoktoralt anslag från Nederländernas organisation för vetenskaplig forskning (projektnummer 446-15-012). Citat som: Rybka, Konrad 2018. *Lokono sky culture: en beskrivning av Lokono etnoastronomisk kunskap för Stellarium programvara * Version 1.0
uk: Цю картину зоряного неба було надіслано [Konrad Rybka](https://uva.academia.edu/KonradRybka) і створено із допомогою носіїв мови локоно у Суринамі (Кассіпора) та Гаяні (Вакапоа). Дослідження було проведено як частину проєкту, підтримка якого здійснювалася завдяки післядисертаційного грану Rubicon від Нідерландської організації наукових досліджень (Netherlands Organization for Scientific Research, номер проєкту 446-15-012). Цитувати це дослідження слід так: Rybka, Konrad 2018. *Lokono sky culture: a description of Lokono ethnoastronomical knowledge for Stellarium software.* Версія 1.0

source: - [#1]: Rybka, Konrad. 2015. [“State-of-the-Art in the Development of the Lokono Language.”](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Language Documentation and Conservation 9: 110–13. - [#2]: Rybka, Konrad. 2017. [“Contact-Induced Phenomena in Lokono (Arawakan).”](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) In Boundaries and Bridges, edited by Kofi Yakpo and Pieter C. Muysken. Berlin, Boston: De Gruyter, pp 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. “Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” In Relaciones Geográficas de Venezuela, edited by Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. An Introductory Study of the Arts, Crafts, and Customs of the Guiana Indians. Washington, DC: U.S. Government Printing Office. - [#5]: Goeje, Claudius Henricus de. 1943. Philosophy, Initiation and Myths of the Indians of Guiana and Adjacent Countries. Archives Internationales d’ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken in Suriname: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. “Gegevens over Land En Volk van Suriname I - Suriname’s Oorspronkelijke Bevolking.” Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal of the Humanities and Social Sciences of Southeast Asia 55 (1): 453–529. - [#8]: Goeje, Claudius Henricus de. 1928. The Arawak Language of Guiana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legends and Myths of the Aboriginal Indians of British Guiana. London: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. An Inquiry into the Animism and Folk-Lore of the Guiana Indians. Annual Report, Smithsonian Institution Bureau of American Ethnology 30. Washington: U.S. Government Printing Office. - [#11]: Goeje, Claudius Henricus de. 1942. “De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe.” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Among the Indians of Guiana: Being Sketches Chiefly Anthropologic from the Interior of British Guiana. London: K. Paul, Trench & Company. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. The Indian Tribes of Guiana: Their Condition and Habits. London: Bell and Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L., and Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie ; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Chapters from a Guianese Log Book. Georgetown, Guyana. - [#17]: Penard, Frederik Paul, and Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo, and Fabiola Jara. 1982. “The Carib sky.” Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Twenty-Eight Lessons in Loko (Arawak): A Teaching Guide. Georgetown, Guyana: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. “Arawakish-Deutsches Wörterbuch.” In Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D’autres Langues De La Région Des Guyanes, Par J. Crevaux, P . Sagot, L. Adam..., edited by Jules Nicolas Crevaux, Paul Antoine Sagot, and Lucien Adam, 7–165. Paris: Maisonneuve. - [#22]: Courtz, H. 2008. A Carib Grammar and Dictionary. Toronto, ON, Canada: Magoria Books. - [#23]: Arawak manuscripts, American Philosophical Society, manuscript number:[ Mss.498.3.Sch8. ](https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml)Page 562 in the original manuscript, which corresponds to page 576 in the digitalized document. The image was reduced in size, cropped, and reproduced here with the kind permission of the American Philosophical Society.
es_419: - [#1]: Rybka, Konrad. 2015. ["El estado del arte en el desarrollo del idioma lokono".](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Documentación y conservación del idioma 9: 110-13. - [#2]: Rybka, Konrad. 2017. ["Fenómenos inducidos por contacto en Lokono (Arawakan)".](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml ) En Límites y puentes, editado por Kofi Yakpo y Pieter C. Muysken. Berlín, Boston: De Gruyter, pp. 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. “Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...].” En Relaciones Geográficas de Venezuela, editado por Antonio Arellano Moreno, 83–87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. Un estudio introductorio de las artes, artesanías y costumbres de los indios guayanos. Washington, DC: Imprenta del Gobierno de EE. UU. - [#5]: Goeje, Claudio Henricus de. 1943. Filosofía, iniciación y mitos de los indios de Guayana y países adyacentes. Archivos Internacionales de Etnografía. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken en Surinam: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. "Gegevens sobre Land En Volk van Suriname I - Oorspronkelijke Bevolking de Surinam". Bijdragen Tot de Taal-, Land- En Volkenkunde / Revista de Humanidades y Ciencias Sociales del Sudeste Asiático 55 (1): 453–529. - [#8]: Goeje, Claudio Henricus de. 1928. La lengua arawak de la Guayana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Leyendas y mitos de los indios aborígenes de la Guayana Británica. Londres: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. Una investigación sobre el animismo y la tradición popular de los indios de Guayana. Informe anual, Instituto Smithsonian de Oficina de Etnología Americana 30. Washington: Imprenta del Gobierno de los EE. UU. - [#11]: Goeje, Claudius Henricus de. 1942. “De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe.” Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211–76. - [#12]: Soy Thurn, Everard Ferdinand. 1883. Entre los indios de la Guayana: ser bocetos principalmente antropológicos del interior de la Guayana Británica. Londres: K. Paul, Trench & Company. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. Las tribus indias de la Guayana: su condición y hábitos. Londres: Bell y Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L., and Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie ; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Danza, Charles D. 1881. Capítulos de un libro de registro de Guyana. Georgetown, Guyana. - [#17]: Penard, Frederik Paul, and Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo, y Fabiola Jara. 1982. “El cielo caribeño.” Journal de la Société des Américanistes 68 (1): 105–32. - [#19]: Bennett, John P. 1995. Veintiocho lecciones en Loko (Arawak): una guía de enseñanza. Georgetown, Guyana: Museo de Antropología Walter Roth. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. "Arawakish-Deutsches Wörterbuch". En Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D’autres Langues De La Région Des Guyanes, Par J. Crevaux, P. Sagot, L. Adam..., editado por Jules Nicolas Crevaux, Paul Antoine Sagot y Lucien Adam, 7–165. París: Maisonneuve. - [#22]: Courtz, H. 2008. Una gramática y diccionario caribeño. Toronto, ON, Canadá: Magoria Books. - [#23]: Manuscritos de Arawak, American Philosophical Society, número de manuscrito: [Mss.498.3.Sch8.](https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml) Página 562 en el manuscrito original, que corresponde a la página 576 en el documento digitalizado. La imagen se redujo en tamaño, se recortó y se reprodujo aquí con el amable permiso de la American Philosophical Society.
sv: - [#1]: Rybka, Konrad. 2015. ["State-of-the-Art in the Development of the Lokono Language."](https://scholarspace.manoa.hawaii.edu/handle/10125/24635) Language Documentation and Conservation 9: 110-13. - [#2]: Rybka, Konrad. 2017. ["Contact-Induced Phenomena in Lokono (Arawakan)."](https://www.degruyter.com/view/books/9781614514886/9781614514886-010/9781614514886-010.xml) I Boundaries and Bridges, redigerad av Kofi Yakpo och Pieter C. Muysken. Berlin, Boston: De Gruyter, s. 257-281. - [#3]: Navarette, Rodrigo Pérez de. 1964. "Relación de Las Provicias y Naciones Que Los Indios Llamados Aruacas [Tienen] [...]." I Relaciones Geográficas de Venezuela, redigerad av Antonio Arellano Moreno, 83-87. Caracas: Academia Nacional de la Historia. - [#4]: Roth, Walter Edmund. 1924. En inledande studie av Guianaindianernas konst, hantverk och sedvänjor. Washington, DC: U.S. Government Printing Office. - [#5]: Goeje, Claudius Henricus de. 1943. Filosofi, initiering och myter hos indianerna i Guyana och angränsande länder. Archives Internationales d'ethnographie. 44. - [#6]: Abbenhuis, M.F. 1939. Arawakken i Surinam: Enquête-Materiaal Voor Een Volkenkundige Studie. Paramaribo: Leo Victor. - [#7]: Coll, Cornelius van. 1903. "Gegevens over Land En Volk van Suriname I - Surinames Oorspronkelijke Bevolking." Bijdragen Tot de Taal-, Land- En Volkenkunde / Journal of the Humanities and Social Sciences of Southeast Asia 55 (1): 453-529. - [#8]: Goeje, Claudius Henricus de. 1928. The Arawak Language of Guiana. Amsterdam: Uitgave van der Koninklijke Akademie von Wetenschappen te Amsterdam. - [#9]: Brett, William Henry. 1880. Legends and Myths of the Aboriginal Indians of British Guiana. London: Williams Wells Gardner: Williams Wells Gardner. - [#10]: Roth, Walter Edmund. 1915. En undersökning av Guianaindianernas animism och folklore. Årsrapport, Smithsonian Institution Bureau of American Ethnology 30. Washington, USA: Amerikanska regeringens tryckeri. - [#11]: Goeje, Claudius Henricus de. 1942. "De Inwijding Tot Medicijnman Bij de Arawakken (Guyana) in Tekst En Mythe." Bijdragen Tot de Taal-, Land- En Volkenkunde van Nederlandsch-Indië 101: 211-76. - [#12]: Im Thurn, Everard Ferdinand. 1883. Bland indianerna i Guyana: Being Sketches Chiefly Anthropologic from the Interior of British Guiana. London: K. Paul, Trench & Company: K. Paul, Trench & Company. - [#13]: Laet, Joannes de. 1633. Novus Orbis, Seu Descriptionis Indiae Occidentalis Libri XVIII. Leiden: Apud Elzevirios. - [#14]: Brett, William Henry. 1868. De Indiska Stammarna i Guiana: Deras tillstånd och vanor. London: Bell och Daldy. - [#15]: Baarle, Peter van, Mauricius Alberto Sabajo, van der Stap Gerdy, Sabajo Andreas L. och Sabajo Lucia L. 1989. Arhwaka lokonong djang: Arowakse taalkursus en woordenboek. Haarlem; Amsterdam: Sociaal-culturele Vereniging Ikyoshie ; Instituut voor Algemene Taalwetenschap, Universiteit van Amsterdam. - [#16]: Dance, Charles D. 1881. Kapitel från en guyanesisk loggbok. Georgetown, Guyana. - [#17]: Penard, Frederik Paul, och Arthur Philip Penard. 1907. De Menschetende Aanbidders Der Zonneslang. Paramaribo: H.B. Heyde. - [#18]: Magaña, Edmundo, och Fabiola Jara. 1982. "Den karibiska himlen" Journal de la Société des Américanistes 68 (1): 105-32. - [#19]: Bennett, John P. 1995. Tjugoåtta lektioner i Loko (Arawak): A Teaching Guide. Georgetown, Guyana: Walter Roth Museum of Anthropology. - [#20]: Ahlbrinck, Willem. 1931. Encyclopaedie Der Karaïben. Amsterdam: Koninklijke Akademie van Wetenschappen: Koninklijke Akademie van Wetenschappen. - [#21]: Schumann, Christian Ludwig. 1882. "Arawakish-Deutsches Wörterbuch." I Grammaires Et Vocabulaires Roucouyenne, Arrouague, Piapoco Et D'autres Langues De La Région Des Guyanes, Par J. Crevaux, P . Sagot, L. Adam..., redigerad av Jules Nicolas Crevaux, Paul Antoine Sagot och Lucien Adam, 7-165. Paris: Maisonneuve: Maisonneuve. - [#22]: Courtz, H. 2008. En karibisk grammatik och ordbok. Toronto, ON, Kanada: Magoria Books. - [#23]: Arawak-manuskript, American Philosophical Society, manuskriptnummer:[ Mss.498.3.Sch8. ](https://search.amphilsoc.org/collections/view?docId=ead/Mss.498.3.Sch8-ead.xml)Sidan 562 i originalmanuskriptet, vilket motsvarar sidan 576 i det digitaliserade dokumentet. Bilden har förminskats, beskurits och återges här med vänligt tillstånd från American Philosophical Society.

source: Macedonian
de: Mazedonisch
es_419: Mecedonia
ru: Македонская
sv: Makedonisk
uk: Македонська

source: Ethnoastronomical research among Macedonian people began in 1982, organized by the Planetarium at Youth Cultural Centre. In the past years, around 140 villages in Republic of Macedonia have been visited and over 1500 inhabitants have been interviewed and surveyed. All collected information from the population have been published in the book “Sky over Macedonia” (Cenev G, 2004). An integral part of this book is the Sky map of Macedonian people which has been reconstructed based on the descriptions of constellations known to elderly inhabitants of Macedonian villages (Cenev G., 2000).
es_419: La investigación etnoastronómica entre los macedonios comenzó en 1982, organizada por el Planetario en el Centro Cultural Juvenil. En los últimos años, se visitaron 140 aldeas en la República de Macedonia y se entrevistó y encuestó a más de 1500 habitantes. Toda la información recopilada de la población ha sido publicada en el libro "Cielo sobre Macedonia" (Cenev G, 2004). Una parte integral de este libro es el mapa del cielo de las personas macedonias que ha sido reconstruido en base a las descripciones de las constelaciones conocidas por los habitantes mayores de las aldeas macedonias (Cenev G., 2000).
ru: Этноастрономические исследования среди македонцев начались в 1982 году, организованные планетарием Молодежного культурного центра. За последние годы было посещено около 140 деревень в Республике Македония, и более 1500 жителей были проинтервьюированы и опрошены. Вся собранная от населения информация опубликована в книге «Небо над Македонией» (Cenev G, 2004). Неотъемлемой частью этой книги является карта звездного неба македонцев, реконструированная на основе описаний созвездий, известных пожилым жителям македонских деревень (Cenev G., 2000).
sv: Etnoastronomisk forskning bland makedonier inleddes 1982 och organiserades av Planetarium vid Youth Cultural Centre. Under de senaste åren har cirka 140 byar i Republiken Makedonien besökts och över 1500 invånare har intervjuats och undersökts. All insamlad information från befolkningen har publicerats i boken "Sky over Macedonia" (Cenev G, 2004). En viktig del av boken är den makedonska befolkningens himmelskarta som har rekonstruerats utifrån beskrivningar av konstellationer som äldre invånare i makedonska byar känner till (Cenev G., 2000).
uk: Етноастрономічні дослідження знань македонців було розпочато 1982 року. Організаційні зусилля було здійснено Планетарієм Молодіжного культурного центру. Дослідниками було відвідано близько 140 селищ Республіки Македонія і опитано понад 1500 мешканців. Усі зібрані дані було систематизовано у книзі «Небо над Македонією» (Дж. Ценєв, 2004). Узагальненням досліджнеь із цієї книги є карта зоряного неба македонців, яку було реконструйовано на основі описів сузір’їв, які було надано мешканцями македонських сіл похилого віку (Дж. Ценєв, 2000).
