Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The term <em>koya</em> &lsquo;spirit&rsquo;, found in numerous constellation names typically following a term for a particular plant or animal, is a key feature of Lokono astronomy. Walter Roth, an ethnographer of the Guianas, explains that such constellations are the spirits of the corresponding beings.<sup><a href="#footnote-4">[4]</a></sup> At a time of the year when the constellation appears, the spirit travels from the sky to earth to breathe life into the beings it represents. As such, the <em>koya</em>-constellations formed a calendar, indicating what the best time is to engage in subsistence activities related to these plants and animals (e.g. hunting or gathering). The Lokono may have also known where such spirits would descend on earth; Walter Roth suggests that they called these places with the same names as the constellations but the evidence of that remains poor. Thus, <em>Hadorhikoya</em> &lsquo;Spirit of the red acouchi&rsquo; would refer to the spirit, the constellation, and the place where the <em>hadorhi</em> is found in plenty when its constellation appears. While this toponymic knowledge is forgotten today, the <em>koya</em>-constellations remind us of the great understanding of the plant and animal life that the Lokono possessed.
fi: Termi <em>koya</em> &lsquo;spirit&rsquo;, Lokonon tähtitieteen keskeinen piirre, joka löytyy useista tähtikuvioiden nimistä, jotka tyypillisesti seuraavat tietyn kasvin tai eläimen termiä. Walter Roth, Guyanan etnografi, selittää, että tällaiset tähtikuviot ovat vastaavien olentojen henkiä.<sup><a href="#footnote-4">[4]</a></sup> Aikana vuodesta, jolloin tähtikuvio ilmestyy, henki matkustaa taivaalta maan päälle puhaltaakseen elämää edustamilleen olennoille. Sellaisenaan <em>koya</em>-tähtikuviot muodostivat kalenterin, joka osoittaa, mikä on paras aika osallistua näihin kasveihin ja eläimiin liittyvään toimeentuloon (esim. metsästys tai keräily). Lokonot saattoivat myös tietää, missä sellaiset henget laskeutuisivat maan päälle; Walter Roth ehdottaa, että he kutsuivat näitä paikkoja samoilla nimillä kuin tähtikuvioita, mutta todisteet siitä ovat heikkoja. Täten, <em>Hadorhikoya</em> &lsquo;Punaisen acouchin henki&rsquo; viittaa henkeen, tähtikuvioon ja paikkaan, jossa <em>hadorhi</em> sitä löytyy runsaasti, kun sen tähdistö ilmestyy. Vaikka tämä toponyymitieto on unohdettu nykyään <em>koya</em>-tähtikuviot muistuttavat meitä Lokonon suuresta ymmärryksestä kasveista ja eläimistä.

source: 4.<em> Wiwa</em>, the star and the year
fi: 4.<em> Wiwa</em>, tähti ja vuosi

source: The Lokono also have another general term that is used to refer to stars, <em>wiwa</em>. The term lacks the spiritual connotations of <em>koya. </em>It refers, on the one hand, to the physical quality of stars as something shining and, on the other hand, to the calendar year. As such, it is used, for instance, when talking about one&rsquo;s age. While it can apply to any star, <em>wiwa</em> appears only in two proper names of celestial bodies. <em>Y&ocirc;koro wiwa</em>, literally &lsquo;Scores of stars&rsquo; (Pleiades), is the most important of all Lokono constellations, whose appearance traditionally commences the Lokono calendar year. Following <em>Y&ocirc;koro wiwa</em> are the numerous <em>koya</em>-constellations, each signaling a different season in the Lokono calendar. On the other hand, <em>Wiwa kalemero</em>, literally &lsquo;Shining star&rsquo; (Jupiter) appears to have been singled out solely due to its brightness. Apart from <em>wiwa </em>and <em>koya</em>, there are no generic terms distinguishing planets, stars, moons, suns, galaxies and so on in the Lokono language. For this reason, the Lokono equivalent of the Milky Way, for instance, is included among other constellations.
fi: Lokonolla on myös toinen yleinen termi, jota käytetään viittaamaan tähtiin, <em>wiwa</em>. Termistä puuttuu hengellinen konnotaatio <em>koya. </em>Se viittaa toisaalta tähtien fyysiseen laatuun loistavina ja toisaalta kalenterivuoteen. Sellaisenaan sitä käytetään esimerkiksi puhuttaessa iästä. Vaikka se voi koskea kaikkia tähtiä, <em>wiwa</em> esiintyy vain kahdessa taivaankappaleiden oikeanimessä. <em>Y&ocirc;koro wiwa</em>, kirjaimellisesti &lsquo;Scores of stars&rsquo; (Plejadit) on kaikista Lokonon tähtikuvioista tärkein, jonka esiintyminen perinteisesti alkaa Lokonon kalenterivuodesta. Seuraavat <em>Y&ocirc;koro wiwa</em> ovat lukuisia <em>koya</em>-tähtikuvioita, joista jokainen merkitsee eri vuodenaikaa Lokonon kalenterissa. Toisaalta, <em>Wiwa kalemero</em>,kirjaimellisesti &lsquo;Loistava tähti&rsquo; (Jupiter) näyttää tulleen esille pelkästään sen kirkkauden vuoksi. Paitsi <em>wiwa </em>ja <em>koya</em>, Lokonon kielessä ei ole yleisiä termejä, jotka erottaisivat planeetat, tähdet, kuut, aurinkot, galaksit ja niin edelleen. Tästä syystä esimerkiksi Linnunradan Lokonon vastine sisältyy muiden tähtikuvioiden joukkoon.

source: 5. Sky watching practices
fi: 5. Taivaankatseluharjoitukset

source: While the Lokono can admire the sky in the evening, to follow the Lokono stellar calendar, one has to look at the constellations around 4 am in the morning, the time when the Lokono usually wake up. The Lokono thus observe the rising of the constellations in the morning. To get the right idea of the yearly cycle of constellations, one should also set the viewing location to the Guianas (e.g. Georgetown, Paramaribo, or Cayenne in the location menu). It merits a mention that many Lokono, when drawing constellations, did not connect the stars with lines and that in some cases, there was little agreement among speakers as to which star within a constellation corresponds to which parts of the plant or animal it represents. In Stellarium, we represent constellations with lines, but it should be kept in mind that this may be a distortion of the Lokono tradition, which allows for more flexibility in interpreting particular star groups. Finally, there are restrictions on looking at some celestial bodies, since it is believed that a spirit can harm one if looked at.<sup><a href="#footnote-5">[5]</a></sup> For instance, by full moon, mothers covered the eyes of their children so that they would not become sick.<sup><a href="#footnote-6">[6]</a></sup> Young people were also told not to look at <em>Y&ocirc;koro wiwa</em> (Pleiades), or else they would not grow.<sup><a href="#footnote-7">[7]</a></sup> Such practices applied also to other objects believed to harbor powerful spirits and included other ways of avoiding eye-contact with spirits such rubbing peppers, limes, or salt into one&rsquo;s eyes.
fi: Vaikka Lokono voi ihailla taivasta illalla, Lokonon tähtikalenterin seuraamiseksi on katsottava tähtikuvioita noin neljän aikaan aamulla, jolloin Lokono yleensä herää. Lokonot tarkkailevat siis tähtikuvioiden nousua aamulla. Oikean käsityksen saamiseksi vuosittaisesta tähtikuvioiden syklistä kannattaa myös asettaa katselupaikaksi Guyanat (esim. Georgetown, Paramaribo tai Cayenne sijaintivalikossa). On syytä mainita, että monet Lokonot eivät tähdistöjä piirtäessään yhdistäneet tähtiä viivoilla ja että joissain tapauksissa puhujien kesken oli vain vähän yksimielisyyttä siitä, mikä tähtikuviossa oleva tähti vastaa mitä kasvin tai eläimen osia se edustaa. Stellariumissa edustamme tähtikuvioita viivoilla, mutta on syytä muistaa, että tämä voi olla Lokonon perinteen vääristymä, mikä mahdollistaa enemmän joustavuutta tiettyjen tähtiryhmien tulkinnassa. Lopuksi, joidenkin taivaankappaleiden katselemiseen on rajoituksia, koska uskotaan, että henki voi vahingoittaa ihmistä, jos sitä katsotaan.<sup><a href="#footnote-5">[5]</a></sup> Esimerkiksi täysikuun aikaan äidit peittivät lastensa silmät, jotta he eivät sairastuisi.<sup><a href="#footnote-6">[6]</a></sup> Myös nuoria kehotettiin olemaan katsomatta <em>Y&ocirc;koro wiwa</em> (Plejadit), tai muuten ne eivät kasvaisi.<sup><a href="#footnote-7">[7]</a></sup> Tällaisia käytäntöjä sovellettiin myös muihin esineisiin, joiden uskottiin sisältävän voimakkaita henkiä, ja niihin sisältyi muita tapoja välttää silmäkosketusta henkiin, kuten pippurien, limetin tai suolan hierominen silmiin.

source: Lokono celestial bodies
fi: Lokonon taivaankappaleet

source: <em>Hadali</em> 'Sun'
fi: <em>Hadali</em> 'Aurinko'

source: The Lokono term for the Sun is <em>Hadali</em>, also pronounced as <em>Adali</em>. Claaudius de Goeje suggests that the variously spelled names of the Lokono culture hero, the first medicine-man known as <em>Harlitvanli</em>, <em>Haliwalika</em>, <em>Halwanli</em>, <em>Hariwalli</em>, and <em>Arawanili</em>, and sometimes <em>Arawidi,</em> may all refer to the same hero identified as the Sun.<sup><a href="#footnote-8">[8]</a></sup> While we cannot confirm this hypothesis, the myth of <em>Arawidi</em> is worth mentioning. In the Lokono myth, <em>Arawidi</em>, the Sun, is the father of a man that becomes the constellation <em>Mabukuli</em> &lsquo;Man without a thigh&rsquo; (Orion&rsquo;s belt).<sup><a href="#footnote-9">[9], </a></sup><sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-11">[11]</a></sup> According to the story, the Sun used to come to earth in the shape of a man called <em>Arawidi</em> to meet his lover with whom he had twins. In a later episode of the myth, one of the twins marries a woman, whose mother the couple decide to kill. When they try to escape, the wife&rsquo;s sister chases them and manages to cut off his leg in revenge. As a result, the man ascends to the sky and becomes the constellation <em>Mabukuli</em>. Another Lokono myth warns against offending the Sun: a man, stuck on an uninhabited island in the middle of a swamp, cries out for help. A boat passes him, but inside the boat is the Sun, which does not want to help the man, since people always complain that the Sun shines too hard.<sup><a href="#footnote-11">[11]</a></sup>. As far as practices related to the Sun, Im Thurn reported that among the Lokono, the eclipse of the Sun was considered a war between <em>Hadali</em> and <em>Kathi</em>, the Moon, and that the Lokono would shout and make all kinds of noises to stop them from fighting.<sup><a href="#footnote-12">[12]</a></sup>
fi: Lokonon termi Auringolle on <em>Hadali</em>, lausutaan myös nimellä <em>Adali</em>. Claaudius de Goeje ehdottaa, että eri tavoin kirjoitetut nimet Lokono-kulttuurisankari, ensimmäinen lääketieteilijä, joka tunnetaan nimellä <em>Harlitvanli</em>, <em>Haliwalika</em>, <em>Halwanli</em>, <em>Hariwalli</em>, ja <em>Arawanili</em>, ja joskus <em>Arawidi,</em> kaikki voivat viitata samaan sankariin, joka tunnistetaan Auringoksi.<sup><a href="#footnote-8">[8]</a></sup> Vaikka emme voi vahvistaa tätä hypoteesia, myytti <em>Arawidi</em> on mainitsemisen arvoinen. Lokonon myytissä, <em>Arawidi</em>, Aurinko on miehen isä, josta tulee tähdistö <em>Mabukuli</em> &lsquo;Mies ilman reisiä&rsquo; (Orionin vyö).<sup><a href="#footnote-9">[9], </a></sup><sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-11">[11]</a></sup> Tarinan mukaan aurinko tuli maan päälle miehen muodossa nimeltä <em>Arawidi</em> tavata rakastajansa, jonka kanssa hänellä oli kaksoset. Myytin myöhemmässä jaksossa yksi kaksosista menee naimisiin naisen kanssa, jonka äidin pariskunta päättää tappaa. Kun he yrittävät paeta, vaimon sisko jahtaa heitä ja onnistuu katkaisemaan hänen jalkansa kostoksi. Tämän seurauksena mies nousee taivaalle ja tulee tähdistöksi <em>Mabukuli</em>. Toinen Lokonon myytti varoittaa loukkaamasta aurinkoa: asumattomalle saarelle keskellä suota juuttunut mies huutaa apua. Vene ohittaa hänet, mutta veneen sisällä on aurinko, joka ei halua auttaa miestä, koska ihmiset aina valittavat, että aurinko paistaa liian lujasti.<sup><a href="#footnote-11">[11]</a></sup>. Mitä tulee aurinkoon liittyviin käytäntöihin, Im Thurn raportoi, että Lokonon keskuudessa auringonpimennystä pidettiin sotana <em>Hadalin</em> ja <em>Kathin</em>välillä, Kuu, ja että Lokonot huutaisivat ja tekivät kaikenlaisia ääniä estääkseen heitä taistelemasta.<sup><a href="#footnote-12">[12]</a></sup>

source: <em>Kathi</em> 'Moon'
fi: <em>Kathi</em> 'Kuu'

source: The moon is known as <em>Kathi</em>, a term first recorded by Joannes de Laet as <em>cattehee</em> around 1598, and used also to refer to the lunar month.<sup><a href="#footnote-13">[13]</a></sup> According to the Lokono, the Moon, like the Sun, was once a man. Walter Roth reports a Lokono myth, in which a young woman was visited by a mysterious lover night after night.<sup><a href="#footnote-10">[10]</a></sup> To find out who the lover was, the woman smeared her hands with the soot from the bottom of a pot. Next day, when she woke up, she found that her brother&rsquo;s face was covered in soot and realized it was him who visited her at night. Everybody in her community started to avoid the incestuous brother, who became so ashamed that he kept away from the people and ultimately ascended to the sky, becoming the Moon. This is why, according to the Lokono, the face of the moon is dirty today. The Moon appears also in another myth. In the Lokono myth about a man stuck on an uninhabited island mentioned above, another boat passes the man, but this time inside is the Moon, which decides to help the man, since people are always happy to see the Moon come out at night.<sup><a href="#footnote-11">[11]</a></sup> The Moon and Sun are also depicted as opponents. In previous times, the Lokono believed that the eclipse of the Moon is its death (<em>kathi &ocirc;don</em> &lsquo;moon dying&rsquo;) and would keep watch all night.<sup><a href="#footnote-6">[6]</a></sup> The Lokono say during the eclipse of the Moon that the Moon has fallen asleep on the Sun&rsquo;s path.<sup><a href="#footnote-11">[11]</a></sup> Therefore, they make a lot of noise, play drums, and blow shell trumpets to wake him up. By full moon, mothers would cover the eyes of their children so that they do not become sick.
fi: Kuu on tunnettu nimellä <em>Kathi</em>, termi, jonka ensimmäisenä tallensi Joannes de Laet as <em>cattehee</em> noin 1598, ja viitattiin myös Kuun kuukauteen.<sup><a href="#footnote-13">[13]</a></sup> Lokonon mukaan Kuu, kuten aurinko, oli kerran ihminen. Walter Roth kertoo Lokonon myytistä, jossa salaperäinen rakastaja vieraili nuoren naisen luona ilta toisensa jälkeen.<sup><a href="#footnote-10">[10]</a></sup> Selvittääkseen, kuka rakastaja oli, nainen siveli kätensä ruukun pohjalla olevalla noella. Herättyään seuraavana päivänä hän huomasi, että hänen veljensä kasvot olivat noen peitossa, ja tajusi, että hän oli hänen luonaan yöllä. Kaikki hänen yhteisössään alkoivat välttää insestiveljeä, joka häpesi niin, että hän pysyi kaukana ihmisistä ja nousi lopulta taivaalle muuttuen kuuksi. Tästä syystä Lokonon mukaan Kuun kasvot ovat nykyään likaiset. Kuu esiintyy myös toisessa myytissä. Yllä mainitussa Lokonon myytissä asumattomalle saarelle jumissa olevasta miehestä toinen vene ohittaa miehen, mutta tällä kertaa sisällä on Kuu, joka päättää auttaa miestä, koska ihmiset ovat aina iloisia nähdessään Kuun tulevan ulos yöllä.<sup><a href="#footnote-11">[11]</a></sup> Kuu ja aurinko kuvataan myös vastustajina. Aikaisemmin Lokono uskoi, että kuunpimennys on sen kuolema (<em>kathi &ocirc;don</em> &lsquo;kuu kuolee&rsquo;) ja valvoisi koko yön.<sup><a href="#footnote-6">[6]</a></sup> Lokonot sanovat kuunpimennyksen aikana, että Kuu on nukahtanut Auringon polulle.<sup><a href="#footnote-11">[11]</a></sup> Siksi he pitävät paljon melua, soittavat rumpuja ja puhaltavat kuoritrumpetteja herättääkseen hänet. Täysikuun aikaan äidit peittivät lastensa silmät, jotta he eivät sairastu.

source: The planet Venus, both when it appears in the morning as the Morning Star and when it appears in the evening as the Evening Star, is called <em>Warhokoma</em> by the Lokono.<sup><a href="#footnote-8">[8], </a></sup><sup><a href="#footnote-14">[14], </a></sup><sup><a href="#footnote-15">[15]</a></sup> Charles Dance, on the other hand, reports the terms <em>Eweiwah</em> and <em>Huewah</em>, probably the equivalents of the general term <em>wiwa</em> &lsquo;star&rsquo; which can be used for any shining celestial body.<sup><a href="#footnote-16">[16]</a></sup> The Lokono also speak of Venus as <em>Hiyaro wiwa</em> &lsquo;women&rsquo;s star&rsquo;. In relation to this, it merits a mention that Claudius de Goeje reports that when <em>Hiyaro wiwa</em> appears close to the Moon, and a girl is about to have her first menstruation, the Lokono say that the girl will soon be touched by the Moon.<sup><a href="#footnote-5">[5]</a></sup> There is no myth about <em>Warhokoma</em> specifically and its relation to the Moon, but it is worth reminding that the Lokono know a story, in which the Moon was originally a man who committed incest with his sister (see the myth mentioned under <em>Kathi</em>), and has a name as a womanizer.<sup><a href="#footnote-10">[10]</a></sup> Interestingly, the name <em>Warhokoma</em> for Morning or Evening Star appears also in Kari&rsquo;na, who see it also as the Moon's wife.<sup><a href="#footnote-17">[17],</a></sup> <sup><a href="#footnote-18">[18]</a></sup>
fi: Planeetta Venus, sekä kun se ilmestyy aamulla Aamutähdenä että kun se ilmestyy illalla Iltatähdeksi, kutsutaan <em>Warhokomaksi</em> Lokonon mukaan.<sup><a href="#footnote-8">[8], </a></sup><sup><a href="#footnote-14">[14], </a></sup><sup><a href="#footnote-15">[15]</a></sup> Charles Dance puolestaan ​​raportoi ehdot <em>Eweiwah</em> ja <em>Huewah</em>, luultavasti vastineita yleiselle termille <em>wiwa</em> &lsquo;star&rsquo; jota voidaan käyttää mihin tahansa loistavaan taivaankappaleeseen.<sup><a href="#footnote-16">[16]</a></sup> Lokono puhuu myös Venuksesta nimellä <em>Hiyaro wiwa</em> &lsquo;nainen&rsquo;s tähti&rsquo;. Tässä yhteydessä on syytä mainita, että Claudius de Goeje raportoi, että milloin <em>Hiyaro wiwa</em> näkyy lähellä Kuuta ja tytöllä on kohta ensimmäiset kuukautiset, Lokonot sanovat, että tyttö koskettaa pian kuuta.<sup><a href="#footnote-5">[5]</a></sup> Siitä ei ole mitään myyttiä <em>Warhokoma</em> erityisesti ja sen suhde Kuuhun, mutta kannattaa muistuttaa, että lokonot tietävät tarinan, jossa Kuu oli alun perin mies, joka syyllistyi insestiin sisarensa kanssa (ks. alla mainittu myytti <em>Kathi</em>), ja hänellä on nimi naistentekijänä.<sup><a href="#footnote-10">[10]</a></sup> Mielenkiintoista, nimi <em>Warhokoma</em>sillä Aamu- tai Iltatähti esiintyy myös Kari&rsquo;nassa, joka näkee sen myös Kuun vaimona.<sup><a href="#footnote-17">[17],</a></sup> <sup><a href="#footnote-18">[18]</a></sup>

source: <em>Waya nukuthi bunaha</em> 'Milky Way'
fi: <em>Waya nukuthi bunaha</em> 'Linnunrata'

source: The Milky Way is known among the Lokono as <em>Waya nukuthi bunaha, </em>literally &lsquo;Path of the carriers of clay&rsquo;. The Milky Way represents the footprints of men who once went to fetch clay for making pots, an art that is, rarely if at all, practiced by the Lokono today. The origin of the name, however, is still known, and is summarized in a myth.<sup><a href="#footnote-19">[19]</a></sup> The same name for Milky Way was noted by William Brett who adds that it is named after a specific whitish type of clay.<sup><a href="#footnote-14">[14]</a></sup> Charles Dance, on the other hand, says that the Milky Way represents the footprints of peccaries rooting up the clay, while Walter Roth mentions a different Lokono explanation, according to which the Milky way represents a tapir chased by a dog and jaguar.<sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-16">[16]</a></sup> However, these two sources do not give the corresponding Lokono name for the Milky Way, and it is possible that these two explanations are a Kari&rsquo;na influence, who recognize a constellation of a tiger following the constellation of a tapir within that of the Milky Way.<sup><a href="#footnote-17">[17]</a></sup>
fi: Linnunrata tunnetaan kielten keskuudessa nimellä 1Waya ja maailma, </em>kirjaimellisesti &lsquo;Saven kantajien polku&rsquo;. Linnunrata edustaa niiden miesten jalanjälkiä, jotka aikoinaan menivät hakemaan savea ruukkujen valmistukseen, taidetta, jota Lokono nykyään harjoittaa harvoin jos ollenkaan. Nimen alkuperä on kuitenkin edelleen tiedossa, ja se on tiivistetty myyttiin.<sup><a href="#footnote-19">[19]</a></sup> Saman nimen Linnunradalle pani merkille William Brett, joka lisää, että se on nimetty tietyn valkoisen savityypin mukaan.<sup><a href="#footnote-14">[14]</a></sup> Charles Dance puolestaan sanoo, että Linnunrata edustaa savea juurruttavien pekarien jalanjälkiä, kun taas Walter Roth mainitsee erilaisen Lokonon selityksen, jonka mukaan Linnunrata edustaa koiran ja jaguaarin jahtaamaa tapiiria.<sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-16">[16]</a></sup> Nämä kaksi lähdettä eivät kuitenkaan anna Linnunradalle vastaavaa Lokono-nimeä, ja on mahdollista, että nämä kaksi selitystä ovat Karin vaikutteita, jotka tunnistavat tiikerin tähtikuvion, joka seuraa tapiirin tähtikuviota Linnunradan sisällä.<sup><a href="#footnote-17">[17]</a></sup>
