Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ("Fishhook Lure") the entire hook shaped constellation of Scorpius; associated with the legend of ʻAloʻalolelā and the magic fishhook (pā).
fi: ("Fishhook Lure") koko Skorpionin koukun muotoinen tähtikuvio; liittyy legendaan ʻAloʻalolelāsta ja maagisesta kalakoukusta (pā).

source: ("Wild Duck") asterism within Faipā, representing a flying duck (head of Scorpius); associated with the legend of Suga and Pae (M4 and M80) hunting the Toloa; the duckʻs head (Antares) is recorded as having been used to sail from Pukapuka to ʻUpolu when the star was "low in the sky to the westward".
fi: ("Wild Duck") asterismi Faipāssa, joka edustaa lentävää ankkaa (Scorpiuksen pää); liittyy legendaan Sugan ja Paen (M4 ja M80) metsästämisestä Toloaa; ankan pään (Antares) on kerrottu purjehtineen Pukapukasta ʻUpoluun, kun tähti oli "alhaalla taivaalla lännessä".

source: ("Pigeon Perch") asterism within Faipā (distal tail of Scorpius); associated with the chiefly sport of pigeon snaring.
fi: ("Kyyhkynen ahven") asterismi Faipāssa (Scorpiuksen distaalinen häntä); liittyy pääasiassa kyyhkysten ansastuslajiin.

source: ("Face of Liʻi") Pleiades (grouping of seven stars representing eyes, ears, nostrils, and mouth of demigod Liʻi); associated with the legend of a Tanifā (Cetus) pursuing a canoe paddled by Liʻi; acronychal rising of Matāliʻi signaled the beginning of the new year (Vāipālolo season) and ushered in the festivities of the first fruits (Talomua) during the lunar months of Taumafamua and Toetaumafa. Note: for display clarity and ease of use Matāliʻi is assigned to the star Alcyone.
fi: ("Liʻin kasvot") Plejadit (seitsemän tähden ryhmä, jotka edustavat puolijumalan Liʻin silmiä, korvia, sieraimia ja suuta); liittyy legendaan Tanifāsta (Valaskala), joka jahtaa Liʻin melomaa kanoottia; Matāliʻin akronyykaalinen nousu merkitsi uuden vuoden alkua (Vāipālolo-kausi) ja aloitti ensimmäisten hedelmien (Talomuan) juhlat Taumafamuan ja Toetaumafan Kuun kuukausina. Huomautus: Näytön selkeyden ja käytön helpottamiseksi Matāliʻi on määritetty Alcyonelle.

source: ("Sea Monster") Cetus (tail of Cetus is the head of Tanifā), pursuing Liʻi (Pleiades).
fi: ("Merihirviö") Valaskala (Valaskalan häntä on Tanifā:n pää), jahtaa Liʻia (Plejadit).

source: ("Tongs") Taurus; associated with the legend of Tiʻitiʻiatalaga/Maui.
fi: ("Pihdit") Härkä; liittyy legendaan Tiʻitiʻiatalaga/Mauista.

source: ("Carrying Pole") constellation stretching from Pi-3 Orionis to Gamma Monocerotis; associated with the legend of Tiʻitiʻiatalaga; zenith star for traveling between Sāmoa and Tonga.
fi: ("Kantava sauva") tähdistö, joka ulottuu Pi-3 Orionisista Gamma Monocerotisiin; liittyy legendaan Tiʻitiʻiatalaga; zeniittitähti Sāmoan ja Tongan välillä matkustamiseen.

source: ("Triad of Moons") asterism within Amoga (three stars of Orionʻs Belt); associated with legend of Tiʻitiʻiatalaga; noted as the "star course" to sail from Manuʻa to Pukapuka.
fi: ("Kuiden kolmikko") asterismi Amogassa (Orionin vyön kolme tähteä); liittyy legendaan Tiʻitiʻiatalagasta; tunnettu "tähtikurssina" Manuʻasta Pukapuukaan.

source: ("Warclub") constellation found largely within Ursa Major.
fi: ("Warclub") tähdistö löytyy suurelta osin Isosta Karhusta.

source: ("Kingfisher") Delphinus; associated with the legend of the tiʻotala (kingfisher) ambushing the grasshopper (sē).
fi: ("Kingfisher") Delphinus; liittyy legendaan tiʻotala (kuningaskala) väijyttävästä heinäsirkkaa (sē).

source: ("Grasshopper") constellation found within Pegasus; associated with the legend of the tiʻotala (kingfisher) ambushing the grasshopper (sē).
fi: ("Heinäsirkka") tähdistö löytyy Pegasuksesta; liittyy legendaan tiʻotala (kuningaskala) väijyttävästä heinäsirkkaa (sē).

source: ("Candlenut Torch") Orionʻs arm/club; associated with the legend of Tiʻitiʻiatalaga.
fi: ("Candlenut Torch") Orionin käsivarsi/seura; liittyy legendaan Tiʻitiʻiatalagasta.

source: ("Great Adze") Sickle of Leo; associated with the legend of Tapuʻitea (Venus) and her son Toʻivāitotonuoleʻatoatufuga ("Great Adze Within the Builderʻs Tool Basket").
fi: ("Suuri Adze") Leon sirppi; liittyy legendaan Tapuʻiteasta (Venus) ja hänen poikastaan Toʻivāitotonuoleʻatoatufugasta ("Suuri Adze rakentajan työkalukorissa").

source: This sky culture was contributed by Jake Fitisemanu (jjfitisemanu (a^t^) gmail.com) with consultation of Samoan cultural custodians and published historical sources. Programming support from Dan Smale
fi: Tätä tähtitarustoa on edistänyt Jake Fitisemanu (jjfitisemanu (a^t^) gmail.com) samoalaisten kulttuurien säilyttäjien ja julkaistujen historiallisten lähteiden kanssa. Ohjelmointituki Dan Smalelta

source: Sardinian
de: Sardisch
es_419: Sarda
fi: Sardinialainen
ru: Сардинская
sv: Sardinisk
uk: Сардинська

source: Like all peoples of the world, even the ancient Sardinians, turned their eyes to the sky that marked the time and the seasons. The peasant's world has given its name to the stars and the constellations of the Sardinian culture.
de: Wie alle Völker der Welt richteten auch die alten Sarden ihren Blick zum Himmel, der die Zeit und Jahreszeiten markiert. Die Welt der Bauern gab den Sternen und Sternbilder der sardischen Kultur ihre Namen.
es_419: Como todos los pueblos del mundo, incluso los antiguos sardos, volvieron la vista hacia el cielo que marcaba el tiempo y las estaciones. El mundo campesino ha dado su nombre a las estrellas y las constelaciones de la cultura sarda.
fi: Kuten kaikki maailman ihmiset, myös muinaiset sardinialaiset käänsivät katseensa taivaalle, joka merkitsi aikaa ja vuodenaikoja. Talonpojan maailma on antanut nimensä Sardinian kulttuurin tähdille ja tähtikuviolle.
ru: Как и все народы мира, древние сардинцы тоже обращали свои взоры к небу, которое отмеряло время и смену сезонов. Мир крестьянина и пастуха дал свое название звёздам и созвездиям в сардинской культуре.
sv: Som alla folk i världen vände även de gamla sardinierna blicken mot himlen som markerade tiden och årstiderna. Böndernas värld har gett namn åt den sardiska kulturens stjärnor och konstellationer.
uk: Як і всі народи світу, з давнини сардинці звертали свої погляди до неба, що відміряло час та зміну сезонів. Селяни і пастухи дали власні назви зіркам і сузір’ям сардинської культури.

source: <a href="https://web.archive.org/web/20201029082540/http://www.sarabu.it/193_521_news_2863.php">Stars and constellations in sardinian language</a>
fi: <a href="https://web.archive.org/web/20201029082540/http://www.sarabu.it/193_521_news_2863.php">Tähdet ja tähdistöt sardiinialaisessa kielessä</a>

source: <a href="http://www.stellarium.org/wiki/index.php/Scripts">Stellarium Script: Sardinian Constellations Tour</a>
fi: <a href="http://www.stellarium.org/wiki/index.php/Scripts">Stellarium-skripti: Sardinialainen tähdistömatka</a>

source: These constellations have been created by the Stellarium's user <i>Giuseppe Putzolu</i>, giuseppe.putzolu(at)gmail.com
fi: Nämä tähdistöt on luonut Stellariumin käyttäjä <i>Giuseppe Putzolu</i>, giuseppe.putzolu(at)gmail.com

source: Credits
fi: Kiitokset

source: The constellations of the Sardinian culture are the result of research done by Tonino Bussu and Marco Puddu
fi: Sardinian kulttuurin tähtikuviot ovat tulosta Tonino Bussun ja Marco Puddun tekemästä tutkimuksesta

source: The <a href="https://en.wikipedia.org/wiki/Seri_people">Seri people</a> are an indigenous group in Mexico.
fi: <a href="https://en.wikipedia.org/wiki/Seri_people">Seri-ihmiset</a> ovat Meksikon alkuperäiskansojen ryhmä.

source: There have been six different Comca'ac groups (Comca'ac means "people"):
fi: Comca'ac-ryhmiä on ollut kuusi (Comca'ac tarkoittaa "ihmisiä"):

source: the Xica hacataj quitoj, who eat meat of sharks, inhabited San Esteban Island (Isla Turón);
fi: Xica hacataj quitoj, joka syö hain lihaa, asui San Estebanin saarella (Isla Turón);

source: the Xnamotat, who lived in the south, inhabit San Carlos, Guaymas and Tastiota;
fi: Xnamotat, jotka asuivat etelässä, asuvat San Carlosissa, Guaymasissa ja Tastiotassa;

source: the Cail hitic 'tamoc, the men from the valley, inhabited the region between Tastiota and Bahía Kino;
fi: Cailin hittiläiset 'tamocit, miehet laaksosta, asuivat Tastiotan ja Bahía Kinon välisellä alueella;

source: the Heno comca'ac, who live in the mountains, inhabited the centre of Tiburón Island;
fi: Heno comca'ac, jotka elävät vuoristossa, asuivat Tiburónin saaren keskustassa;

source: the Tepocaj, the fishermen, who inhabited the region between Puerto Libertad and Puerto Peñasco; and,
fi: Tepocaj, kalastajat, jotka asuivat Puerto Libertadin ja Puerto Peñascon välisellä alueella; ja,

source: the Tosni hox hanoquipilc, who fed themselves on sea birds (ducks and pelicans), inhabited Island San Lorenzo.
fi: Tosni hox hanoquipilc, joka ruokkii itseään merilintuilla (ankat ja pelikaanit), asui San Lorenzon saarella.

source: Nowadays, the Seri people live at Punta Chueca and Desemboque, located in the coast of the northwestern state of Sonora, Mexico. According with the fishing cycles, Comca'ac occupy several fishing camps at the litoral distributed along a 100 km territory. The whole area assigned to them reaches the 210 thousand hectares which corresponds to a region in the continent and the Tiburón Island in the California gulf.
fi: Nykyään serit asuvat Punta Chuecassa ja Desemboquessa, jotka sijaitsevat Sonoran osavaltion luoteisosassa Meksikossa. Kalastussyklien mukaan Comca'acilla on useita kalastusleirejä rannikolla jaettuna 100 km:n alueelle. Koko niille osoitettu alue on 210 tuhatta hehtaaria, mikä vastaa aluetta mantereella ja Tiburónin saarta Kalifornianlahdella.

source: The Seri language (coiiqui'itom) forms part of the seriyumana family which means that, on one hand, its most recent relation can be given by the yumano coming from the north of the Californian peninsula, and, on the other hand, this language totally contrasts with the languages of its neighbouring nations who talk uto-aztec ones like pima, p&#225;pago, yaqui and mayo; all of them fila with a much more recent origin.
fi: Seri-kieli (coiiqui'itom) on osa seriyumana-perhettä, mikä tarkoittaa, että toisaalta sen uusimman sukulaisuuden voi antaa Kalifornian niemimaan pohjoisosasta tuleva yumano ja toisaalta tämä kieli. on täysin ristiriidassa naapurimaidensa kielien kanssa, jotka puhuvat uto-atsteekkikieliä, kuten pima, p&#225;pago, yaqui ja mayo; ne kaikki fila paljon uudempaa alkuperää.

source: The description of the Comca'ac (Seri) Constellations presented here comes from the book "Bajo el cielo Comca'ac: Astronomía entre el mar y el desierto", written by Arturo Morales Blanco, in which it is possible to identify the relations between sky, sea and desert, as they are recovered by oral tradition and family memories.
fi: Tässä esitetty kuvaus Comca'ac (Seri) -tähdistöistä on peräisin Arturo Morales Blancon kirjoittamasta kirjasta "Bajo el cielo Comca'ac: Astronomía entre el mar y el desierto", jossa on mahdollista tunnistaa niiden väliset suhteet. taivas, meri ja aavikko, koska ne ovat palautettu suullisen perinteen ja perheen muistojen perusteella.

source: This knowledge has arrived to us by oral transmission from generation to generation through time and shows how the events from the sea like the appearance of crabs or the abundance of Totoaba (a large fish, now in danger), comes along with the presence of sets of stars in the sky. Comca'ac people has named them Zaamth or Zix cam caoc'la, respectively; also, the coincidence of Pitahayas (cactus fruits) in the cactus with the appearance of constellation Hácosa (Corta-pitahayas) in the sky is very suggestive.
fi: Tämä tieto on saapunut meille suullisesti sukupolvelta toiselle aikojen saatossa ja osoittaa, kuinka merestä tulevat tapahtumat, kuten rapujen ilmestyminen tai Totoaban (suuri kala, nyt vaarassa) runsaus, liittyvät joukkojen läsnäoloon. tähdistä taivaalla. Comca'ac-ihmiset ovat antaneet heille nimen Zaamth tai Zix cam caoc'la; myös kaktuksen Pitahayas (kaktushedelmät) yhteensattuma Hácosa (Corta-pitahayas) tähdistön ilmestymisen kanssa taivaalle on hyvin viittaavaa.

source: When the stars of Orion's Belt, Rigel and Betelgeuse appear above the western horizon, in the month of March, Comca'ac people see how in shallow waters of the marsh, the crabs are found forming groups of about 300 or 400 items which can be collected easily; that is the reason to call Zaamth to constellation. After six months, when the sea is cold, the crabs do not appear any more going from one place to another; instead the sea wheat, xnois, comes and their seed has been used to make flour and different food plates for centuries. The legend says that in the days corresponding to the crab "harvesting", it must be avoided to break a leg or a claw because, if this happens, the day after there will not be any more crabs at the site.
fi: Kun Orionin vyön tähdet, Rigel ja Betelgeuse ilmestyvät läntisen horisontin yläpuolelle, maaliskuussa Comca'ac-ihmiset näkevät, kuinka suon matalissa vesissä rapuja löydetään muodostaen noin 300 tai 400 kappaleen ryhmiä, jotka voivat olla kerätään helposti; se on syy kutsua Zaamth tähtikuvioon. Kuuden kuukauden kuluttua, kun meri on kylmä, rapuja ei enää näytä liikkuvan paikasta toiseen; sen sijaan merivehnä, xnois, tulee ja sen siemenestä on valmistettu jauhoja ja erilaisia ruokalautasia vuosisatojen ajan. Legenda kertoo, että rapujen "korjuuta" vastaavina päivinä on vältettävä jalan tai kynnen murtamista, koska jos näin tapahtuu, seuraavana päivänä ei paikalla ole enää rapuja.

source: About October 18th, an alignment of stars takes place in the morning sky and it is called, since ancient times, as Cohamc constellation, women. Then four or five days after the rains begin to fall with intensity and the wind runs by the desert. The star that is at the north of the alignment, the Comca'ac's name is Hacamta, the husband, and is the one appearing behind the other six named women, (the star Psi of Ursa Major); the six stars appear in sequence, two by two. The forecast of this bad weather motivated their ancestors to go to the caves in the mountain and to go far from the beach. After the difficult days, around two months later, Comca'ac people returned to the beach carrying with them all the food and materials kept along: dried meat, fish, 'caguama' turtle, honey, and flour from 'péchita de mezquite' (seeds from Mesquite tree), between them.
fi: Noin 18. lokakuuta tähtien kohdistaminen tapahtuu aamutaivaalla ja sitä on muinaisista ajoista lähtien kutsuttu Cohamcin tähdistöksi naisiksi. Sitten neljän tai viiden päivän kuluttua sateet alkavat sataa voimakkaasti ja tuuli juoksee autiomaassa. Tähti, joka on linjauksen pohjoispuolella, Comca'acin nimi on Hacamta, aviomies, ja se esiintyy kuuden muun nimetyn naisen takana (Ursa Majorin tähti Psi); kuusi tähteä ilmestyvät peräkkäin, kaksi kerrallaan. Tämän huonon sään ennuste motivoi heidän esi-isänsä menemään vuoren luoliin ja kauas rannalta. Vaikeiden päivien jälkeen, noin kaksi kuukautta myöhemmin, Comca'ac-ihmiset palasivat rannalle kantaen mukanaan kaikkea mukanaan olevaa ruokaa ja materiaalia: kuivattua lihaa, kalaa, caguamakilpikonnaa, hunajaa ja péchita de mezquiten jauhoja ( Mesquite-puun siemenet), niiden välissä.

source: This star that appears alone in the sky with its multicolour shine can be seen along the year. However, in the first days of September (after the heliacal rising), one has to get up at 4 or 5 in the morning to see it. This star corresponds to Sirius and it announces the new day. The legend says that when someone gets up when the Sun is already in the sky, all his tents to become the skin of the dead. Hazoj means constellation and Hantificaö is "Who comes at the dawn".
fi: Tämä tähti, joka ilmestyy yksin taivaalla monivärisellä loistollaan, näkyy ympäri vuoden. Syyskuun ensimmäisinä päivinä (heliakaalisen nousun jälkeen) on kuitenkin noustava kello 4 tai 5 aamulla nähdäkseen sen. Tämä tähti vastaa Siriusta ja ilmoittaa uuden päivän. Legenda kertoo, että kun joku nousee ylös, kun aurinko on jo taivaalla, kaikki hänen teltansa muuttuvat kuolleiden ihoksi. Hazoj tarkoittaa tähtikuviota ja Hantificaö on "Kuka tulee aamunkoitteessa".

source: This constellation is, perhaps, the most complex of Comca'ac ones, due to the fact that it covers a wide area in the sky and in it, one can find stars from Taurus, Twins, and the Capella star. It can be said that Haapjc (Deer hunter) has the following sections: the whitetail deer, the bura deer and bighorn deer (Hépem, Háap and Möjit, respectively), which are the stars known as Hassaleh, Elnath and 123 Tau; the spear with its flint at Aldebaran and the stars forming a 'V' of Taurus, while the feathers are Castor and Pollux of Gemini; and, finally, the hunter, properly said, is Cozaactim ("Who crosses"), with his head at Capella.
fi: Tämä tähdistö on ehkä monimutkaisin Comca'ac-tähti, koska se kattaa laajan alueen taivaalla ja siitä löytyy tähtiä Härästä, Kaksosista ja Capella-tähdestä. Voidaan sanoa, että Haapjc (Peurojen metsästäjä) sisältää seuraavat osat: valkohäntäpeura, burahirvi ja isosarvipeura (Hépem, Háap ja Möjit), jotka ovat tähdet, jotka tunnetaan nimellä Hassaleh, Elnath ja 123 Tau; keihäs piikivillä Aldebaranissa ja tähdet muodostavat Härän V-kirjaimen, kun taas höyhenet ovat Castor ja Pollux of Gemini; ja lopuksi metsästäjä, oikein sanottuna, on Cozaactim ("Kuka ylittää"), jonka pää on Capellassa.

source: The legend says that Cozaactim threw his spear and hit the Bura deer. Háap was wounded and flew through the sky bleeding; then, a little drop of blood fell in the Tiburón Island, and that is the reason why bura deer are native of the island. This constellation can be observed in September morning skies.
fi: Legenda kertoo, että Cozaactim heitti keihään ja osui Bura-hirviin. Háap haavoittui ja lensi taivaan läpi vuotaen; sitten Tiburónin saarelle putosi pieni pisara verta, ja tämä on syy, miksi burapeurat ovat kotoisin saarelta. Tämä tähdistö voidaan havaita syyskuun aamutaivaalla.

source: It is said that when this constellation is pointing to the top of the sky, at September 7th, it appears similar to the instrument Hácosa (Pitahaya-cutter), and it is time to collect the wild fruits: 'péchitas de mezquite' (Mesquite seeds) and pitahayas (cactus fruit), for example. When there is no sign of it, the season will be bad.
fi: Sanotaan, että kun tämä tähdistö osoittaa taivaan huipulle 7. syyskuuta, se näyttää samanlaiselta kuin instrumentti Hácosa (Pitahaya-leikkuri), ja on aika kerätä villit hedelmät: "péchitas de mezquite" (Mesquite) siemenet) ja pitahayat (kaktushedelmät), esimerkiksi. Kun siitä ei ole merkkiäkään, kausi on huono.

source: Between the twelve stars of Cöiquih (Person) is the star Antares. In this constellation, the person seems to be fishing; that is why the corresponding legend affirms that Zix hantpatj (cochito fish) has at the roof of its mouth a kind of jelly substance, coming from the pulp of a cactus that the ancestors used as bait. This constellation goes, month after month, revolving in the sky and it is seen in a recumbent position when it is over Tiburón Island on midnight at September 8th.
fi: Cöiquihin (Persoona) kahdentoista tähden välissä on tähti Antares. Tässä tähdistössä henkilö näyttää kalastavan; Siksi vastaava legenda vahvistaa, että Zix hantpatjilla (cochito-kalalla) on suunsa katolla eräänlaista hyytelöainetta, joka on peräisin esi-isän syöttinä käyttämän kaktuksen massasta. Tämä tähdistö pyörii kuukausi toisensa jälkeen taivaalla, ja se nähdään makuuasennossa, kun se on Tiburónin saaren yllä keskiyöllä 8. syyskuuta.

source: This constellation named Caamooilcoj (Wheel Game), is one of the most important arrays of stars between Comca'ac people; it can be observed at plenitude at winter; with around fifteen stars in a wheeled shape, and stars as reed tablets (tablillas de carrizo) which play the role of dice. It is said that in ancient times, this game was played by men, exclusively, who put as bet their own life; now, the game is played at festivals and special occasions by women representing events of life and protection; in particular, it is played during puberty ceremonies for example; or at the feast of zaaptim (great basket).
fi: Tämä tähtikuvio nimeltä Caamooilcoj (Pyöräpeli), on yksi tärkeimmistä tähtiryhmistä Comca'ac-ihmisten välillä; se voidaan havaita runsaalla talvella; noin viisitoista pyörän muotoista tähteä ja tähdet ruokotauluina (tabillas de carrizo), jotka toimivat nopan roolissa. Sanotaan, että muinaisina aikoina tätä peliä pelasivat yksinomaan miehet, jotka panostivat oman elämänsä; nyt peliä pelaavat festivaaleilla ja erityistilaisuuksissa naiset, jotka edustavat elämän ja suojan tapahtumia; erityisesti sitä pelataan esimerkiksi murrosiän seremonioiden aikana; tai zaaptimin (suuri kori) juhlana.

source: For this game, several round pieces of Pitahayas (cactus fruits) or of 'cinita' (four lines cactus) made the circle (today, they are decorated stones with different motives); and, three reed pieces (tablillas de carrizo), painted in colours. The meaning of these three colours are: Red - the blood and death; Blue - the sky and the sea; and, White - purity, good health and protection.
fi: Tätä peliä varten ympyrän tekivät useat pyöreät pitahayas- (kaktushedelmät) tai 'cinita- (neliriviset kaktus) palaset (nykyään ne ovat koristeellisia kiviä eri motiiveilla); ja kolme väreillä maalattua ruokopalaa (tabillas de carrizo). Näiden kolmen värin merkitys ovat: Punainen - veri ja kuolema; Sininen - taivas ja meri; ja, valkoinen - puhtaus, hyvä terveys ja suoja.

source: This lonely star is known as Quetoh (little dove), it is modern Arcturus. It appears around October 8th announcing an epoch of good fishing. The ancestors did not have nets or other fishing arts, they used harpoons to capture their preys and a "flint" harpoon or double point tool. The legend says that many years ago, with the appearance of this star in the sky, the floriation of cactus begun and at the end of the week, there were Pitahayas on them; however, the next day, all the pitahayas disappeared: it was Quetoh yacaso or 'spell of the dove' responsible of eating that fruit.
fi: Tämä yksinäinen tähti tunnetaan nimellä Quetoh (pieni kyyhkynen), se on moderni Arcturus. Se ilmestyy noin 8. lokakuuta ja ilmoittaa hyvän kalastuksen aikakaudesta. Esivanhemmilla ei ollut verkkoja tai muita kalastustaidetta, he käyttivät harppuunaa saaliinsa vangitsemiseen ja piikiviharppuunaa tai kaksikärkistä työkalua. Legenda kertoo, että monta vuotta sitten, tämän tähden ilmestyessä taivaalle, kaktuksen kukinta alkoi ja viikon lopulla niissä oli pitahayoja; kuitenkin seuraavana päivänä kaikki pitahayat katosivat: Quetoh yacaso eli "kyyhkysen loitsu" oli vastuussa tuon hedelmän syömisestä.

source: This lonely star is known as Hazoj canoj Himatax because its meaning is a star which does not move and around which all turns. It is present all night long, all the days of the year.
fi: Tämä yksinäinen tähti tunnetaan nimellä Hazoj canoj Himatax, koska sen merkitys on tähti, joka ei liiku ja jonka ympäri kaikki kääntyy. Se on läsnä koko yön, kaikkina vuodenpäivinä.
