Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <p>The sculptured Dendera zodiac (or Denderah zodiac) is a widely known Egyptian bas-relief from the ceiling of the pronaos (or portico) of a chapel dedicated to Osiris in the Hathor temple at Dendera. This chapel was begun in the late Ptolemaic period when Egypt was ruled by (Greek) successors of Alexander the Great (hellenistic Egypt: 305-30 BCE). Its <i>pronaos</i> (a hall in front of the holy chamber) was added by the Roman emperor Tiberius (14-37 CE). This led Jean-François Champollion (18th century) to date the relief to the Greco-Roman period (while most of his contemporaries believed it to be of a millennium earlier because of the Egyptian style of the figures - this is not believed anymore). Today, French archaeologists date it to exactly 54 BCE [1]. The relief is now on display at the Musée du Louvre, Paris (France).</p>
de: <p>Der in Stein gehauene Dendera Zodiak (oder Tierkreis von Denderah) ist ein sehr bekanntes Deckenrelief eines Pronaos (d.h. einer Vorhalle) der Kapelle des Hathor-Tempels in Dendera, die dem Gott Osiris gewidmet ist. Diese Kapelle datiert in ptolemäische Zeit, als Ägypten von den griechischen Nachfolgern von Alexander dem Großen regiert wurde (hellenistisches Ägypten: 305-30 BCE). Der <i>Pronaos</i> (eine Halle vor dem eigentlichen Heiligtum) wurde vom römischen Kaiser Tiberius (14-37 CE) ergänzt. Das brachte Jean-François Champollion im 18. Jahrhundert dazu, das Relief ebenfalls in die griechisch-römische Epoche zu datieren (zu dieser Zeit glaubtn noch seine meisten Zeitgenossen an eine Datierung ein Millennium früher, weil der Zeichenstil der Figuren ägyptisch ist - das wird aber heute nicht mehr geglaubt). Heutzutage datieren Französische Archäologen das Relief in das exakte Jahr 54 BCE [1]. Das Relief ist derzeit im Musée du Louvre, Paris (France), ausgestellt. </p>
es_419: <p>El zodíaco de Dendera esculpido (o zodíaco de Dendera) es un bajorrelieve egipcio muy conocido del techo del pronaos (o pórtico) de una capilla dedicada a Osiris en el templo de Hathor en Dendera. Esta capilla se inició a finales del período ptolemaico cuando Egipto estaba gobernado por los sucesores (griegos) de Alejandro Magno (Egipto helenístico: 305-30 a. C.). Su <i>pronaos</i> (una sala frente a la cámara sagrada) fue añadida por el emperador romano Tiberio (14-37 EC). Esto llevó a Jean-François Champollion (siglo XVIII) a fechar el relieve en el período grecorromano (mientras que la mayoría de sus contemporáneos creían que era de un milenio antes debido al estilo egipcio de las figuras; esto ya no se cree). Hoy, los arqueólogos franceses lo fechan exactamente en el 54 a. C. [1]. El relieve se encuentra ahora en exhibición en el Musée du Louvre, París (Francia).</p>
ru: <p>Скульптурный Дендерский зодиак (или зодиак Дендеры) — широко известный египетский барельеф с потолка пронаоса (или портика) часовни, посвященной Осирису, в храме Хатхор в Дендере. Эта часовня была начата в конце птолемеевского периода, когда Египтом правили (греческие) преемники Александра Македонского (эллинистический Египет: 305-30 гг. до н.э.). Его <i>пронаос</i> (зал перед священной палатой) был добавлен римским императором Тиберием (14-37 гг. н. э.). Это побудило Жана-Франсуа Шампольона (18 век) датировать рельеф греко-римским периодом (в то время как большинство его современников считали, что он датируется тысячелетием ранее из-за египетского стиля фигур - в это больше не верят). Сегодня французские археологи датируют его ровно 54 г. до н. э. [1]. Рельеф сейчас выставлен в Музее Лувра в Париже (Франция).</p>
sv: <p>Den skulpterade zodiaken från Dendera (eller zodiaken från Denderah) är en välkänd egyptisk basrelief från taket i pronaos (eller portiken) i ett kapell tillägnat Osiris i Hathor-templet i Dendera. Kapellet påbörjades i slutet av den ptolemeiska perioden när Egypten styrdes av (grekiska) efterföljare till Alexander den store (hellenistiska Egypten: 305-30 f.Kr.). Dess <i>pronaos</i> (en hall framför den heliga kammaren) tillkom under den romerske kejsaren Tiberius (14-37 e.Kr.). Detta fick Jean-François Champollion (1700-talet) att datera reliefen till den grekisk-romerska perioden (medan de flesta av hans samtida trodde att den var från ett årtusende tidigare på grund av figurernas egyptiska stil - detta tror man inte längre). Idag daterar franska arkeologer den till exakt 54 f.Kr. [1]. Reliefen finns nu utställd på Musée du Louvre i Paris (Frankrike).</p>
uk: <p>Вирізьблений Дендерський зодіак (або зодіак Дендери) — широковідомий єгипетський барельєф зі стел пронаоса (або портика) каплиці, яку присвячено Озірісу у храмі Хатор у Дендері. Будівництво каплиці було започатковано у період пізніх Птолемеїв, коли Єгиптом правили (грецькі) наступники Олександра Великого (елліністичний Єгипет: 305-30 рр. до н. е.). Його <i>пронаос</i> (передпокій перед священною кімнатою) було додано під час правління римського імператора Тиберія (14-37 н. е.). Жан-Франсуа Шамполіон (18-те ст.) датував рельєф греко-римським періодом (хоча більшість його сучасників вважали, що він на тисячоліття давніший через єгипетський стиль фігур — така думка втратила актуальність). Сьогодні, французькі археологи датують його точно 54 р. до н. е. [1]. Рельєф можна побачити у музеї Лувру, Париж (Франція).</p>
