Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Zodiac <p>The zodiac definitely came to Greece from Babylonian source. It is not preserved when it had been invented there and when it was transformed to Greek mathematical astronomy. We know for sure that Hipparchus (2nd ct. BCE) cites ecliptical longitudes from Eudoxus (4th ct. BCE) with a zodiac divided into 12x30 units, equaling our 360°. These direct citations from the 4th century BCE suggest a much earlier invention because the concept of the zodiac of 360° was very likely well established in Babylonian mathematical astronomy before it was copied by Greek mathematicians. Taking Eudoxus' writing as a <em>terminus ante quem</em>, we extrapolate a date for the genesis of the zodiac in Mesopotamia before 400 BCE. In other fragments of mathematical astronomy (between 800 and 700 BCE) the concept of the zodiac is not present. Some scholars argue for the 6th century BCE as date of invention - but to be honest, we don't know. The common sense is that the zodiac was probably invented around the middle of the 1st millennium BCE.</p> In MUL.APIN, there is definitely no zodiac but a predecessor: the path of the Moon. There are lists of constellations or "gods who stand in the path of the Moon, through whose region the Moon during a month [passes repeatedly] and keeps touching them." (cited from the edition by Hunger and Steele, 2018, p. 143). This list of the MUL.APIN compendium is not considered in this sky culture; constellations in the path of the Moon are not highlighted. ### Planets <p>This sky culture was made more or less only with the first list of the compendium, the so called `star catalogue'. It is not a real star catalogue because it does not give a single coordinate and most of the names given there are names of asterisms or constellations (and not point-like objects such as stars). The text of this first list is reproduced below - yet, we layouted it as a table to emphasis its function as an explanatory list. The catalogue also includes the names of planets: of course, planets do not have a fixed position. However, in Mesopotamian culture it was common to mention them for a complete set of objects in the sky. They are usually denoted (or drawn) at the position of their exaltation point (one of the later Greek <em>hypsomata</em> - but Greek astrology provided two <em>hypsomata</em> per planet while Babylonian had only one).</p> The names of the planets displayed in Stellarium are names of the objects in the sky and not of the gods associated with them. The list below shows that almost every asterism was associated with a deity. According to Babylonian belief, a deity has two representations: one in the sky and one on Earth as statue in the temple. That means a celestial object `is' not the deity but only one of its possible expressions. This is also the case for the planets. For instance, even a millennium before MUL.APIN, the goddess of sexual love and desire as well as goddess of war, the Sumerian Inanna/ Akkadian Ishtar had been associated with the planet Venus. This goddess was later `translated' to the Greek Aphrodite and Roman Venus and even in the Greco-Roman culture the name of the planet was Phosphoros (Greek: the Luminous One) or Lucifer (Latin: the Bringer of Light) but associated with the goddess. Similar cases exist for most of the constellations and single stars listed in MUL.APIN. In the list reproduced below, the left column gives the name of the object in the sky and the right column (in most of the cases) gives the associated deity. ### Star Catalogue The following table copies the reconstruction of the text of MUL.APIN by Hermann Hunger+ (1989, 2018), gives translations by Manfred Krebernik (published at the Rencontre Assyriologique International, Innsbruck, 2018) and identifies the Akkadian words with celestial regions and constellations (work by Susanne M. Hoffmann, 2015-2018, presented at Deutsche Orientalisten-Tagung, Jena, 2017). <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>"explanation" (e.g. related deity)</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>1</notr></td> <td><sup>STAR</sup><i>EPINNU</i>(Plough)</td> <td><sup>GOD</sup>Enlil</td> <td><notr>Cas</notr></td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>2</notr></td> <td><sup>STAR</sup><i>BARBARU</i>(Wolf)</td> <td>seeder of <sup>STAR</sup><i>EPINNU</i></td> <td><notr>&gamma; Cas and adjacent</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>3</notr></td> <td><sup>STAR</sup><i>&Scaron;&#298;BU</i>(Old Man)</td> <td><sup>GOD</sup>Enme&scaron;arra</td> <td><notr>Per</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>4</notr></td> <td><sup>STAR</sup><i>GAMLU</i>(Throwing-stick)</td> <td><sup>GOD</sup>Gamlum(Throwing-stick)</td> <td>in <notr>Aur</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>5</notr></td> <td><sup>STAR</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Great Twins)</td> <td><sup>GOD</sup>Lugalirra and <sup>GOD</sup>Meslamta&#702;ea</td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>6</notr></td> <td><sup>STAR</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Little Twins)</td> <td><sup>GOD</sup>Alammu&scaron; and <sup>GOD</sup>Ningublaga</td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>7</notr></td> <td><sup>STAR</sup><i>ALLUTTU</i>(Crab)</td> <td>seat of <sup>GOD</sup>Anu</td> <td><notr>Cnc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>8</notr></td> <td><sup>STAR</sup><i>URGUL&Ucirc;</i>(Lion)</td> <td><sup>GOD</sup>Latarak</td> <td><notr>Leo</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>9</notr></td> <td>STAR opposite <sup>STAR</sup><i>URGUL&Ucirc;</i></td> <td>STAR (of the) King</td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>10</notr></td> <td>twinkling STARs in the tail of <sup>STAR</sup><i>URGUL&Ucirc;</i></td> <td>&quot;date-palm spadix&quot; (jewellery?) (of) <sup>GOD</sup>Erua, <sup>GOD</sup>Zarpan&#299;tum</td> <td><notr>Com</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>11</notr></td> <td><sup>STAR</sup>&Scaron;U.PA(The Bright?)</td> <td><sup>GOD</sup>Enlil who determines the destinies of the land</td> <td><notr>Boo</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>12</notr></td> <td>STAR in front of it</td> <td><sup>STAR</sup><i>&#7722;ENGALL&#256;YU</i>(Abundant), vizier of <sup>GOD</sup>Ninlil</td> <td><notr>&alpha; Boo</notr> or <notr>&alpha; CVn</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>13</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>B&#256;&Scaron;TUM</i>(Dignity), vizier of <sup>GOD</sup>Ti&scaron;pak</td> <td><notr>CrB</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>14</notr></td> <td><sup>STAR</sup><i>EREQQU</i>(Wagon)</td> <td><sup>GOD</sup>Ninlil</td> <td><notr>UMa</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>STAR by the pole of <sup>STAR</sup><i>EREQQU</i></td> <td><sup>STAR</sup><i>&Scaron;&#274;LEBU</i>(Fox), <sup>GOD</sup>Erra, the strong of the gods</td> <td>Alcor (80 UMa) and north of it</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>16</notr></td> <td>STAR on the forehead of <sup>STAR</sup><i>EREQQU</i></td> <td><sup>STAR</sup><i>LA&#7722;RU</i>(Ewe), <sup>GOD</sup>Aya</td> <td><notr>west of &alpha; UMa </notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>17</notr></td> <td><sup>STAR</sup>MU.BU.K&Eacute;&Scaron;.DA (Hitched yoke?)</td> <td><sup>GOD</sup><i>Anu-rab&ucirc;</i> of heaven</td> <td><notr>reworked with the knowledge of [#5,#6,#7]</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>18</notr></td> <td><sup>STAR</sup>MAR.G&Iacute;D.DA.AN.NA (Wagon of heaven)</td> <td><sup>GOD</sup>Damkianna</td> <td>UMi (according to Aratus)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>19</notr></td> <td>STAR in its bond</td> <td><sup>STAR</sup><i>APIL-EMA&#7722;</i> (Heir of the Ema&#7723;-temple), foremost son of <sup>GOD</sup>Anu</td> <td><notr>somewhere in the circumpolar area</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">The stars (of the) Standing Gods of the Ekur temple</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">The stars (of the) Sitting Gods of the Ekur temple</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>20</notr></td> <td><sup>STAR</sup><i>ENZU</i>(She-Goat)</td> <td><sup>GOD</sup>Gula</td> <td><notr>Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>21</notr></td> <td>STAR in front of <sup>STAR</sup><i>ENZU</i></td> <td><sup>STAR</sup><i>KALBU</i>(Dog) (of <sup>GOD</sup>Gula)</td> <td>in <notr>Her</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>22</notr></td> <td>bright STAR of <sup>STAR</sup><i>ENZU</i></td> <td><sup>GOD</sup>Lamassatu, vizier of <sup>GOD</sup>Baba (= <sup>GOD</sup>Gu-la)</td> <td><notr>&alpha; Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>23</notr></td> <td>2 STAR<sup>s</sup> behind it</td> <td><sup>GOD</sup>Nin-SAR and <sup>GOD</sup>Errakal</td> <td><notr>&eta;, &theta; Lyr ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>24</notr></td> <td><sup>STAR</sup>U<sub>4</sub>.KA.DU<sub>8</sub>.A</td> <td><sup>GOD</sup>U.GUR(Nergal)</td> <td><notr>Cyg</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>25</notr></td> <td>STAR to the right of it</td> <td><sup>STAR</sup>&Scaron;<i>A&#7722;&Ucirc;</i>(Pig), <sup>GOD</sup>Damu</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>26</notr></td> <td>STAR to the left of it</td> <td><sup>STARS</sup><i>SIS&Ucirc;</i>(Horse)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>27</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>LULIMMU</i>, vizier of STAR.STAR (Pleiades)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>28</notr></td> <td>twinkling STAR<sup>s</sup> opposite <sup>STAR</sup><i>LULIMMU</i>(Stag)</td> <td><sup>GOD</sup>&#7722;arriru (Field Mouse), <sup>GOD</sup>Manz&acirc;t(Rainbow)</td> <td><notr>M31 ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>29</notr></td> <td>red bright STAR in the kidney of <sup>STAR</sup><i>LULIMMU</i></td> <td><sup>STAR</sup><i>P&#256;&Scaron;ITTU</i>(Deleter)</td> <td><notr>??? (unknown)</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">When the STAR<sup>s</sup> of <sup>GOD</sup>Enlil are completed:</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>30</notr></td> <td>big STAR, its &quot;light&quot; is dim, it divides the sky and stands</td> <td style="color: #0070c0">STAR (of) <sup>GOD</sup>Marduk, <sup>GOD</sup>N&#275;beru(Ford)</td> <td>Milky Way???</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>31</notr></td> <td colspan="2"><sup>STAR</sup>SAG.ME.GAR(Jupiter), it changes its place and crosses the sky</td> <td>Jupiter [hypsoma]</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">33 STAR<sup>s</sup> of <sup>GOD</sup>Enlil</td> </tr> </tbody> </table> <p><b>Remark 1</b>: <i>Babylonian lists do not have headlines but a sort of caption. Lines written in red [by us] indicate this line to be such a footer which summarizes the text before as a sort of (sub)section or chapter. The planets, we highlighted in blue.</i></p> <p><b>Remark 2</b>: <i>At this line, the text tells us that there were 33 asterism listed before this line. However, on the original clay tablet(s) there had been only 31 lines. Therefore, the counting of asterisms for the authors of MUL.APIN is an often discussed topic in this context. There are several different suggestions and we have even made an own one but since all versions are uncertain, we are not brave enough to publish any of them here. We are not sure, if there is any common sense about that in the scientific community.</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>"explanation" (e.g. related deity)</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>32</notr></td> <td><sup>STAR</sup>ONE&middot;&quot;FIELD&quot;(area measure)</td> <td>seat of <sup>GOD</sup>Ea who goes in front of the STAR<sup>s</sup> of <sup>GOD</sup>Anu</td> <td><notr>Peg</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33</notr></td> <td>STAR opposite <sup>STAR</sup>ONE&middot;'FIELD'</td> <td><sup>STAR</sup><i>&Scaron;IN&#362;NUTU</i>(Swallow)</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>34</notr></td> <td>STAR behind <sup>STAR</sup>ONE&middot;'FIELD'</td> <td><sup>STAR</sup><i>ANUNN&#298;TU</i></td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>35</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>AGRU</i>(Hired Worker), <sup>GOD</sup>Tammuz</td> <td><notr>Ari</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>36</notr></td> <td>STAR.STAR(<i>ZAPPU</i>, Bristle)</td> <td><sup>GOD</sup>Sebettu, the great gods</td> <td>Pleiades</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>37</notr></td> <td><sup>STAR</sup>BULL&middot;OF&middot;HEAVEN(<i>AL&Ucirc;</i>)</td> <td><sup>GOD</sup><i>Is-l&ecirc;</i> (Jaw of the Wild Bull), crown of <sup>GOD</sup>Anu</td> <td><notr>Tau</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>38</notr></td> <td><sup>STAR</sup>TRUE&middot;SHEPHERD&middot;OF&middot;HEAVEN (<i>&Scaron;ITADDALLU</i>, Orion)</td> <td><sup>GOD</sup>Papsukkal, vizier of <sup>GOD</sup>Anu</td> <td><notr>Ori</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>39</notr></td> <td>Twin STARs opposite <sup>STAR</sup><i>&Scaron;ITADDALLU</i></td> <td><sup>GOD</sup>Lulal and <sup>GOD</sup>Latarak</td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>40</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>TARLUGALLU</i> (Cock)</td> <td><notr>Lep (</notr>or<notr> &alpha; CMi ??)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>41</notr></td> <td><sup>STAR</sup>GAG.SI.S&Aacute;(Arrow)</td> <td><i>&Scaron;ilt&#257;&#7723;u</i> (Arrow), great hero (of) <sup>GOD</sup>Ninurta</td> <td>Sirius + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>42</notr></td> <td><sup>STAR</sup><i>QA&Scaron;TU</i>(Bow)</td> <td><sup>GOD</sup>I&scaron;tar-of-Elam, daughter of <sup>GOD</sup>Enlil</td> <td>in <notr>CMa ?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>43</notr></td> <td>STAR (of) <sup>GOD</sup>NIRA&#7722;(Snake-god)</td> <td><sup>GOD</sup>Ningi&scaron;zida, lord of the 'Earth' (= netherworld)</td> <td><notr>Hya</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>44</notr></td> <td><sup>STAR</sup><i>&#256;RIBU</i>(Raven)</td> <td>Raven, STAR of <sup>GOD</sup>Adad</td> <td><notr>Crv</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>45</notr></td> <td><sup>STAR</sup><i>&Scaron;ER&#702;U</i>(Furrow)</td> <td><sup>GOD</sup>&Scaron;ala, ear of grain</td> <td><notr>Vir</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>46</notr></td> <td><sup>STAR</sup><i>ZIB&#256;N&#298;TU</i>(Scales)</td> <td>Horns of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>(Scorpion)</td> <td>circa Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>47, 48, 49</notr></td> <td>STAR (of) <sup>GOD</sup>Zababa</td> <td><sup>STAR</sup><i>ER&Ucirc;</i>(Eagle) and <sup>STAR</sup><i>PAGRU</i>(Corpse)</td> <td><notr>Oph, Aql+</notr></td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>50</notr></td> <td colspan="2"><sup>STAR</sup><i>DILPAT</i>(Venus), it changes its place and crosses the sky</td> <td>Venus</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>51</notr></td> <td colspan="2"><sup>STAR</sup><i>&#7778;ALBAT&#256;NU</i>(Mars), it changes its place and crosses the sky</td> <td>Mars</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>52</notr></td> <td colspan="2"><sup>STAR</sup>STEADY&middot;&quot;WILD&middot;SHEEP&quot;(<i>KAJJAM&#256;NU</i>, Saturn), it changes its place and crosses the sky</td> <td>Saturn</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>53</notr></td> <td colspan="2"><sup>STAR</sup>DANCING&middot;&quot;WILD&middot;SHEEP&quot;(<i>&Scaron;I&#7722;&#7788;U</i>, Mercury), whose name is <sup>GOD</sup>Ninurta, either in the East or in the West, where ever in the month it appears, where ever in the month it disappears</td> <td>Mercury</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">23 STAR<sup>s</sup> of Anum</td> </tr> </tbody> </table> <p><b>Remark 3:</b> <i>Giving a "+" sign in the column of the modern counterpart, we indicate that (likely/ possibly) more stars are belonging to this Babylonian asterism. In case of the Arrow, for instance, it is sure that Sirius belongs to this constellation but modern authors published at least three versions which further stars have to be added. Another case is the Eagle next to another constellation named "the Corpse". This could possibly be a predecessor of Ptolemy's newly added double-constellation "Eagle with Antinuos" but it can also be independent - that is why, we give "Aql+".</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">constellation number</td> <td>asterism to be "explained" (e.g. by relating it to a deity)</td> <td>"explanation" (e.g. related deity)</td> <td>position in the sky</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>54</notr></td> <td><sup>STAR</sup><i>N&#362;NU</i>(Fish)</td> <td><sup>GOD</sup>Ea who goes in front of the STAR<sup>s</sup> of <sup>GOD</sup>Ea</td> <td><notr>PsA</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>55</notr></td> <td>GREAT&middot;STAR</td> <td><sup>GOD</sup>Ea</td> <td><notr>Aqr</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>56</notr></td> <td>STAR of (the city of) Eridu</td> <td> <sup>GOD</sup>Ea </td> <td>Canopus<notr> (&alpha; Car)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>57</notr></td> <td>STAR to its right</td> <td>STAR (of) <sup>&lt;GOD&gt;</sup>Ninma&#7723;</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>58</notr></td> <td><sup>STAR</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i></td> <td><sup>GOD</sup>Ningirsu</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>59</notr></td> <td>STAR to its right</td> <td><sup>STAR</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), weapon of <sup>GOD</sup>M&#257;r-b&#299;ti, in the centre of which the Aps&ucirc; is visible</td> <td>in <notr>Vela (Aps&ucirc;~MW?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>60</notr></td> <td>2 STAR<sup>s</sup> behind it</td> <td><sup>GOD</sup>&Scaron;ullat and <sup>GOD</sup>&#7722;ani&scaron;, <sup>GOD</sup>&Scaron;ama&scaron; and <sup>GOD</sup>Adad</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>61</notr></td> <td>STAR behind it which lights up like <sup>GOD</sup>Ea (and) sets like Ea</td> <td>STAR (of) <sup>GOD</sup>Numu&scaron;da, <sup>GOD</sup>Adad</td> <td><notr>Cen</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>62</notr></td> <td>STAR to the left of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>(Scorpion)</td> <td><sup>STAR</sup><i>URIDIMMU</i> = <sup>GOD</sup>Kusu</td> <td><notr>Lup</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>63</notr></td> <td><sup>STAR</sup><i>ZUQAQ&#298;PU</i></td> <td><sup>GOD</sup>I&scaron;&#7723;ara, lady of the inhabited world</td> <td><notr>Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>64</notr></td> <td><sup>STAR</sup><i>IRAT&middot;ZUQAQ&#298;PI<br/></i>(Breast of the Scorpion)</td> <td><sup>GOD</sup>Lisin, <sup>GOD</sup>Nab&ucirc;</td> <td>Antares<notr> (&alpha; Sco)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>65</notr></td> <td>2 STAR<sup>s</sup> on the sting (<i>ZIQTU</i>) of <sup>STAR</sup><i>ZUQAQ&#298;PU</i></td> <td><sup>GOD</sup>&Scaron;arur and <sup>GOD</sup>&Scaron;argaz</td> <td><notr>&lambda;, &nu; Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>66</notr></td> <td>STAR behind them</td> <td><sup>GOD</sup>Pabilsa&#285;</td> <td><notr>Sgr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>67, 68</notr></td> <td><sup>STAR</sup><i>MAKURRU</i>(Bark) &lt;&lt;and&gt;&gt; </td> <td><sup>STAR</sup><i>SU&#7722;URM&#256;&Scaron;U</i>(Goat-fish)</td> <td><notr>(CrA &amp;) Cap</notr></td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">15 STAR<sup>s</sup> of <sup>GOD</sup>Ea</td> </tr> </tbody> </table> ### Source(s) The stick figures are interpretations by Susanne M. Hoffmann based on some years of her doctoral and post-doctoral research. In some cases they deviate from the common identifications copied by Pingree, Hunger and other scholars since 1950 or earlier. Hunger's new edition of MUL.APIN (2018) allowed new insights. Some of the figures have been derived in Hoffmann's dissertation thesis (in the chapters on the Babylonian roots of the Greek culture: Hipparchs Himmelsglobus, Springer, 2017) and some others were developed during her work as director of the planetarium Königsleiten together with other, mainly German, planetariums. A first scientific article on visualization of two versions of the Babylonian zodiac appeared in: Wolfschmidt, Gudrun [ed.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Hamburg, 2017. Further publications are in preparation (e.g. together with M. Krebernik for the proceedings of the Rencontre Assyriologique Internationale 2018). See chapter "Further Reading" below.
ru: ### Зодиак <p>Зодиак определенно пришел в Грецию из Вавилона. Не сохранилось данных, когда он был там изобретентам и когда он был преобразован в греческую математическую астрономию. Мы точно знаем, что Гиппарх (II в. до н. э.) приводит эклиптические долготы из Евдокса (IV в. до н. э.) с зодиаком, разделенным на 12x30 единиц, что равно нашим 360°. Это прямое цитирование из IV в. до н. э. предполагают гораздо более раннее изобретение, поскольку концепция зодиака в 360°, скорее всего, была хорошо известна в вавилонской математической астрономии до того, как ее скопировали греческие математики. Принимая труд Евдокса как <em>terminus ante quem</em>, мы предполагаем, что возникновение зодиака в Месопотамии относится к периоду до 400 г. до н.э. В других фрагментах математической астрономии (между 800 и 700 гг. до н. э.) понятие зодиака отсутствует. Некоторые ученые утверждают, что датой изобретения является VI век до н. э., но, честно говоря, мы не знаем. Здравый смысл подсказывает, что зодиак, вероятно, был изобретен около середины I тысячелетия до н. э.</p> В MUL.APIN определенно нет зодиака, но есть предшественник: путь Луны.. Существуют списки созвездий или «богов, которые стоят на пути Луны, через область которых Луна в течение месяца [проходит неоднократно] и постоянно касается их». (цитируется по изданию Hunger and Steele, 2018, стр. 143). Данный список компендиума MUL.APIN не рассматривается в данной культуре неба; созвездия на пути Луны не выделены. ### Планеты <p>Эта культура неба была создана более или менее только с первым списком компендиума, так называемым «звездным каталогом». Это не настоящий звездный каталог, потому что он не дает ни одной координаты, и большинство названий, приведенных там, являются названиями астеризмов или созвездий (а не точечных объектов, таких как звезды). Текст этого первого списка воспроизводится ниже - тем не менее, мы скомпоновали его в виде таблицы, чтобы подчеркнуть его функцию как пояснительного списка. Каталог также включает названия планет: конечно, планеты не имеют фиксированного положения. Однако в месопотамской культуре их было принято упоминать для полного набора объектов на небе. Обычно они обозначаются (или рисуются) в положении их точки возвышения (одна из более поздних греческих <em>hypsomata</em> - но греческая астрология представляла две <em>hypsomata</em> на планету, тогда как в Вавилоне была только одна).</p> Названия планет, отображаемые в Stellarium, являются названиями объектов на небе, а не богов, связанных с ними. Список ниже показывает, что почти каждый астеризм был связан с божеством. Согласно вавилонскому верованию, божество имеет два представления: одно на небе и одно на Земле в виде статуи в храме. Это означает, что небесный объект «является» не божеством, а лишь одним из его возможных выражений. Это также относится к планетам. Например, еще за тысячелетие до MUL.APIN, богиня сексуальной любви и желания, а также богиня войны, шумерская Инанна/аккадская Иштар ассоциировалась с планетой Венера. Эта богиня позже была «переведена» в греческую Афродиту и римскую Венеру, и даже в греко-римской культуре название планеты было Фосфорос (греч.: Светоносный) или Люцифер (лат.: Несущий Свет), но ассоциировалось с богиней. Подобные случаи существуют для большинства созвездий и отдельных звезд, перечисленных в MUL.APIN. В приведенном ниже списке в левом столбце указано название небесного объекта, а в правом столбце (в большинстве случаев) указано соответствующее божество. ### Звездный каталог В следующей таблице копируется реконструкция текста MUL.APIN Германа Хунгера+ (1989, 2018), даются переводы Манфреда Креберника (опубликованы на Rencontre Assyriologique International, Инсбрук, 2018) и идентифицируются аккадские слова с небесными областями и созвездиями (работа Сюзанны М. Хоффманн, 2015-2018, представленная на Deutsche Orientalisten-Tagung, Йена, 2017). <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер созвездия</td> <td>астеризм, который необходимо «объяснить» (например, связав его с божеством)</td> <td>«объяснение» (например, связанное божество)</td> <td>положение в небе</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>1</notr></td> <td><sup>ЗВЕЗДА</sup><i>ЭПИННУ</i>(Плуг)</td> <td><sup>БОГ</sup>Энлиль</td> <td><notr>Cas</notr></td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>2</notr></td> <td><sup>ЗВЕЗДА</sup><i>БАРБАРУ</i>(Волк)</td> <td>сеялка <sup>ЗВЕЗДЫ</sup><i>ЭПИННУ</i></td> <td><notr>&gamma; Cas и смежные</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>3</notr></td> <td><sup>ЗВЕЗДА</sup><i>&Scaron;&#298;BU</i>(Старик)</td> <td><sup>БОГ</sup>Enme&scaron;arra</td> <td><notr>Per</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>4</notr></td> <td><sup>ЗВЕЗДА</sup><i>ГАМЛУ</i>(Метательная палка)</td> <td><sup>БОГ</sup>Гамлум (Метательная палка)</td> <td>в <notr>Aur</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>5</notr></td> <td><sup>ЗВЕЗДА</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Большие близнецы)</td> <td><sup>БОГ</sup>Lugalirra и <sup>БОГ</sup>Meslamta&#702;ea</td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>6</notr></td> <td><sup>ЗВЕЗДА</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Маленькие близнецы)</td> <td><sup>БОГ</sup>Alammu&scaron; и <sup>БОГ</sup>Ningublaga</td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>7</notr></td> <td><sup>ЗВЕЗДА</sup><i>ALLUTTU</i>(Краб)</td> <td>место <sup>БОГА</sup>Ану</td> <td><notr>Cnc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>8</notr></td> <td><sup>ЗВЕЗДА</sup><i>URGUL&Ucirc;</i>(Лев)</td> <td><sup>БОГ</sup>Латарак</td> <td><notr>Leo</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>9</notr></td> <td>STAR opposite <sup>STAR</sup><i>URGUL&Ucirc;</i></td> <td>STAR (of the) King</td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>10</notr></td> <td>twinkling STARs in the tail of <sup>STAR</sup><i>URGUL&Ucirc;</i></td> <td>&quot;date-palm spadix&quot; (jewellery?) (of) <sup>GOD</sup>Erua, <sup>GOD</sup>Zarpan&#299;tum</td> <td><notr>Com</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>11</notr></td> <td><sup>ЗВЕЗДА</sup>&Scaron;U.PA(The Bright?)</td> <td><sup>БОГ</sup>Enlil who determines the destinies of the land</td> <td><notr>Boo</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>12</notr></td> <td>STAR in front of it</td> <td><sup>STAR</sup><i>&#7722;ENGALL&#256;YU</i>(Abundant), vizier of <sup>GOD</sup>Ninlil</td> <td><notr>&alpha; Boo</notr> or <notr>&alpha; CVn</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>13</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>B&#256;&Scaron;TUM</i>(Dignity), vizier of <sup>GOD</sup>Ti&scaron;pak</td> <td><notr>CrB</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>14</notr></td> <td><sup>ЗВЕЗДА</sup><i>EREQQU</i>(Wagon)</td> <td><sup>БОГ</sup>Нинлиль</td> <td><notr>UMa</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>STAR by the pole of <sup>STAR</sup><i>EREQQU</i></td> <td><sup>STAR</sup><i>&Scaron;&#274;LEBU</i>(Fox), <sup>GOD</sup>Erra, the strong of the gods</td> <td>Alcor (80 UMa) and north of it</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>16</notr></td> <td>STAR on the forehead of <sup>STAR</sup><i>EREQQU</i></td> <td><sup>STAR</sup><i>LA&#7722;RU</i>(Ewe), <sup>GOD</sup>Aya</td> <td><notr>west of &alpha; UMa </notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>17</notr></td> <td><sup>ЗВЕЗДА</sup>MU.BU.K&Eacute;&Scaron;.DA (Hitched yoke?)</td> <td><sup>GOD</sup><i>Anu-rab&ucirc;</i> of heaven</td> <td><notr>reworked with the knowledge of [#5,#6,#7]</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>18</notr></td> <td><sup>ЗВЕЗДА</sup>MAR.G&Iacute;D.DA.AN.NA (Wagon of heaven)</td> <td><sup>БОГ</sup>Дамкианна</td> <td>UMi (according to Aratus)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>19</notr></td> <td>STAR in its bond</td> <td><sup>STAR</sup><i>APIL-EMA&#7722;</i> (Heir of the Ema&#7723;-temple), foremost son of <sup>GOD</sup>Anu</td> <td><notr>somewhere in the circumpolar area</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">The stars (of the) Standing Gods of the Ekur temple</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">The stars (of the) Sitting Gods of the Ekur temple</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>20</notr></td> <td><sup>ЗВЕЗДА</sup><i>ENZU</i>(She-Goat)</td> <td><sup>БОГ</sup>Гула</td> <td><notr>Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>21</notr></td> <td>STAR in front of <sup>STAR</sup><i>ENZU</i></td> <td><sup>STAR</sup><i>KALBU</i>(Dog) (of <sup>GOD</sup>Gula)</td> <td>in <notr>Her</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>22</notr></td> <td>bright STAR of <sup>STAR</sup><i>ENZU</i></td> <td><sup>GOD</sup>Lamassatu, vizier of <sup>GOD</sup>Baba (= <sup>GOD</sup>Gu-la)</td> <td><notr>&alpha; Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>23</notr></td> <td>2 ЗВЕЗД<sup>ы</sup> позади</td> <td><sup>БОГ</sup>Нин-САР и <sup>БОГ</sup>Эрракаль</td> <td><notr>&eta;, &theta; Lyr ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>24</notr></td> <td><sup>ЗВЕЗДА</sup>U<sub>4</sub>.KA.DU<sub>8</sub>.A</td> <td><sup>БОГ</sup>U.GUR(Нергал)</td> <td><notr>Cyg</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>25</notr></td> <td>STAR to the right of it</td> <td><sup>STAR</sup>&Scaron;<i>A&#7722;&Ucirc;</i>(Pig), <sup>GOD</sup>Damu</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>26</notr></td> <td>STAR to the left of it</td> <td><sup>STARS</sup><i>SIS&Ucirc;</i>(Horse)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>27</notr></td> <td>ЗВЕЗДА позади</td> <td><sup>STAR</sup><i>LULIMMU</i>, vizier of STAR.STAR (Pleiades)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>28</notr></td> <td>twinkling STAR<sup>s</sup> opposite <sup>STAR</sup><i>LULIMMU</i>(Stag)</td> <td><sup>GOD</sup>&#7722;arriru (Field Mouse), <sup>GOD</sup>Manz&acirc;t(Rainbow)</td> <td><notr>M31 ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>29</notr></td> <td>red bright STAR in the kidney of <sup>STAR</sup><i>LULIMMU</i></td> <td><sup>STAR</sup><i>P&#256;&Scaron;ITTU</i>(Deleter)</td> <td><notr>??? (unknown)</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">When the STAR<sup>s</sup> of <sup>GOD</sup>Enlil are completed:</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>30</notr></td> <td>big STAR, its &quot;light&quot; is dim, it divides the sky and stands</td> <td style="color: #0070c0">STAR (of) <sup>GOD</sup>Marduk, <sup>GOD</sup>N&#275;beru(Ford)</td> <td>Milky Way???</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>31</notr></td> <td colspan="2"><sup>ЗВЕЗДА</sup>SAG.ME.GAR(Jupiter), it changes its place and crosses the sky</td> <td>Юпитер [hypsoma]</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">33 ЗВЕЗД<sup>ы</sup> <sup>БОГА</sup>Энлиля</td> </tr> </tbody> </table> <p><b>Ремарка 1</b>: <i>Вавилонские списки не имеют заголовков, но своего рода подписи. Строки, написанные в красном [от нас], указывают на эту строку таким нижнечевным ими, который обобщает текст ранее как своего рода (под)раздел или главу. Планеты, мы выделили в синем.</i></p> <p><b>Ремарка 2</b>: <i>В этой строке текст говорит нам, что до этой строки было указано 33 астеризма. Тем не менее, на оригинальной глиняной таблетках было всего 31 линии. Следовательно, подсчет астеризмов для авторов MAL.APIN является часто обсуждаемой темой в этом контексте. Есть несколько разных предложений, и мы даже сделали собственную, но, поскольку все версии неясны, мы не достаточно смелы, чтобы публиковать какие-либо из них здесь. Мы не уверены, если в научном сообществе есть здравый смысл.</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер созвездия</td> <td>астеризм, который необходимо «объяснить» (например, связав его с божеством)</td> <td>«объяснение» (например, связанное божество)</td> <td>положение в небе</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>32</notr></td> <td><sup>ЗВЕЗДА</sup>ONE&middot;&quot;FIELD&quot;(area measure)</td> <td>seat of <sup>GOD</sup>Ea who goes in front of the STAR<sup>s</sup> of <sup>GOD</sup>Anu</td> <td><notr>Peg</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33</notr></td> <td>STAR opposite <sup>STAR</sup>ONE&middot;'FIELD'</td> <td><sup>STAR</sup><i>&Scaron;IN&#362;NUTU</i>(Swallow)</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>34</notr></td> <td>STAR behind <sup>STAR</sup>ONE&middot;'FIELD'</td> <td><sup>STAR</sup><i>ANUNN&#298;TU</i></td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>35</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>AGRU</i>(Hired Worker), <sup>БОГ</sup>Таммуз</td> <td><notr>Ari</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>36</notr></td> <td>ЗВЕЗДА.ЗВЕЗДА(<i>ZAPPU</i>, Bristle)</td> <td><sup>БОГ</sup>Sebettu, the great gods</td> <td>Плеяды</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>37</notr></td> <td><sup>ЗВЕЗДА</sup>BULL&middot;OF&middot;HEAVEN(<i>AL&Ucirc;</i>)</td> <td><sup>GOD</sup><i>Is-l&ecirc;</i> (Jaw of the Wild Bull), crown of <sup>GOD</sup>Anu</td> <td><notr>Tau</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>38</notr></td> <td><sup>ЗВЕЗДА</sup>TRUE&middot;SHEPHERD&middot;OF&middot;HEAVEN (<i>&Scaron;ITADDALLU</i>, Orion)</td> <td><sup>GOD</sup>Papsukkal, vizier of <sup>GOD</sup>Anu</td> <td><notr>Ori</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>39</notr></td> <td>Twin STARs opposite <sup>STAR</sup><i>&Scaron;ITADDALLU</i></td> <td><sup>GOD</sup>Lulal and <sup>GOD</sup>Latarak</td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>40</notr></td> <td>STAR behind it</td> <td><sup>STAR</sup><i>TARLUGALLU</i> (Cock)</td> <td><notr>Lep (</notr>or<notr> &alpha; CMi ??)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>41</notr></td> <td><sup>ЗВЕЗДА</sup>GAG.SI.S&Aacute;(Arrow)</td> <td><i>&Scaron;ilt&#257;&#7723;u</i> (Arrow), great hero (of) <sup>GOD</sup>Ninurta</td> <td>Сириус + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>42</notr></td> <td><sup>ЗВЕЗДА</sup><i>QA&Scaron;TU</i>(Bow)</td> <td><sup>GOD</sup>I&scaron;tar-of-Elam, дочь <sup>БОГА</sup>Энлиля</td> <td>in <notr>CMa ?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>43</notr></td> <td>STAR (of) <sup>GOD</sup>NIRA&#7722;(Snake-god)</td> <td><sup>GOD</sup>Ningi&scaron;zida, lord of the 'Earth' (= netherworld)</td> <td><notr>Hya</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>44</notr></td> <td><sup>ЗВЕЗДА</sup><i>&#256;RIBU</i>(Raven)</td> <td>Raven, STAR of <sup>GOD</sup>Adad</td> <td><notr>Crv</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>45</notr></td> <td><sup>ЗВЕЗДА</sup><i>&Scaron;ER&#702;U</i>(Furrow)</td> <td><sup>GOD</sup>&Scaron;ala, ear of grain</td> <td><notr>Vir</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>46</notr></td> <td><sup>ЗВЕЗДА</sup><i>ZIB&#256;N&#298;TU</i>(Весы)</td> <td>Horns of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>(Скорпион)</td> <td>circa Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>47, 48, 49</notr></td> <td>STAR (of) <sup>GOD</sup>Zababa</td> <td><sup>STAR</sup><i>ER&Ucirc;</i>(Eagle) and <sup>STAR</sup><i>PAGRU</i>(Corpse)</td> <td><notr>Oph, Aql+</notr></td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>50</notr></td> <td colspan="2"><sup>ЗВЕЗДА</sup><i>DILPAT</i>(Venus), it changes its place and crosses the sky</td> <td>Венера</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>51</notr></td> <td colspan="2"><sup>ЗВЕЗДА</sup><i>&#7778;ALBAT&#256;NU</i>(Mars), it changes its place and crosses the sky</td> <td>Марс</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>52</notr></td> <td colspan="2"><sup>ЗВЕЗДА</sup>STEADY&middot;&quot;WILD&middot;SHEEP&quot;(<i>KAJJAM&#256;NU</i>, Saturn), it changes its place and crosses the sky</td> <td>Сатурн</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>53</notr></td> <td colspan="2"><sup>ЗВЕЗДА</sup>DANCING&middot;&quot;WILD&middot;SHEEP&quot;(<i>&Scaron;I&#7722;&#7788;U</i>, Mercury), whose name is <sup>GOD</sup>Ninurta, either in the East or in the West, where ever in the month it appears, where ever in the month it disappears</td> <td>Меркурий</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">23 STAR<sup>s</sup> of Anum</td> </tr> </tbody> </table> <p><b>Ремарка 3:</b> <i>Добавляя знак «+» в колонке современного аналога, мы указываем, что (вероятно/возможно) больше звезд принадлежат к этому вавилонскому астеризму. Например, в случае стрелки, уверен, что Сириус принадлежит к этому созвездию, но современные авторы опубликовали как минимум три версии, которые должны быть добавлены дальнейшие звезды. Другой случай - орел рядом с другим созвездием под названием «Труп». Это может быть предшественником недавно добавленной двойной концентрации «орла с антинуосом» Птолемея, но он также может быть независимым - вот почему мы даем «Aql+».</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер созвездия</td> <td>астеризм, который необходимо «объяснить» (например, связав его с божеством)</td> <td>«объяснение» (например, связанное божество)</td> <td>положение в небе</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>54</notr></td> <td><sup>ЗВЕЗДА</sup><i>N&#362;NU</i>(Fish)</td> <td><sup>GOD</sup>Ea who goes in front of the STAR<sup>s</sup> of <sup>GOD</sup>Ea</td> <td><notr>PsA</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>55</notr></td> <td>GREAT&middot;STAR</td> <td><sup>GOD</sup>Ea</td> <td><notr>Aqr</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>56</notr></td> <td>STAR of (the city of) Eridu</td> <td> <sup>GOD</sup>Ea </td> <td>Канопус<notr> (&alpha; Car)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>57</notr></td> <td>STAR to its right</td> <td>STAR (of) <sup>&lt;GOD&gt;</sup>Ninma&#7723;</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>58</notr></td> <td><sup>ЗВЕЗДА</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i></td> <td><sup>GOD</sup>Ningirsu</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>59</notr></td> <td>STAR to its right</td> <td><sup>STAR</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), weapon of <sup>GOD</sup>M&#257;r-b&#299;ti, in the centre of which the Aps&ucirc; is visible</td> <td>in <notr>Vela (Aps&ucirc;~MW?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>60</notr></td> <td>2 ЗВЕЗД<sup>ы</sup> позади</td> <td><sup>GOD</sup>&Scaron;ullat and <sup>GOD</sup>&#7722;ani&scaron;, <sup>GOD</sup>&Scaron;ama&scaron; and <sup>GOD</sup>Adad</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>61</notr></td> <td>STAR behind it which lights up like <sup>GOD</sup>Ea (and) sets like Ea</td> <td>STAR (of) <sup>GOD</sup>Numu&scaron;da, <sup>GOD</sup>Adad</td> <td><notr>Cen</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>62</notr></td> <td>STAR to the left of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>(Scorpion)</td> <td><sup>STAR</sup><i>URIDIMMU</i> = <sup>GOD</sup>Kusu</td> <td><notr>Lup</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>63</notr></td> <td><sup>ЗВЕЗДА</sup><i>ZUQAQ&#298;PU</i></td> <td><sup>GOD</sup>I&scaron;&#7723;ara, lady of the inhabited world</td> <td><notr>Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>64</notr></td> <td><sup>ЗВЕЗДА</sup><i>IRAT&middot;ZUQAQ&#298;PI<br/></i>(Breast of the Scorpion)</td> <td><sup>GOD</sup>Lisin, <sup>GOD</sup>Nab&ucirc;</td> <td>Антарес<notr> (&alpha; Sco)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>65</notr></td> <td>2 STAR<sup>s</sup> on the sting (<i>ZIQTU</i>) of <sup>STAR</sup><i>ZUQAQ&#298;PU</i></td> <td><sup>GOD</sup>&Scaron;arur and <sup>GOD</sup>&Scaron;argaz</td> <td><notr>&lambda;, &nu; Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>66</notr></td> <td>STAR behind them</td> <td><sup>GOD</sup>Pabilsa&#285;</td> <td><notr>Sgr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>67, 68</notr></td> <td><sup>ЗВЕЗДА</sup><i>MAKURRU</i>(Bark) &lt;&lt;and&gt;&gt; </td> <td><sup>STAR</sup><i>SU&#7722;URM&#256;&Scaron;U</i>(Goat-fish)</td> <td><notr>(CrA &amp;) Cap</notr></td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">15 STAR<sup>s</sup> of <sup>GOD</sup>Ea</td> </tr> </tbody> </table> ### Источники Фигурки из палочек — это интерпретации Сюзанны М. Хоффманн, основанные на нескольких годах ее докторских и постдокторских исследований. В некоторых случаях они отклоняются от общепринятых идентификаций, скопированных Пингри, Хангером и другими учеными с 1950 года или ранее. Новое издание Hunger MUL.APIN (2018) позволило по-новому взглянуть на вещи. Некоторые цифры были получены в диссертационной работе Хоффман (в главах о вавилонских корнях греческой культуры: Hipparchs Himmelsglobus, Springer, 2017), а некоторые другие были разработаны во время ее работы в качестве директора планетария Königsleiten совместно с другими, в основном немецкими, планетариями. Первая научная статья о визуализации двух версий вавилонского зодиака появилась в: Wolfschmidt, Gudrun [ed.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Hamburg, 2017. Готовятся и другие публикации (например, совместно с М. Креберником для материалов Rencontre Assyriologique Internationale 2018). См. главу «Дополнительное чтение» ниже.
sv: ### Zodiac <p>Zodiaken kom definitivt till Grekland från babyloniska källor. Det är inte bevarat när den uppfanns där och när den omvandlades till grekisk matematisk astronomi. Vi vet med säkerhet att Hipparchus (2:a årh. f.Kr.) citerar ekliptiska longituder från Eudoxus (4:e årh. f.Kr.) med en zodiak uppdelad i 12x30 enheter, vilket motsvarar våra 360°. Dessa direkta citat från 4:e århundradet f.Kr tyder på en mycket tidigare uppfinning eftersom konceptet med zodiaken på 360° mycket troligt var väl etablerat i den babyloniska matematiska astronomin innan den kopierades av grekiska matematiker. Med Eudoxus skrift som en <em>terminus ante quem</em> extrapolerar vi ett datum för zodiakens uppkomst i Mesopotamien före 400 fvt. I andra fragment av matematisk astronomi (mellan 800 och 700 fvt) förekommer inte zodiakbegreppet. Vissa forskare argumenterar för 600-talet f.Kr. som datum för uppfinningen - men ärligt talat vet vi inte. Det sunda förnuftet är att zodiaken förmodligen uppfanns runt mitten av det första årtusendet f.Kr.</p> I MUL.APIN finns det definitivt ingen zodiak, men en föregångare: månens bana. Det finns listor över konstellationer eller "gudar som står i månens väg, genom vars region månen under en månad [passerar upprepade gånger] och fortsätter att röra vid dem." (citerat från upplagan av Hunger och Steele, 2018, s. 143). Denna lista i MUL.APIN-kompendiet beaktas inte i denna himmelskultur; konstellationer i månens bana är inte markerade. ### Planeter <p>Denna himmelskultur gjordes mer eller mindre enbart med den första listan i kompendiet, den s.k. "stjärnkatalogen". Det är inte en riktig stjärnkatalog eftersom den inte anger en enda koordinat och de flesta av de namn som anges där är namn på asterismer eller konstellationer (och inte punktliknande objekt som stjärnor). Texten i denna första lista återges nedan - vi har dock layoutat den som en tabell för att betona dess funktion som en förklarande lista. Katalogen innehåller också namn på planeter: planeter har naturligtvis inte en fast position. I den mesopotamiska kulturen var det dock vanligt att nämna dem för att få en komplett uppsättning objekt på himlen. De betecknas (eller ritas) vanligtvis vid positionen för deras exaltationspunkt (en av de senare grekiska <em>hypsomata</em> - men den grekiska astrologin hade två <em>hypsomata</em> per planet medan den babyloniska bara hade en).</p> Namnen på de planeter som visas i Stellarium är namn på objekten på himlen och inte på de gudar som förknippas med dem. Listan nedan visar att nästan varje asterism var förknippad med en gudom. Enligt babylonisk tro har en gud två representationer: en i himlen och en på jorden som staty i templet. Det betyder att ett himlakroppsföremål inte "är" gudomen utan bara ett av dess möjliga uttryck. Så är också fallet med planeterna. Till exempel, redan ett årtusende innan MUL.APIN, gudinnan för sexuell kärlek och åtrå samt krigsgudinna, den sumeriska Inanna/akkadiska Ishtar förknippats med planeten Venus. Denna gudinna "översattes" senare till den grekiska Afrodite och den romerska Venus och även i den grekisk-romerska kulturen var planetens namn var Phosphoros (grekiska: den lysande) eller Lucifer (latin: ljusbringaren) men förknippades med gudinnan. Liknande fall finns för de flesta av de konstellationer och enskilda stjärnor som listas i MUL.APIN. I listan som återges nedan anger den vänstra kolumnen namnet på objektet på himlen och den högra kolumnen (i de flesta fall) den associerade gudomen. ### Stjärnkatalog Följande tabell återger rekonstruktionen av texten till MUL.APIN av Hermann Hunger+ (1989, 2018), ger översättningar av Manfred Krebernik (publicerad vid Rencontre Assyriologique International, Innsbruck, 2018) och identifierar de akkadiska orden med himmelska regioner och konstellationer (arbete av Susanne M. Hoffmann, 2015-2018, presenterat vid Deutsche Orientalisten-Tagung, Jena, 2017). <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">konstellation nummer</td> <td>asterism som ska "förklaras" (t.ex. genom att relatera den till en gudom)</td> <td>"förklaring" (t.ex. relaterad gudom)</td> <td>position på himlen</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>1</notr></td> <td><i>STAREPINNU</i>(Plog)</td> <td><sup>GODEnlil</sup></td> <td><notr>Cas</notr></td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>2</notr></td> <td><i>STARBARBARU</i>(Varg)</td> <td>såningsmaskin för <i>STAREPINNU</i></td> <td><notr>γ Cas och angränsande</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>3</notr></td> <td><i>STARŠĪBU</i>(gammal man)</td> <td><sup>GODEnmešarra</sup></td> <td><notr>Per</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>4</notr></td> <td><i>STARGAMLU</i>(Kastspö)</td> <td><sup>GODGamlum</sup>(Kastspö)</td> <td>i <notr>Aur</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>5</notr></td> <td><i>STARTŪ'AMŪ-RABÛTU</i>(Stora tvillingar)</td> <td><sup>GODLugalirra</sup>och <sup>GODMeslamtaʾea</sup></td> <td><notr>Ädelsten</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>6</notr></td> <td><i>STARTŪ'AMŪŪ-ṢEḪRŪTU</i>(små tvillingar)</td> <td><sup>GODAlammuš</sup>och <sup>GODNingublaga</sup></td> <td><notr>Ädelsten</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>7</notr></td> <td><i>STARALLUTTU</i>(Krabba)</td> <td>säte för <sup>GODAnu</sup></td> <td><notr>Cnc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>8</notr></td> <td><i>STARURGULÛ</i>(Lejon)</td> <td><sup>GODLatarak</sup></td> <td><notr>Lejon</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>9</notr></td> <td>STJÄRNA motsatt <i>STARURGULÛ</i></td> <td>STJÄRNA (av) Kungen</td> <td>Regulus</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>10</notr></td> <td>blinkande STJÄRNOR i <i>STARURGULÛs</i> svans</td> <td>&quot;dadelpalm spadix&quot; (smycke?) (av) <sup>GODErua</sup>, <sup>GODZarpanītum</sup></td> <td><notr>Kom</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>11</notr></td> <td><sup>STARŠU</sup>.PA(Den ljusa?)</td> <td><sup>GODEnlil</sup>som bestämmer landets öden</td> <td><notr>Boo</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>12</notr></td> <td>Stjärna framför den</td> <td><i>STARḪENGALLĀYU</i>(Överflödande), vizier till <sup>GODNinlil</sup></td> <td><notr>α Boo</notr> eller <notr>α CVn</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>13</notr></td> <td>STAR bakom den</td> <td><i>STARBĀŠTUM</i>(Värdighet), vesir av <sup>GODTišpak</sup></td> <td><notr>CrB</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>14</notr></td> <td><i>STAREREQQU</i>(Vagn)</td> <td><sup>GODNinlil</sup></td> <td><notr>UMa</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>STJÄRNA vid <i>STAREREQQUs</i> stolpe</td> <td><i>STARŠĒLEBU</i>(Räv), <sup>GODErra</sup>, den starke av gudarna</td> <td>Alcor (80 UMa) och norr därom</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>16</notr></td> <td>STJÄRNA på <i>STAREREQQUs</i> panna</td> <td><i>STARLAḪRU</i>(Ewe), <sup>GODAya</sup></td> <td><notr>väster om α UMa </notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>17</notr></td> <td><sup>STARMU</sup>.BU.KÉŠ.DA (Kopplat ok?)</td> <td><i>GODAnu-rabû</i> av himlen</td> <td><notr>omarbetad med kunskap om [#5,#6,#7]</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>18</notr></td> <td><sup>STARMAR</sup>.GÍD.DA.AN.NA (Himlens vagn)</td> <td><sup>GODDamkianna</sup></td> <td>UMi (enligt Aratus)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>19</notr></td> <td>STAR i sitt band</td> <td><i>STARAPIL-EMAḪ</i> (arvtagare till Emaḫ-templet), <sup>GODAnu</sup>'s främste son</td> <td><notr>någonstans i det cirkumpolära området</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Stjärnorna (av de) stående gudarna i Ekur-templet</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Stjärnorna (hos de) Sittande gudarna i Ekur-templet</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>20</notr></td> <td><i>STARENZU</i>(hon-geting)</td> <td><sup>GODGula</sup></td> <td><notr>Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>21</notr></td> <td>STJÄRNA framför <i>STARENZU</i></td> <td><i>STARKALBU</i>(Hund) (av <sup>GODGula</sup>)</td> <td>i <notr>henne</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>22</notr></td> <td>ljus STAR av <i>STARENZU</i></td> <td><sup>GODLamassatu</sup>, vizier till <sup>GODBaba</sup>(= <sup>GODGu-la</sup>)</td> <td><notr>α Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>23</notr></td> <td>2 <sup>stjärnorna</sup> bakom den</td> <td><sup>GODNin-SAR</sup>och <sup>GODErrakal</sup></td> <td><notr>η, θ Lyr ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>24</notr></td> <td><sub>STARU4</sub>.KA.<sub>DU8</sub>.A</td> <td><sup>GODU</sup>.GUR(Nergal)</td> <td><notr>Cyg</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>25</notr></td> <td>STAR till höger om den</td> <td><i>STARŠAḪÛ</i>(Gris), <sup>GODDamu</sup></td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>26</notr></td> <td>STAR till vänster om den</td> <td><i>STARSSISÛ</i>(Häst)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>27</notr></td> <td>Stjärna bakom den</td> <td><i>STARLULIMMU</i>, vizier av STAR.STAR (Plejaderna)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>28</notr></td> <td>blinkande <sup>STJÄRNOR</sup> mittemot <i>STARLULIMMU</i>(Hjort)</td> <td><sup>GODḪarriru</sup>(Fältmus), <sup>GODManzât</sup>(Regnbåge)</td> <td><notr>M31 ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>29</notr></td> <td>röd ljusstark STJÄRNA i njuren på <i>STARLULIMMU</i></td> <td><i>STARPĀŠITTU</i>(Raderare)</td> <td><notr>??? (okänd)</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">När <sup>GODEnlils STJÄRNOR</sup>är fullbordade:</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>30</notr></td> <td>stor STJÄRNA, dess &quot;ljus&quot; är svagt, den delar himlen och står</td> <td style="color: #0070c0">STJÄRNA (av) <sup>GODMarduk</sup>, <sup>GODNēberu</sup>(Ford)</td> <td>Vintergatan????</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>31</notr></td> <td colspan="2"><sup>STARSAG</sup>.ME.GAR(Jupiter), den byter plats och korsar himlen</td> <td>Jupiter [hypsoma]</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">33 <sup>Stjärnor</sup> av <sup>GODEnlil</sup></td> </tr> </tbody> </table> <p><b>Anmärkning 1</b>: <i>Babyloniska listor har inte rubriker utan ett slags bildtexter. Rader skrivna i rött [av oss] indikerar att denna rad är en sådan sidfot som sammanfattar texten innan som ett slags (under)avsnitt eller kapitel. Planeterna har vi markerat med blått.</i></p> <p><b>Anmärkning 2</b>: <i>På den här raden berättar texten att det fanns 33 asterismer listade före den här raden. På de ursprungliga lertavlorna hade det dock bara funnits 31 rader. Därför är räkningen av asterismer för författarna till MUL.APIN ett ofta diskuterat ämne i detta sammanhang. Det finns flera olika förslag och vi har till och med gjort ett eget, men eftersom alla versioner är osäkra vågar vi inte publicera något av dem här. Vi är inte säkra på om det finns något sunt förnuft kring detta i forskarsamhället.</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">konstellationens nummer</td> <td>asterism som ska "förklaras" (t.ex. genom att relatera den till en gudom)</td> <td>"förklaring" (t.ex. relaterad gudom)</td> <td>position på himlen</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>32</notr></td> <td><sup>STJÄRNSTEN-</sup>&quot;FÄLT&quot;(områdesmått)</td> <td>säte för <sup>GODEa</sup>som går framför <sup>GODAnu</sup>'s <sup>STJÄRNOR</sup> </td> <td><notr>Pinne</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33</notr></td> <td>Stjärna mittemot <sup>STARONE-</sup>"FÄLT</td> <td><i>STARŠINŪNUTU</i>(svala)</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>34</notr></td> <td>STJÄRNA bakom <sup>STJÄRNAN-</sup>'FÄLT'</td> <td><sup>STAR</sup><i>ANUNNĪTU</i></td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>35</notr></td> <td>STJÄRNA bakom den</td> <td><i>STARAGRU</i>(Hyrd arbetare), <sup>GUDTammuz</sup></td> <td><notr>Ari</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>36</notr></td> <td>STAR.STAR<i>(ZAPPU</i>, Borste)</td> <td><sup>GUDSebettu</sup>, de stora gudarna</td> <td>Plejaderna</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>37</notr></td> <td><sup>HIMLENS STJÄRNKULL</sup><i>(ALÛ)</i></td> <td><i>GODIs-lê</i> (den vilda tjurens käke), <sup>GODAnu</sup>'s krona</td> <td><notr>Tau</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>38</notr></td> <td><sup>STJÄRNTRUE-SHEPHERD-OF-HEAVEN</sup><i>(ŠITADDALLU</i>, Orion)</td> <td><sup>GODPapsukkal</sup>, vizier till <sup>GODAnu</sup></td> <td><notr>Ori</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>39</notr></td> <td>Tvillingstjärnor mittemot <i>STARŠITADDALLU</i></td> <td><sup>GODLulal</sup>och <sup>GODLatarak</sup></td> <td><notr><sub>π3</sub>, <sub>π4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>40</notr></td> <td>STAR bakom den</td> <td><i>STARTARLUGALLU</i> (kuk)</td> <td><notr>Lep (</notr>eller<notr> α CMi ??</notr>)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>41</notr></td> <td><sup>STARGAG</sup>.SI.SÁ(Pil)</td> <td><i>Šiltāḫu</i> (Pil), stor hjälte (av) <sup>GODNinurta</sup></td> <td>Sirius + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>42</notr></td> <td><i>STARQAŠTU</i>(Båge)</td> <td><sup>GODIštar-of-Elam</sup>, dotter till <sup>GODEnlil</sup></td> <td>i <notr>CMa ?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>43</notr></td> <td>STJÄRNA (av) <sup>GODNIRAḪ</sup>(ormguden)</td> <td><sup>GODNingišzida</sup>, herre över "jorden" (= underjorden)</td> <td><notr>Hya</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>44</notr></td> <td><i>STARĀRIBU</i>(Korpen)</td> <td>Korpen, <sup>GODAdads</sup>STJÄRNA</td> <td><notr>Crv</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>45</notr></td> <td><i>STARŠERʾU</i>(Fåran)</td> <td><sup>GODŠala</sup>, ax av säd</td> <td><notr>Vir</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>46</notr></td> <td><i>STARZIBĀNĪTU</i>(fjäll)</td> <td>Horn av <i>STARZUQAQĪPU</i>(Skorpion)</td> <td>cirka Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>47, 48, 49</notr></td> <td>STAR (av) <sup>GODZababa</sup></td> <td><i>STARERÛ</i>(örn) och <i>STARPAGRU</i>(lik)</td> <td><notr>Oph, Aql+</notr></td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>50</notr></td> <td colspan="2"><i>STARDILPAT</i>(Venus), den ändrar sin plats och korsar himlen</td> <td>Venus</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>51</notr></td> <td colspan="2"><i>STARṢALBATĀNU</i>(Mars), den byter plats och korsar himlen</td> <td>Mars</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>52</notr></td> <td colspan="2"><sup>STARSTEADY-</sup>&quot;WILD-SHEEP<i>&quot;(KAJJAMĀNU</i>, Saturnus), den byter plats och korsar himlen</td> <td>Saturnus</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>53</notr></td> <td colspan="2"><sup>STARDANS-</sup>&quot;VILDHÖNA<i>&quot;(ŠIḪṬU</i>, Merkurius), vars namn är <sup>GODNinurta</sup>, antingen i öster eller i väster, varhelst i månaden den dyker upp, varhelst i månaden den försvinner</td> <td>Merkurius</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">23 <sup>stjärnorna</sup> i Anum</td> </tr> </tbody> </table> <p><b>Anmärkning 3:</b> <i>Genom att ge ett "+"-tecken i kolumnen för den moderna motsvarigheten anger vi att (sannolikt/möjligen) fler stjärnor hör till denna babyloniska asterism. I fallet med pilen, till exempel, är det säkert att Sirius hör till denna konstellation men moderna författare publicerade minst tre versioner som ytterligare stjärnor måste läggas till. Ett annat fall är Örnen bredvid en annan konstellation som kallas "Liket". Detta kan möjligen vara en föregångare till Ptolemaios nytillkomna dubbelkonstellation "Örnen med Antinuos" men den kan också vara fristående - det är därför vi ger "Aql+".</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">konstellationens nummer</td> <td>asterism som ska "förklaras" (t.ex. genom att relatera den till en gudom)</td> <td>"förklaring" (t.ex. relaterad gudom)</td> <td>position på himlen</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>54</notr></td> <td><i>STJÄRNANŪNU</i>(fisk)</td> <td><sup>GODEa</sup>som går framför <sup>GODEas</sup><sup>STJÄRNOR</sup> </td> <td><notr>PsA</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>55</notr></td> <td>STOR-STJÄRNA</td> <td><sup>GODEa</sup></td> <td><notr>Aqr</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>56</notr></td> <td>STJÄRNAN i (staden) Eridu</td> <td> <sup>GODEa</sup></td> <td>Canopus<notr> (α Bil)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>57</notr></td> <td>STJÄRNA till höger om den</td> <td>STJÄRNA (av) <sup>&lt;GUD&gt;Ninmaḫ</sup></td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>58</notr></td> <td><sup>STAR</sup><i>ḪAB(B)AṢṢĒRĀNU</i></td> <td><sup>GODNingirsu</sup></td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>59</notr></td> <td>Stjärna till höger om den</td> <td><i>STARMAŠKAKĀTU</i>(Harv), <sup>GODMār-bītis</sup>vapen, i vars mitt Apsû är synlig</td> <td>i <notr>Vela (Apsû~MW?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>60</notr></td> <td>2 <sup>STJÄRNOR</sup> bakom den</td> <td><sup>GODŠullat</sup>och <sup>GODḪaniš</sup>, <sup>GODŠamaš</sup>och <sup>GODAdad</sup></td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>61</notr></td> <td>STJÄRNA bakom den som tänds som <sup>GODEa</sup>(och) slocknar som Ea</td> <td>STJÄRNA (av) <sup>GODNumušda</sup>, <sup>GODAdad</sup></td> <td><notr>Cen</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>62</notr></td> <td>STJÄRNA till vänster om <i>STARZUQAQĪPU</i>(Skorpion)</td> <td><i>STARURIDIMMU</i> = <sup>GODKusu</sup></td> <td><notr>Lup</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>63</notr></td> <td><sup>STAR</sup><i>ZUQAQĪPU</i></td> <td><sup>GODIšḫara</sup>, den bebodda världens dam</td> <td><notr>Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>64</notr></td> <td><i>STARIRAT-ZUQAQAĪPI<br/></i>(Skorpionens bröst)</td> <td><sup>GODLisin</sup>, <sup>GODNabû</sup></td> <td>Antares<notr> (α Sco)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>65</notr></td> <td>2 <sup>STJÄRNOR</sup> på stinget<i>(ZIQTU)</i> av <i>STARZUQAQĪPU</i></td> <td><sup>GODŠarur</sup>och <sup>GODŠargaz</sup></td> <td><notr>λ, ν Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>66</notr></td> <td>STAR bakom dem</td> <td><sup>GODPabilsaĝ</sup></td> <td><notr>Sgr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>67, 68</notr></td> <td><i>STARMAKURRU</i>(Bark) &lt;&lt;och&gt;&gt; </td> <td><i>STARSUḪURMĀŠU</i>(getfisk)</td> <td><notr>(CrA &amp;) Cap</notr></td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">15 <sup>stjärnorna</sup> i <sup>GODEa</sup></td> </tr> </tbody> </table> ### Källa(r) Streckgubbarna är tolkningar av Susanne M. Hoffmann baserade på några år av hennes doktorand- och postdoktorala forskning. I vissa fall avviker de från de vanliga identifieringarna som Pingree, Hunger och andra forskare har kopierat sedan 1950 eller tidigare. Hungers nya utgåva av MUL.APIN (2018) gav nya insikter. Vissa av siffrorna har härletts i Hoffmanns doktorsavhandling (i kapitlen om den grekiska kulturens babyloniska rötter: Hipparchs Himmelsglobus, Springer, 2017) och några andra utvecklades under hennes arbete som chef för planetariet Königsleiten tillsammans med andra, främst tyska, planetarier. En första vetenskaplig artikel om visualisering av två versioner av den babyloniska zodiaken publicerades i: Wolfschmidt, Gudrun [red.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Hamburg, 2017. Ytterligare publikationer är under utarbetande (t.ex. tillsammans med M. Krebernik för proceedings of the Rencontre Assyriologique Internationale 2018). Se kapitlet "Ytterligare läsning" nedan.
uk: ### Зодіак <p>Зодіак, очевидно, потрапив до Греції з вавилонських джерел. Дані щодо того, коли його винайшли там і коли його було перетворено у грецьку математичну астрономію, не збереглися. Ми точно знаємо, що Гіппарх (2 ст. до н. е.) цитує екліптичні довготи з Евдокса (4 ст. до н. е.) із зодіаком, розділеним на 12x30 одиниць, що дорівнює нашим 360°. Ці прямі цитати з 4 століття до н.е. припускають набагато більш ранній винахід, оскільки концепція зодіаку 360°, швидше за все, була добре знаною у вавилонській математичній астрономії, перш ніж її скопіювали грецькі математики. Взявши запис Евдокса як <em>terminus ante quem</em>, ми екстраполюємо дату виникнення зодіаку у Месопотамії до 400 року до нашої ери. В інших фрагментах математичної астрономії (між 800 і 700 рр. до н. е.) поняття зодіаку немає. Деякі вчені стверджують, що датою винаходу є 6 століття до нашої ери, але, чесно кажучи, ми не знаємо. Притомне припущення полягає в тому, що зодіак, ймовірно, був винайдений приблизно в середині 1-го тисячоліття до нашої ери.</p> У MUL.APIN точно немає зодіаку, але є попередник: шлях Місяця. Є списки сузір’їв або «богів, які стоять на шляху Місяця, через область яких Місяць протягом місяця [проходить неодноразово] і продовжує їх торкатися.» (цитовано з видання Hunger and Steele, 2018, стор. 143). Цей список MUL.APIN не враховується у цій картині неба; сузір'я на шляху Місяця не виділені. ### Планети <p>Ця картина неба була зроблена більш-менш лише за першим списком, так званого «зоряного каталогу». Це не справжній каталог зірок, оскільки він не дає жодної координати, а більшість назв, наведених там, є назвами астеризмів або сузір’їв (а не точкових об’єктів, таких як зірки). Текст цього першого списку відтворено нижче, але ми розмістили його як таблицю, щоб підкреслити його функцію пояснювального списку. У каталозі також є назви планет: звичайно, планети не мають фіксованого положення. Однак у культурі Месопотамії було прийнято згадувати їх для повноти набору об’єктів на небі. Їх зазвичай позначають (або малюють) у положенні їхньої точки кульмінації (одна з пізніших грецьких <em>гіпсомат</em> — але грецька астрологія передбачала дві <em>гіпсомати</em> на планету, тоді як вавилонська мала лише одну).</p> Назви планет, які показано у Stellarium, є назвами об’єктів на небі, а не іменами пов’язаних із ними богів. Наведений нижче список показує, що майже кожен астеризм асоціювався з божеством. Згідно з вавилонським віруванням, божество має два представлення: одне на небі та одне на землі у вигляді статуї в храмі. Це означає, що небесний об’єкт «є» не божеством, а лише одним із його можливих проявів. Це також стосується планет. Наприклад, навіть за тисячоліття до MUL.APIN, богині сексуального кохання та бажання, а також богині війни, шумерська Інанна/аккадська Іштар асоціювалася з планетою Венерою. Цю богиню пізніше «переклали» на грецьку Афродіту та римську Венеру, але навіть у греко-римській культурі назвою планети була Фосфорос (грецькою: світний) або Люцифер (латиною: несе світло), втім, планету було пов'язано із богинею. Подібні випадки існують для більшості сузір’їв і окремих зірок, перелічених у MUL.APIN. У списку, наведеному нижче, у лівому стовпчику міститься назву об’єкта у небі, а у правому стовпці (у більшості випадків) — пов’язане божество. ### Зоряний каталог Наступна таблиця копіює реконструкцію тексту MUL.APIN Германа Хунгера та ін. (1989, 2018), надає переклади Манфреда Креберніка (опубліковано у Rencontre Assyriologique International, Інсбрук, 2018) та ідентифікує аккадські слова з небесними областями та сузір’ями (робота Сюзанни М. Гоффманн, 2015-2018, представлена ​​на Deutsche Orientalisten-Tagung, Єна, 2017). <table cellpadding="7" cellspacing="1" style="background: transparent"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер сузір'я</td> <td>«пояснюваний» астеризм (наприклад, пов'язуванням із божеством)</td> <td>«пояснення» (наприклад, пов'язане божество)</td> <td>розташування на небі</td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>1</notr></td> <td><sup>ЗІРКА</sup><i>ЕПІННУ</i>(Плуг)</td> <td><sup>БОГ</sup>Енліл</td> <td><notr>Cas</notr></td> </tr> <tr valign="top" style="background: #e7e6e6;"> <td><notr>2</notr></td> <td><sup>ЗІРКА</sup><i>БАРБАРУ</i>(Вовк)</td> <td>засіювач <sup>ЗІРКА</sup><i>ЕПІННУ</i></td> <td><notr>&gamma; Cas та окіл</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>3</notr></td> <td><sup>ЗІРКА</sup><i>ШИБУ</i>(Старий чоловік)</td> <td><sup>БОГ</sup>Енмешарра</td> <td><notr>Per</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>4</notr></td> <td><sup>ЗІРКА</sup><i>ГАМЛУ</i>(Палиця для кидання)</td> <td><sup>БОГ</sup>Гамлум (Палиця для кидання)</td> <td>в <notr>Aur</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>5</notr></td> <td><sup>ЗІРКА</sup><i>ТУ'АМУ·РАБУТУ</i>(Великі Близнюки)</td> <td><sup>БОГ</sup>Лугалірра і <sup>БОГ</sup>Месламта'еа</td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>6</notr></td> <td><sup>ЗІРКА</sup><i>ТУ'АМУ·СЕХРУТУ</i>(Малі Близнюки)</td> <td><sup>БОГ</sup>Аламмуш і <sup>БОГ</sup>Нінгублага</td> <td><notr>Gem</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>7</notr></td> <td><sup>ЗІРКА</sup><i>АЛЛУТТУ</i>(Краб)</td> <td>сидіння <sup>БОГ</sup>Ану</td> <td><notr>Cnc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>8</notr></td> <td><sup>ЗІРКА</sup><i>УРГУЛУ</i>(Лев)</td> <td><sup>БОГ</sup>Латарак</td> <td><notr>Leo</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>9</notr></td> <td>ЗІРКА навпроти <sup>ЗІРКА</sup><i>УРГУЛУ</i></td> <td>ЗІРКА царя</td> <td>Регул</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>10</notr></td> <td>мерехтливі зірки у хвості <sup>ЗІРКА</sup><i>УРГУЛУ</i></td> <td>&quot;фінікова пальма&quot; (скарбниця?) <sup>БОГ</sup>Erua, <sup>БОГ</sup>Зарпанітум</td> <td><notr>Com</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>11</notr></td> <td><sup>ЗІРКА</sup>ШУ.ПА(Яскрава?)</td> <td><sup>БОГ</sup>Енліл, що визначає долю землі</td> <td><notr>Boo</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>12</notr></td> <td>ЗІРКА перед нею</td> <td><sup>ЗІРКА</sup><i>ХЕНГАЛАЮ</i>(Багатий), візир <sup>GOD</sup>Нінліла</td> <td><notr>&alpha; Boo</notr> або <notr>&alpha; CVn</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>13</notr></td> <td>ЗІРКА за нею</td> <td><sup>ЗІРКА</sup><i>БАШТУМ</i>(Честь), візир <sup>БОГ</sup>Тішпак</td> <td><notr>CrB</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>14</notr></td> <td><sup>ЗІРКА</sup><i>ЕРЕККУ</i>(Фургон)</td> <td><sup>БОГ</sup>Нінліла</td> <td><notr>UMa</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td>15</td> <td>ЗІРКА на іншому кінці жерді <sup>ЗІРКА</sup><i>ЕРЕККУ</i></td> <td><sup>ЗІРКА</sup><i>ШЕЛЕБУ</i>(Лис), <sup>БОГ</sup>Ерра, силач богів</td> <td>Алькор (80 UMa) і північ від нього</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>16</notr></td> <td>ЗІРКА у чолі <sup>ЗІРКА</sup><i>ЕРЕККУ</i></td> <td><sup>ЗІРКА</sup><i>ЛАХРУ</i>(Вівця), <sup>БОГ</sup>Ая</td> <td><notr>на захід від &alpha; UMa </notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>17</notr></td> <td><sup>ЗІРКА</sup>МУ.БУ.КЕШ.ДА (Зчеплені воли?)</td> <td><sup>БОГ</sup><i>Ану-рабу</i> неба</td> <td><notr>перероблено з врахуванням знань щодо [#5,#6,#7]</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>18</notr></td> <td><sup>ЗІРКА</sup>МАР.ГІД.ДА.АН.НА (Фургон неба)</td> <td><sup>БОГ</sup>Дамкіанна</td> <td>UMi (за Аратом)</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>19</notr></td> <td>ЗІРКА у зв'язку</td> <td><sup>ЗІРКА</sup><i>АПІЛ-ЕМАХ</i> (Наступник Емаха-храму), перший син <sup>БОГ</sup>Ану</td> <td><notr>десь у приполярній області</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Зірки Богів, що стоять у храмі Екур</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Зірки Богів, що сидять у храмі Екур</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>20</notr></td> <td><sup>ЗІРКА</sup><i>ЕНЗУ</i>(Коза)</td> <td><sup>БОГ</sup>Гула</td> <td><notr>Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>21</notr></td> <td>ЗІРКА in front of <sup>ЗІРКА</sup><i>ENZU</i></td> <td><sup>ЗІРКА</sup><i>КАЛБУ</i>(Пес) (<sup>БОГ</sup>Гула)</td> <td>in <notr>Her</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>22</notr></td> <td>яскрава ЗІРКА <sup>ЗІРКА</sup><i>ЕНЗУ</i></td> <td><sup>БОГ</sup>Ламассату, візир <sup>БОГ</sup>Баби (= <sup>БОГ</sup>Гу-ла)</td> <td><notr>&alpha; Lyr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>23</notr></td> <td>2 <sup>ЗІРКИ</sup> за нею</td> <td><sup>БОГ</sup>Нін-САР і <sup>БОГ</sup>Ерракал</td> <td><notr>&eta;, &theta; Lyr ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>24</notr></td> <td><sup>ЗІРКА</sup>У<sub>4</sub>.КА.ДУ<sub>8</sub>.А</td> <td><sup>БОГ</sup>У.ГУР(Нергал)</td> <td><notr>Cyg</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>25</notr></td> <td>ЗІРКА праворуч від неї</td> <td><sup>ЗІРКА</sup>Ш<i>АХУ</i>(Свиня), <sup>БОГ</sup>Даму</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>26</notr></td> <td>ЗІРКА ліворуч від неї</td> <td><sup>ЗІРКИ</sup><i>СІСУ</i>(Кінь)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>27</notr></td> <td>ЗІРКА за нею</td> <td><sup>ЗІРКА</sup><i>ЛУЛІММУ</i>, візир ЗІРКА.ЗІРКА (Плеяди)</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>28</notr></td> <td>мерехтливі <sup>ЗІРКИ</sup> навпроти <sup>ЗІРКА</sup><i>ЛУЛІММУ</i>(Олень)</td> <td><sup>БОГ</sup>Харріру (Польова Миша), <sup>БОГ</sup>Манзат(Веселка)</td> <td><notr>M31 ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>29</notr></td> <td>червона яскрава ЗІРКА у печінці <sup>ЗІРКА</sup><i>ЛУЛІММУ</i></td> <td><sup>ЗІРКА</sup><i>ПАШІТТУ</i>(Deleter)</td> <td><notr>??? (невідома)</notr></td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">Коли <sup>ЗІРКИ</sup> <sup>БОГ</sup>Енліла завершено:</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>30</notr></td> <td>велика ЗІРКА, її &quot;світло&quot; тьмяне, вона ділить небо і стоїть</td> <td style="color: #0070c0">ЗІРКА <sup>БОГ</sup>Мардука, <sup>БОГ</sup>Неберу(Потік)</td> <td>Чумацький Шлях???</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>31</notr></td> <td colspan="2"><sup>ЗІРКА</sup>САГ.МЕ.ГАР(Юпітер), змінює своє місце і перетинає небо</td> <td>Юпітер [гіпсома]</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">33 <sup>ЗІРКИ</sup> <sup>БОГ</sup>Енліла</td> </tr> </tbody> </table> <p><b>Зауваження 1</b>: <i>вавилонські списки не мають заголовків, а свого роду підписи. Рядки, написані [нами] червоним кольором, вказують на те, що цей рядок є таким нижнім колонтитулом, який підсумовує попередній текст як свого роду (під)розділ або главу. Планети ми виділили синім.</i></p> <p><b>Примітка 2</b>: <i>У цьому рядку текст повідомляє, що перед цим рядком було перераховано 33 астеризми. Однак на оригінальних глиняних табличках був лише 31 рядок. Тому підрахунок астеризмів для авторів MUL.APIN є часто обговорюваною темою в цьому контексті. Є кілька різних пропозицій, і ми навіть зробили власну, але оскільки всі версії є непевними, ми не наважилися опублікувати будь-яку з них тут. Ми не впевнені, чи є прийнятна версія щодо цього у науковому співтоваристві.</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер сузір'я</td> <td>«поясянюваний» астеризм (наприклад, пов'язуванням із божеством)</td> <td>«пояснення» (наприклад, пов'язане божество)</td> <td>розташування на небі</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>32</notr></td> <td><sup>ЗІРКА</sup>ОДНЕ&middot;&quot;ПОЛЕ&quot;(міра площі)</td> <td>місце <sup>БОГ</sup>Еа, яке стоїть перед <sup>ЗІРКИ</sup> <sup>БОГ</sup>Ану</td> <td><notr>Peg</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>33</notr></td> <td>ЗІРКА навпроти <sup>ЗІРКА</sup>ОДНЕ&middot;'ПОЛЕ'</td> <td><sup>ЗІРКА</sup><i>ШИНУНУТУ</i>(Ластівка)</td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>34</notr></td> <td>ЗІРКА за <sup>ЗІРКА</sup>ОДНЕ&middot;'ПОЛЕ'</td> <td><sup>ЗІРКА</sup><i>АНУННІТУ</i></td> <td><notr>Psc</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>35</notr></td> <td>ЗІРКА за нею</td> <td><sup>ЗІРКА</sup><i>АГРУ</i>(Найманий Працівник), <sup>БОГ</sup>Таммуз</td> <td><notr>Ari</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>36</notr></td> <td>ЗІРКА.ЗІРКА(<i>ЗАППУ</i>, Бризка)</td> <td><sup>БОГ</sup>Себетту, великі боги</td> <td>Плеяди</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>37</notr></td> <td><sup>ЗІРКА</sup>БИК&middot;НЕБЕС(<i>АЛУ</i>)</td> <td><sup>БОГ</sup><i>Іс-ле</i> (Щелепа Дикого Бика), корона <sup>БОГ</sup>Ану</td> <td><notr>Tau</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>38</notr></td> <td><sup>ЗІРКА</sup>СПРАВЖНІЙ&middot;ПАСТУХ&middot;НЕБЕС (<i>ШИТАДДАЛЛУ</i>, Оріон)</td> <td><sup>БОГ</sup>Папсуккал, візир <sup>БОГ</sup>Ану</td> <td><notr>Ori</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>39</notr></td> <td>Подвійна ЗІРКА навпроти <sup>ЗІРКА</sup><i>ШИТАДДАЛЛУ</i></td> <td><sup>БОГ</sup>Лулал і <sup>БОГ</sup>Латарак</td> <td><notr>&pi;<sub>3</sub>, &pi;<sub>4</sub> Ori ?</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>40</notr></td> <td>ЗІРКА behind it</td> <td><sup>ЗІРКА</sup><i>ТАРЛУГАЛЛУ</i> (Півень)</td> <td><notr>Lep (</notr>або<notr> &alpha; CMi ??)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>41</notr></td> <td><sup>ЗІРКА</sup>ГАГ.СІ.СА(Стріла)</td> <td><i>Шилтаху</i> (Стріла), великий герой <sup>БОГ</sup>Нінурти</td> <td>Сіріус + </td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>42</notr></td> <td><sup>ЗІРКА</sup><i>QA&Scaron;TU</i>(Bow)</td> <td><sup>БОГ</sup>Іштар-Еламу, дочка <sup>БОГ</sup>Енліла</td> <td>у <notr>CMa ?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>43</notr></td> <td>ЗІРКА <sup>БОГ</sup>НІРАХ(Змієбог)</td> <td><sup>БОГ</sup>Нінгішзіда, господар «Землі» (= підземного світу)</td> <td><notr>Hya</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>44</notr></td> <td><sup>ЗІРКА</sup><i>АРІБУ</i>(Ворон)</td> <td>Ворон, ЗІРКА <sup>БОГ</sup>Адада</td> <td><notr>Crv</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>45</notr></td> <td><sup>ЗІРКА</sup><i>ШЕР'У</i>(Борозна)</td> <td><sup>БОГ</sup>Шала, колосок</td> <td><notr>Vir</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>46</notr></td> <td><sup>ЗІРКА</sup><i>ШИБАНІТУ</i>(Scales)</td> <td>Роги <sup>ЗІРКА</sup><i>ЗУКАКІПУ</i>(Скорпіон)</td> <td>поблизу Lib</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>47, 48, 49</notr></td> <td>ЗІРКА <sup>БОГ</sup>Забаба</td> <td><sup>ЗІРКА</sup><i>ЕРУ</i>(Орел) і <sup>ЗІРКА</sup><i>ПАГРУ</i>(Труп)</td> <td><notr>Oph, Aql+</notr></td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>50</notr></td> <td colspan="2"><sup>ЗІРКА</sup><i>ДІЛПАТ</i>(Венера), змінює місце і перетинає небо</td> <td>Венера</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>51</notr></td> <td colspan="2"><sup>ЗІРКА</sup><i>ШАЛБАТАНУ</i>(Марс), змінює місце і перетинає небо</td> <td>Марс</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>52</notr></td> <td colspan="2"><sup>ЗІРКА</sup>СТОЯЧА&middot;&quot;ДИКА&middot;ВІВЦЯ&quot;(<i>КАДДЖАМАНУ</i>, Сатурн), змінює місце і перетинає небо</td> <td>Saturn</td> </tr> <tr valign="top" style="background: #e6e6e6; color: #0070c0"> <td><notr>53</notr></td> <td colspan="2"><sup>ЗІРКА</sup>ТАНЦЮЮЧА&middot;&quot;ДИКА&middot;ВІВЦЯ&quot;(<i>ШИХТУ</i>, Меркурій), чиє ім'я <sup>БОГ</sup>Нінурта, на Сході або Заході, в якому місяці з'являється, у тому місяці і зникає</td> <td>Меркурій</td> </tr> <tr valign="top" style="background: #c6c6c6; color: #ff0000"> <td></td> <td colspan="3">23 <sup>ЗІРКИ</sup> Анума</td> </tr> </tbody> </table> <p><b>Примітка 3:</b> <i>Поставивши знак «+» у колонці сучасного відповідника, ми вказуємо, що (імовірно/можливо) до цього вавилонського астеризму більше зірок належать. У випадку Стріли, наприклад, впевнено вважаємо, що Сіріус належить до цього сузір’я, але сучасні автори опублікували щонайменше три версії, які ще зірки потрібно додати. Інший випадок ­— Орел поруч з іншим сузір'ям під назвою «Труп». Це, можливо, може бути попередником нещодавно доданого подвійного сузір’я Птолемея «Орел з Антіноєм», але воно також може бути незалежним — тому ми вказуємо «Aql+».</i></p> <table cellpadding="7" cellspacing="1"> <tbody> <tr valign="top" style="background: #e6e6e6; font-weight: bold"> <td width="5ex">номер сузір'я</td> <td>«поясянюваний» астеризм (наприклад, пов'язуванням із божеством)</td> <td>«пояснення» (наприклад, пов'язане божество)</td> <td>розташування на небі</td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>54</notr></td> <td><sup>ЗІРКА</sup><i>НУНУ</i>(Fish)</td> <td><sup>БОГ</sup>Еа, який йде перед <sup>ЗІРКИ</sup> <sup>БОГ</sup>Еа</td> <td><notr>PsA</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>55</notr></td> <td>GREAT&middot;ЗІРКА</td> <td><sup>БОГ</sup>Еа</td> <td><notr>Aqr</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>56</notr></td> <td>ЗІРКА (міста) Еріду</td> <td> <sup>БОГ</sup>Еа </td> <td>Канопус<notr> (&alpha; Car)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>57</notr></td> <td>ЗІРКА праворуч від неї</td> <td>ЗІРКА <sup>&lt;БОГ&gt;</sup>Нінмах</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>58</notr></td> <td><sup>ЗІРКА</sup><i>ХАБ(Б)АШШЕРАНУ</i></td> <td><sup>БОГ</sup>Нінгірсу</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>59</notr></td> <td>ЗІРКА to its right</td> <td><sup>ЗІРКА</sup><i>МАШКАКАТУ</i>(Борона), зброя <sup>БОГ</sup>Мар-біті, у центрі якої видно Апсу</td> <td>у <notr>Vela (Aps&ucirc;~MW?)</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>60</notr></td> <td>2 <sup>ЗІРКИ</sup> за нею</td> <td><sup>БОГ</sup>Шуллат і <sup>БОГ</sup>Ханіш, <sup>БОГ</sup>Шамаш і <sup>БОГ</sup>Адад</td> <td><notr>?</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>61</notr></td> <td>ЗІРКА позаду неє, яка світиться як <sup>БОГ</sup>Еа (і) сідає як Еа</td> <td>ЗІРКА <sup>БОГ</sup>Нумушда, <sup>БОГ</sup>Адад</td> <td><notr>Cen</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>62</notr></td> <td>ЗІРКА ліворуч від <sup>ЗІРКА</sup><i>ЗУКАКІПУ</i>(Скорпіона)</td> <td><sup>ЗІРКА</sup><i>УРІДІММУ</i> = <sup>БОГ</sup>Кусу</td> <td><notr>Lup</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>63</notr></td> <td><sup>ЗІРКА</sup><i>ЗУКАКІПУ</i></td> <td><sup>БОГ</sup>Ішхара, господиня населеного світу</td> <td><notr>Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>64</notr></td> <td><sup>ЗІРКА</sup><i>ІРАТ-ЗУКАКІПІ<br/></i>(Груди Скорпіона)</td> <td><sup>БОГ</sup>Лісін, <sup>БОГ</sup>Набу</td> <td>Антарес<notr> (&alpha; Sco)</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>65</notr></td> <td>2 ЗІРКА<sup>s</sup> на жалі (<i>ЗІКТУ</i>) <sup>ЗІРКА</sup><i>ЗУКАКІПУ</i></td> <td><sup>БОГ</sup>Шарур і <sup>БОГ</sup>Шаргаз</td> <td><notr>&lambda;, &nu; Sco</notr></td> </tr> <tr valign="top" style="background: #dee6ef"> <td><notr>66</notr></td> <td>ЗІРКА за ними</td> <td><sup>БОГ</sup>Пабілсанг</td> <td><notr>Sgr</notr></td> </tr> <tr valign="top" style="background: #e7e6e6"> <td><notr>67, 68</notr></td> <td><sup>ЗІРКА</sup><i>МАКУРУ</i>(Човен) &lt;&lt;і&gt;&gt; </td> <td><sup>ЗІРКА</sup><i>СУХУРМАШУ</i>(Козориба)</td> <td><notr>(CrA &amp;) Cap</notr></td> </tr> <tr valign="top" style="background: #c6c6c6;; color: #ff0000"> <td></td> <td colspan="3">15 ЗІРКА<sup>s</sup> <sup>БОГ</sup>Еа</td> </tr> </tbody> </table> ### Джерела Фігурки є інтерпретаціями Сюзанни М. Гоффман на основі кількох років її докторських і постдокторських досліджень. У деяких випадках вони відрізняються від загальноприйнятих ідентифікацій, скопійованих Пінгрі, Хангером та іншими вченими з 1950 року або раніше. Нове видання Hunger MUL.APIN (2018) дозволило отримати нові знання. Деякі цифри були взяті в дисертації Гоффман (у розділах про вавилонське коріння грецької культури: Hipparchs Himmelsglobus, Springer, 2017), а деякі інші були визначені під час її роботи директором планетарію Königsleiten разом з іншими, переважно німецькими, планетаріями. Перша наукова стаття про візуалізацію двох версій вавилонського зодіаку з’явилася тут: Wolfschmidt, Gudrun [ed.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Гамбург, 2017. Готуються подальші публікації (наприклад, разом з М. Креберніком для матеріалів Rencontre Assyriologique Internationale 2018). Дивіться розділ «Додаткові відомості» нижче.
