Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: <notr>[A Cultural History of Astronomy in Japan](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan)</notr> by Steve Renshaw
es_419: - [#1]: [Una historia cultural de la astronomía en Japón](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) por Steve Renshaw
ru: - [#1]: [Культурная история астрономии в Японии](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) by Steve Renshaw
sv: - [#1]: <notr>[En kulturhistoria om astronomi i Japan] (http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan)</notr> av Steve Renshaw
uk: - [#1]: [Культурна історія астрономії у Японії](http://www.academia.edu/5293593/A_Cultural_History_of_Astronomy_in_Japan) by Steve Renshaw

source: The Kamilaroi (also known as Gomeroi) and Euahlayi peoples are Australian Aboriginal cultural groups located in the northern part of New South Wales. They have survived European invasion and loss of much of their country. Their culture and connection to country remains strong, including an extensive cultural astronomy first recorded in the 1860s.
es_419: Los pueblos Kamilaroi (también conocido como Gomeroi) y Euahlayi son grupos culturales aborígenes australianos ubicados en la parte norte de Nueva Gales del Sur. Han sobrevivido a la invasión europea y la pérdida de gran parte de su país. Su cultura y conexión con el país sigue siendo fuerte, incluida una extensa astronomía cultural registrada por primera vez en la década de 1860.
ru: Камиларои (также известные как гомерои) и эуалаи — культурные группы австралийских аборигенов, проживающие в северной части Нового Южного Уэльса. Они пережили европейское вторжение и потерю большей части своей страны. Их культура и связь со страной остаются сильными, включая обширную культурную астрономию, впервые зарегистрированную в 1860-х годах.
sv: Kamilaroi- (även känt som Gomeroi) och Euahlayi-folken är australiensiska aboriginska kulturgrupper i norra delen av New South Wales. De har överlevt den europeiska invasionen och förlusten av stora delar av sitt land. Deras kultur och koppling till landet är fortfarande stark, inklusive en omfattande kulturell astronomi som först registrerades på 1860-talet.
uk: Народи каміларой (також відомий як гомерой) та еуахлаї є культурними групами австралійських аборигенів, які живуть у північній частині провінції Новий Південний Уельс. Їм вдалося пережити європейське вторгнення, хоча вони втратили більшу частину займаної території. Ці народи зберігають свою культуру та зв’язок із рідною землею, зокрема збережено астрономічну традицію, перші записи щодо якої датуються 1860-ми роками.

source: ### Background This Stellarium Skyculture is the result of a Higher Degree Research project by Robert Fuller at Macquarie University, Sydney, finishing in 2014. Stellarium was chosen as a part of the project for Giving Back of the collected knowledge to the Kamilaroi and Euahlayi communities in the form of a documentary video (Star Stories of the Dreaming) and a student's Study Guide. Clips from the Stellarium were used in the documentary to illustrate certain sky objects.
es_419: ### Antecedentes Esta cultura estelar de Stellarium es el resultado de un proyecto de investigación de grado superior por Robert Fuller en la Universidad Macquarie, Sydney, que finalizó en 2014. Stellarium fue elegido como parte del proyecto para devolver el conocimiento acumulado a las comunidades Kamilaroi y Euahlayi en la forma de un vídeo documental (Star Stories of the Dreaming) y la Guía de estudio de un alumno. Se usaron clips de Stellarium en el documental para ilustrar ciertos objetos del cielo.
ru: ### Фон Этот культура неба Stellarium является результатом исследовательского дипломного проекта Роберта Фуллера в Университете Маккуори в Сиднее, завершившегося в 2014 году. Stellarium был выбран как часть проекта по возврату собранных знаний сообществам Камиларои и Эуахлаи в форме документального видео (Звездные истории сновидений) и учебного пособия для студентов. Отрывки из Stellarium использовались в документальном фильме для иллюстрации некоторых небесных объектов.
sv: ### Bakgrund Denna Stellarium Skyculture är resultatet av ett forskningsprojekt på högre nivå av Robert Fuller vid Macquarie University, Sydney, som avslutades 2014. Stellarium valdes som en del av projektet för att ge tillbaka den insamlade kunskapen till samhällena Kamilaroi och Euahlayi i form av en dokumentärvideo (Star Stories of the Dreaming) och en studiehandledning för studenter. I dokumentären användes klipp från Stellarium för att illustrera vissa himlakroppar.
uk: ### Загальні зауваження Картина зоряного неба у Stellarium є результатом роботи над дослідницьким проектом з підвищення кваліфікації Роберта Фуллера з університету Маккворі, Сідней, яку було завершено у 2014 році. Stellarium було вибрано як частину проекту для поширення зібраних знань у спільнотах каміларой та еуахлаї у формі документального відео (Зоряні оповіді мрії) та навчальних настанов для студентів. Кліпи зі Stellarium було використано у документальному відео для демонстрації певних небесних об’єктів.
