Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: An important aspect of the general discussion section is Al-Sufi method of facilitating the star identification. He describes each individual star in more than way: By the star position related to the constellation figure, by its magnitude, by the asterism it forms with other stars like triangle or arc shapes, sometimes by the star position related to the Milky way, and by the angular distance from a close by star. I have counted more than 700 angular distances measured by al-Sufi in his book. The units he uses for angular distances are cubits, spear length, man-height, span, and finger. Al-Sufi explicitly said in his book that a cubit is equal to two degrees and 20 minutes [#2]. For the other units, Schjellerup concluded some values, but tracking the 700 measurements, I came up with different values. The following table summarizes the units and relationship to the cubit value from Schjellerup[#3] and from my research. ### Angular distance units used by Al-Sufi <table> <tr valign="top"> <td><notr>&nbsp;</notr></td> <td colspan="2" style="text-align:center;"><b>Schjellerup</b></td> <td colspan="2" style="text-align:center;"><b>Khalid</b></td> </tr> <tr valign="top"> <td><b>unit</b></td> <td><b>cubits</b></td> <td><b>Angular Value</b></td> <td><b>cubits</b></td> <td><b>Angular Value</b></td> </tr> <tr valign="top"> <td>spear</td> <td>6 cubits</td> <td><notr>14°</notr></td> <td>6 cubits</td> <td><notr>14°</notr></td> </tr> <tr valign="top"> <td>Man-Height</td> <td></td> <td></td> <td>3 cubits</td> <td><notr>7°</notr></td> </tr> <tr valign="top"> <td>cubit</td> <td>1 cubit</td> <td><notr>2°20'</notr></td> <td>1 cubit</td> <td><notr>2°20'</notr></td> </tr> <tr valign="top"> <td>span</td> <td>1/3 of a cubit</td> <td><notr>47'</notr></td> <td>1/2 of a cubit</td> <td><notr>1°10'</notr></td> </tr> <tr valign="top"> <td>finger</td> <td>1/32 of a cubit</td> <td><notr>4.4'</notr></td> <td>1/16 of a cubit</td> <td><notr>8.75'</notr></td> </tr> </table> Another important aspect of Al-Sufi book is his record of the indigenous Arabic star names falling under each constellation, and the exact identification of the respective stars with the corresponding Ptolemaic stars. This means that we are looking at two layers of stars knowledge at the same time: the Ptolemaic one and the indigenous Arab one. ### The Sky Culture This sky culture is a result of a research done on several manuscripts of the book, oldest of which is the [#8]. First, the manuscripts of the Book of Fixed Stars were critically edited, and the text was produced. Second, each member star of the 48 constellations was identified according to Al-Sufi description, and new tables were built including modern star designations from the Hipparcos, Bright stars, and Bayer catalogues. Third, Arab indigenous star names were collected and identified as mapped by Al-Sufi to the Ptolemaic ones. All the previous steps were included in a book published digitally of the Book of Fixed Stars plus explanations and commentary by Khalid Al-Ajaji[#4]. The sky culture stick figures of the constellations are the images in the Ulugh Beg manuscript of the Book of Fixed Stars, extracted, and adapted for Stellarium by Mr. Kutaibaa Akraa [#5]. The star names file includes the star number in the constellation as the primary star name and the description of the star in the tables as a secondary name. For example, Polaris primary name that is displayed with the star is: UMi1, UMi being Ursa Minor and 1 is the first star of this constellation. If the star is selected other secondary names are displayed, which will display "The star on the end of the tail" on the top of the screen. The constellation lines are constructed according to the constellation shapes with an attempt to include most of the member stars. For indigenous Arab star knowledge, individual star names were added to the star file as secondary names, while names of group of stars were defined through asterism names and asterism lines files. The translation of star descriptions from Arabic into English was extracted from Ernie Wright website[#6] which was transcribed from Toomer's translation of the Almagest[#7]. The translation was modified in a few places to agree with Al-Sufi wording. The single source of the sky culture is the Book of Fixed Stars and the objective is to give a faithful representation of the book content.
de: Ein wichtiger Punkt im allgemeinen Diskussionsabschnitt ist Al-Sufis Methode zur Vereinfachung der Sternbestimmung. Er beschreibt jeden Einzelstern eines Sternbildes auf mehrere Weisen: Über die Position in der Sternbildfigur, über seine Größenklasse, über den Asterismus, den er mit anderen Sternen formt, z.B. dreieckige oder bogenförmige Formen, manchmal auch über der Position bezogen auf die Milchstraße und über den Winkelabstand zu einem Stern in der Nähe. Ich habe mehr als 700 von Al-Sufi gemessene Winkelabstände in seinem Buch gezählt. Für die Winkelabstände nutzt er die Einheiten Elle, Speerlänge, Manneshöhe, Handspanne und Finger. Al-Sufi gibt den Wert einer Elle explizit als 2 Grad und 20 Minuten an [#2]. Für die übrigen Einheiten hat Schjellerup einige Werte gefolgert. Jedoch komme ich durch Nachvollziehen der 700 Messungen auf andere Werte. Die folgende Tabelle fasst die Einheiten und deren Beziehung zu dem Ellenwert von Schjellerup [#3] und dem aus meiner Forschung zusammen. ### Von Al-Sufi benutzte Winkelabstandseinheiten <table> <tr valign="top"> <td>&nbsp;</td> <td colspan="2" style="text-align:center;"><b>Schjellerup</b></td> <td colspan="2" style="text-align:center;"><b>Khalid</b></td> </tr> <tr valign="top"> <td><b>Einheit</b></td> <td><b>Ellen</b></td> <td><b>Winkelwert</b></td> <td><b>Ellen</b></td> <td><b>Winkelwert</b></td> </tr> <tr valign="top"> <td>Speer</td> <td>6 Ellen</td> <td>14°</td> <td>6 Ellen</td> <td>14°</td> </tr> <tr valign="top"> <td>Manneshöhe</td> <td></td> <td></td> <td>3 Ellen</td> <td>7°</td> </tr> <tr valign="top"> <td>Elle</td> <td>1 Elle</td> <td>2°20'</td> <td>1 Elle</td> <td>2°20'</td> </tr> <tr valign="top"> <td>Spanne</td> <td>1/3 Ellen</td> <td>47'</td> <td>1/2 Ellen</td> <td>1°10'</td> </tr> <tr valign="top"> <td>Finger</td> <td>1/32 Ellen</td> <td>4.4'</td> <td>1/16 Ellen</td> <td>8.75'</td> </tr> </table> Ein anderer wichtiger Aspekt des Buchs von Al-Sufi ist, dass es indigen arabische Sternnamen für jedes Sternbild enthält und ihre exakten Identifikationen mit den zugehörigen Sternen in Ptolemäus' Katalog. Das bedeutet, dass wir auf zwei Schichten von Stern-Wissen gleichzeitig schauen: auf die ptolemäischen und die indigen arabischen. ### Die Himmelskultur Diese Himmelskultur ist Ergebnis einer Studie mehrerer Handschriften des Buches, von denen die älteste [#8] ist. Zuerst wurden die Manuskripte vom Buch der Fixsterne nach einer kritischen Aufbereitung zu einem Text zusammengefügt. Danach wurde jeder Stern der 48 antiken Sternbilder nach Al-Sufis Beschreibung bestimmt und neue Tabellen, die moderne Sternbezeichnungen aus dem Hipparcos-, Bright-Star- und Bayerkatalog enthalten, erstellt. Schließlich wurden die ursprünglich arabischen Sternnamen gesammelt und gemäß Al-Sufis Zuordnung zu den ptolemäischen Sternnamen bestimmt. Alle oben genannten Schritte sind Teil eines digital veröffentlichten Buchs über das Buch der Fixsterne mit Erklärungen und Kommentaren von Khalid Al-Ajaji[#4]. Die Strichfiguren der Sternbilder dieser Himmelskultur stammen von den Bildern aus Ulugh Begs Manuskript des Buches der Fixsterne. Sie wurden von Herrn Kutaibaa Akraa entnommen und für Stellarium angepasst [#5]. Die Sternnamen-Datei enthält die Sternnummer im Sternbild als ersten Sternnamen und die Sternbeschreibung in den Tabellen als Zweitnamen. Zum Beispiel ist der Erstname des Polarsterns »UMi1«, wobei UMi für Ursa Minor und die »1« für den ersten Stern dieses Sternbilds steht. Wenn der Stern ausgewählt wird, werden die anderen Zweitnamen im oberen Bildschirmrand angezeigt. Für den Polarstern wäre dies »Der Stern am Schwanzende«. Die Sternbildlinien folgen den Sternbildfiguren und versuchen die meisten zu einem Sternbild gehörigen Sterne zu erfassen. Für das einheimische arabische Sternenwissen wurden einzelne Sternnamen der Sterndatei als Zweitnamen hinzugefügt, während Sterngruppennamen über Sternbildnnamen- und Sternbildlinien-Dateien definiert wurden. Die Übersetzung der Sternnamen aus dem Arabischen ins Englische stammt von Ernie Wrights Internetseite[#6], die aus der Toomer-Übersetzung des Almagest übernommen wurde[#7]. Die Übersetzung wurde an einigen Stellen angepasst, um mit Al-Sufis Wortlaut übereinzustimmen. Die einzige Quelle dieser Himmelskultur ist das Buch der Fixsterne und das Ziel ist eine gewissenhafte Darstellung des Buchinhaltes zu geben.
es_419: Un aspecto importante de la sección de discusión general es el método de Al-Sufi para facilitar la identificación de estrellas. Describe cada estrella individual de más de una manera: por la posición de la estrella relacionada con la figura de la constelación, por su magnitud, por el asterismo que forma con otras estrellas como formas de triángulo o arco, a veces por la posición de la estrella relacionada con la Vía Láctea, y por la distancia angular de una estrella cercana. He contado más de 700 distancias angulares medidas por al-Sufi en su libro. Las unidades que usa para las distancias angulares son codos, longitud de la lanza, altura del hombre, envergadura y dedo. Al-Sufi dijo explícitamente en su libro que un codo es igual a dos grados y 20 minutos [#2]. Para las otras unidades, Schjellerup concluyó algunos valores, pero al rastrear las 700 mediciones, obtuve valores diferentes. La siguiente tabla resume las unidades y la relación con el valor del codo de Schjellerup[#3] y de mi investigación. ### Unidades de distancia angular utilizadas por Al-Sufi <table> <tr valign="top"> <td>&nbsp;</td> <td colspan="2" style="text-align:center;"><b>Schjellerup</b></td> <td colspan="2" style="text-align:center;"><b>Khalid</b></td> </tr> <tr valign="top"> <td><b>unidad</b></td> <td><b>codos</b></td> <td><b>Valor Angular</b></td> <td><b>codos</b></td> <td><b>Valor Angular</b></td> </tr> <tr valign="top"> <td>lanza</td> <td>6 codos</td> <td>14°</td> <td>6 codos</td> <td>14°</td> </tr> <tr valign="top"> <td>Altura del hombre</td> <td></td> <td></td> <td>3 codos</td> <td>7°</td> </tr> <tr valign="top"> <td>codo</td> <td>1 codo</td> <td>2°20'</td> <td>1 codo</td> <td>2°20'</td> </tr> <tr valign="top"> <td>envergadura</td> <td>1/3 de un codo</td> <td>47'</td> <td>1/2 de un codo</td> <td>1°10'</td> </tr> <tr valign="top"> <td>dedo</td> <td>1/32 de un codo</td> <td>4.4'</td> <td>1/16 de un codo</td> <td>8.75'</td> </tr> </table> Otro aspecto importante del libro de Al-Sufi es su registro de los nombres de las estrellas árabes indígenas que caen bajo cada constelación, y la identificación exacta de las respectivas estrellas con las correspondientes estrellas ptolemaicas. Esto significa que estamos viendo dos capas de conocimiento de las estrellas al mismo tiempo: la ptolemaica y la árabe indígena. ### La Cultura Estelar Esta cultura estelar es el resultado de una investigación realizada en varios manuscritos del libro, el más antiguo de los cuales es la [#8]. Primero, se editaron críticamente los manuscritos del Libro de las estrellas fijas y se produjo el texto. En segundo lugar, cada estrella miembro de las 48 constelaciones se identificó de acuerdo con la descripción de Al-Sufi, y se construyeron tablas nuevas que incluían designaciones de estrellas modernas de los catálogos de Hipparcos, Bright stars y Bayer. En tercer lugar, los nombres de las estrellas indígenas árabes se recopilaron e identificaron como asignados por Al-Sufi a los ptolemaicos. Todos los pasos anteriores se incluyeron en un libro publicado digitalmente del Libro de estrellas fijas más explicaciones y comentarios de Khalid Al-Ajaji[#4]. Las figuras de palo de las culturas estelares de las constelaciones son las imágenes del manuscrito Ulugh Beg del Libro de las estrellas fijas, extraídas y adaptadas para Stellarium por el Sr. Kutaibaa Akraa[#5]. El archivo de nombres de estrellas incluye el número de estrella en la constelación como nombre de estrella principal y la descripción de la estrella en las tablas como nombre secundario. Por ejemplo, el nombre principal de Polaris que se muestra con la estrella es: UMi1, UMi es la Osa Menor y 1 es la primera estrella de esta constelación. Si se selecciona la estrella, se muestran otros nombres secundarios, que mostrarán "La estrella al final de la cola" en la parte superior de la pantalla. Las líneas de la constelación se construyen de acuerdo con las formas de la constelación con un intento de incluir la mayoría de las estrellas miembros. Para el conocimiento de las estrellas árabes indígenas, los nombres de estrellas individuales se agregaron al archivo de estrellas como nombres secundarios, mientras que los nombres de grupos de estrellas se definieron a través de nombres de asterismo y archivos de líneas de asterismo. La traducción de las descripciones de las estrellas del árabe al inglés se extrajo del sitio web de Ernie Wright[#6], que fue transcrito de la traducción de Toomer del Almagesto[#7]. La traducción fue modificada en algunos lugares para estar de acuerdo con la redacción de Al-Sufi. La única fuente de la cultura estelar es el Libro de Estrellas Fijas y el objetivo es dar una representación fiel del contenido del libro.
ru: Важным аспектом раздела общего обсуждения является метод ас-Суфи для облегчения идентификации звезд. Он описывает каждую отдельную звезду более чем просто: по положению звезды, относящейся к фигуре созвездия, по ее величине, по астеризму, который она образует с другими звездами, такими как треугольники или дуги, иногда по положению звезды, относящемуся к Млечному пути, и по угловому расстоянию от ближайшей звезды. Я насчитал более 700 угловых расстояний, измеренных ас-Суфи в его книге. Он использует единицы измерения угловых расстояний: локти, длину копья, рост человека, размах и палец. Ас-Суфи прямо сказал в своей книге, что локоть равен двум градусам и 20 минутам [#2]. Для других единиц измерения Шеллеруп пришел к некоторым значениям, но, отслеживая 700 измерений, я пришел к другим значениям. В следующей таблице приведены единицы измерения и отношение к величине локтей по Шеллерупу[#3] и из моего исследования. ### Единицы углового расстояния, используемые ас-Суфи <table> <tr valign="top"> <td>&nbsp;</td> <td colspan="2" style="text-align:center;"><b>Шеллеруп</b></td> <td colspan="2" style="text-align:center;"><b>Халид</b></td> </tr> <tr valign="top"> <td><b>единица измерения</b></td> <td><b>локти</b></td> <td><b>величина угла</b></td> <td><b>локти</b></td> <td><b>величина угла</b></td> </tr> <tr valign="top"> <td>копьё</td> <td>6 локтей</td> <td>14°</td> <td>6 локтей</td> <td>14°</td> </tr> <tr valign="top"> <td>рост человека</td> <td></td> <td></td> <td>3 локтя</td> <td>7°</td> </tr> <tr valign="top"> <td>локоть</td> <td>1 локоть</td> <td>2°20'</td> <td>1 локоть</td> <td>2°20'</td> </tr> <tr valign="top"> <td>пядь</td> <td>1/3 локтя</td> <td>47'</td> <td>1/2 локтя</td> <td>1°10'</td> </tr> <tr valign="top"> <td>палец</td> <td>1/32 локтя</td> <td>4.4'</td> <td>1/16 локтя</td> <td>8.75'</td> </tr> </table> Другим важным аспектом книги ас-Суфи является его запись местных арабских названий звезд, подпадающих под каждое созвездие, и точное отождествление соответствующих звезд с соответствующими звездами Птолемея. Это означает, что мы одновременно смотрим на два слоя звездных знаний: птолемеевский и коренной арабский. ### Культура неба Эта культура неба является результатом исследования нескольких рукописей книги, самой старой из которых является [#8]. Сначала были критически отредактированы рукописи «Книги неподвижных звезд» и составлен текст. Во-вторых, каждая звезда-член из 48 созвездий была идентифицирована в соответствии с описанием ас-Суфи, и были построены новые таблицы, включающие современные обозначения звезд из каталогов Hipparcos, «Ярких звёзд» и Байера. В-третьих, были собраны названия звезд арабских коренных народов и идентифицированы как сопоставленные ас-Суфи с птолемеевскими названиями. Все предыдущие шаги были включены в книгу, опубликованную в цифровом виде «Книги неподвижных звезд», плюс пояснения и комментарии Халида Аль-Аджаджи (Khalid Al-Ajaji)[#4]. Фигурки созвездий - это изображения в рукописи Улугбека из Книги неподвижных звезд, извлеченные и адаптированные для Stellarium г-ном Кутайбаа Акраа [#5]. Файл названий звезд включает номер звезды в созвездии в качестве основного имени звезды и описание звезды в таблицах в качестве дополнительного имени. Например, основное имя Полярной звезды, отображаемое со звездой: UMi_1, UMi - Малая Медведица, а 1 - первая звезда этого созвездия. Если звезда выбрана, отображаются другие вторичные имена, которые будут отображать «Звезду на конце хвоста» в верхней части экрана. Линии созвездия построены в соответствии с формами созвездий с попыткой включить большинство звезд-членов. Для коренных арабских звездных знаний имена отдельных звезд были добавлены в звездный файл как второстепенные имена, в то время как имена группы звезд были определены через имена астеризмов и файл линий астеризмов. Перевод описания звёзд с арабского на английский был взят с веб-сайта Эрни Райта[#6] который был расшифрован из перевода Альмагеста Тумером[#7]. Перевод был изменен в нескольких местах, чтобы соответствовать формулировке ас-Суфи. Единственным источником небесной культуры является «Книга неподвижных звезд» и цель которой - дать достоверное представление о содержании книги.
sv: En viktig aspekt av det allmänna diskussionsavsnittet är Al-Sufis metod för att underlätta identifieringen av stjärnor. Han beskriver varje enskild stjärna på mer än ett sätt: Genom stjärnans position i förhållande till konstellationsfiguren, genom dess magnitud, genom den asterism som den bildar med andra stjärnor i form av triangel- eller bågformer, ibland genom stjärnans position i förhållande till Vintergatan och genom vinkelavståndet till en närliggande stjärna. Jag har räknat till mer än 700 vinkelavstånd som al-Sufi mäter i sin bok. De enheter som han använder för vinkelavstånd är alnar, spjutlängd, manshöjd, spann och finger. Al-Sufi säger uttryckligen i sin bok att en cubit är lika med två grader och 20 minuter [#2]. För de andra enheterna kom Schjellerup fram till vissa värden, men när jag följde de 700 mätningarna kom jag fram till andra värden. I följande tabell sammanfattas enheterna och förhållandet till cubitvärdet från Schjellerup[#3] och från min forskning. ### Vinkelavståndsenheter som används av Al-Sufi <table> <tr valign="top"> <td><notr> </notr></td> <td colspan="2" style="text-align:center;"><b>Schjellerup</b></td> <td colspan="2" style="text-align:center;"><b>Khalid</b></td> </tr> <tr valign="top"> <td><b>enhet</b></td> <td><b>cubits</b></td> <td><b>Vinkelvärde</b></td> <td><b>cubits</b></td> <td><b>Vinkelvärde</b></td> </tr> <tr valign="top"> <td>spjut</td> <td>6 alnar</td> <td><notr>14°</notr></td> <td>6 alnar</td> <td><notr>14°</notr></td> </tr> <tr valign="top"> <td>Man-höjd</td> <td></td> <td></td> <td>3 alnar</td> <td><notr>7°</notr></td> </tr> <tr valign="top"> <td>aln</td> <td>1 aln</td> <td><notr>2°20'</notr></td> <td>1 kubik</td> <td><notr>2°20'</notr></td> </tr> <tr valign="top"> <td>spann</td> <td>1/3 av en aln</td> <td><notr>47'</notr></td> <td>1/2 av en aln</td> <td><notr>1°10'</notr></td> </tr> <tr valign="top"> <td>finger</td> <td>1/32 av en aln</td> <td><notr>4.4'</notr></td> <td>1/16 av en aln</td> <td><notr>8.75'</notr></td> </tr> </table> En annan viktig aspekt av Al-Sufis bok är hans uppteckning av de inhemska arabiska stjärnnamnen som faller under varje konstellation, och den exakta identifieringen av respektive stjärnor med motsvarande ptolemaiska stjärnor. Detta innebär att vi tittar på två lager av stjärnkunskap på samma gång: det ptolemaiska och det inhemska arabiska. ### Himmelskulturen Denna himmelskultur är ett resultat av en undersökning av flera manuskript till boken, varav det äldsta är [#8]. Först gjordes en kritisk granskning av manuskripten till Fixstjärnornas bok och en text sammanställdes. För det andra identifierades varje stjärna i de 48 konstellationerna enligt Al-Sufis beskrivning, och nya tabeller skapades med moderna stjärnbeteckningar från Hipparcos-, Bright stars- och Bayer-katalogerna. För det tredje samlades arabiska inhemska stjärnnamn in och identifierades enligt Al-Sufis kartläggning av de ptolemaiska namnen. Alla de tidigare stegen ingår i en bok som publicerats digitalt av Book of Fixed Stars plus förklaringar och kommentarer av Khalid Al-Ajaji[#4]. Stjärnbildernas streckgubbar är bilder från Ulugh Beg-manuskriptet till boken om fixstjärnor, extraherade och anpassade för Stellarium av Kutaibaa Akraa [#5]. Filen med stjärnnamnen innehåller stjärnans nummer i konstellationen som primärt stjärnnamn och beskrivningen av stjärnan i tabellerna som sekundärt namn. Till exempel är Polaris primära namn som visas med stjärnan: UMi1, UMi står för Ursa Minor och 1 är den första stjärnan i denna konstellation. Om stjärnan väljs visas andra sekundära namn, vilket gör att "The star on the end of the tail" visas längst upp på skärmen. Konstellationslinjerna är konstruerade i enlighet med konstellationsformerna med ett försök att inkludera de flesta av medlemsstjärnorna. För de inhemska arabernas stjärnkunskap lades enskilda stjärnnamn till i stjärnfilen som sekundära namn, medan namn på grupper av stjärnor definierades genom filer med asterismnamn och asterismlinjer. Översättningen av stjärnbeskrivningar från arabiska till engelska hämtades från Ernie Wrights webbplats[#6] som transkriberades från Toomers översättning av Almagest[#7]. Översättningen modifierades på några ställen för att stämma överens med Al-Sufis ordalydelse. Den enda källan till himmelskulturen är Book of Fixed Stars och målet är att ge en trogen återgivning av bokens innehåll.
uk: Важливим аспектом розділу загального обговорення є спосіб аль-Суфі полегшення ідентифікації зірок. Він описує кожну зірку окремо у декілька способів: за розташуванням зірки відносно фігури сузір'я, за її величиною, за астеризмом, який вона формує разом із іншими зірками, наприклад формою трикутника або дуги, іноді за розташуванням зірки відносно Чумацького Шляху та за кутовою відстанню від близької зірки. Автор картини зоряного неба нарахував понад 700 кутових відстаней, які було виміряно аль-Суфі для його книги. Одиницями, які було ним використано для вимірювання кутових відстаней є лікоть, довжина списа, зріст людини, п'ядь та палець. Аль-Суфі явним чином пояснює у своїй книзі, що лікоть дорівнює двом градусам і 20 мінутам[#2]. Для інших одиниць міркування наведено Шєллерупом, але аналізуючи 700 вимірювань, автор картини зоряного неба вивів інші значення. У наведеній нижче таблиці вказано взаємозв'язок одиниць із значенням ліктя з роботи Шєллерупа[#3] та дослідження автора картини зоряного неба. ### Одиниці кутової відстані, які використовував аль-Суфі <table> <tr valign="top"> <td>&nbsp;</td> <td colspan="2" style="text-align:center;"><b>Шєллеруп</b></td> <td colspan="2" style="text-align:center;"><b>Халід</b></td> </tr> <tr valign="top"> <td><b>одиниця</b></td> <td><b>лікті</b></td> <td><b>Значення кута</b></td> <td><b>лікті</b></td> <td><b>Значення кута</b></td> </tr> <tr valign="top"> <td>спис</td> <td>6 ліктів</td> <td>14°</td> <td>6 ліктів</td> <td>14°</td> </tr> <tr valign="top"> <td>Зріст людини</td> <td></td> <td></td> <td>3 ліктя</td> <td>7°</td> </tr> <tr valign="top"> <td>лікоть</td> <td>1 лікоть</td> <td>2°20'</td> <td>1 лікоть</td> <td>2°20'</td> </tr> <tr valign="top"> <td>п'ядь</td> <td>1/3 ліктя</td> <td>47'</td> <td>1/2 ліктя</td> <td>1°10'</td> </tr> <tr valign="top"> <td>палець</td> <td>1/32 ліктя</td> <td>4.4'</td> <td>1/16 ліктя</td> <td>8.75'</td> </tr> </table> Ще одним важливим аспектом книги аль-Суфі є його записи арабських назв зірок під кожним сузір'ям і точна ідентифікація відповідних зірок із описаними Птолемеєм. Це означає, що ми маємо два шари знань про зірки водночас: птолемеїв та арабський. ### Картина зоряного неба Ця картина зоряного неба є результатом досліджень, які виконано на основі аналізу декількох рукописів книги, найдавнішим з яких є [#8]. Спочатку було виконано критичне редагування «Книги нерухомих зірок» зі створенням текстової частини. Далі, було ідентифіковано усі зірки 48 сузір'їв, відповідно до опису аль-Суфі і побудовано нові таблиці, до яких включено сучасні позначення зірок з каталогів Гіппарха, каталогу яскравих зірок та каталогу Беєра. Потім було зібрано арабські назви зірок і ідентифіковано їх прив'язкою аль-Суфі до птолемеєвих. Усі попередні кроки було включено до опублікованої у цифровому форматі «Книги нерухомих зірок із поясненнями і коментарями Халіда аль-Аджаджі»[#4]. Каркасні фігури сузір'їв картини зоряного неба є зображеннями із рукопису Улугбека «Книги нерухомих зірок», які видобуто і адаптовано до паном Кутайбою Акраа[#5]. До файла назв зірок включено номер зірки у сузір'ї як основну назву зірки та опис зірки у таблицях як допоміжну назву. Наприклад, основною назвою Полярної, яку показано поряд із зіркою, є UMi1, UMi — Ursa Minor і 1 — перша зірка сузір'я. Якщо зірку позначено, у верхній частині екрана буде показано допоміжну назву, якою є «Зірка на кінці хвоста». Лінії сузір'їв побудовано відповідно до форм сузір'їв зі спробую включити найбільше зірок сузір'я. Рідні арабські назви зірок включено як окремі назви у записах допоміжних назв файла назв зірок. Назви груп зірок визначено за допомогою назв астеризмів та файлів ліній астеризмів. Переклад описів зірок з арабської англійською мовою було видобуто із сайта Ерні Райта (Ernie Wright)[#6], де використано транскрипцію із перекладу Тумера «Альмагеста»[#7]. У декількох місцях переклад було змінено для узгодження зі словами, які використано аль-Суфі. Єдиним джерелом даних карти зоряного неба є «Книга нерухомих зірок», а метою є створення достовірного представлення вмісту книги.
