Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### History The knowledge of Hawaiian star navigation has been passed down orally for many generations. Much of the knowledge regarding stars and navigation were lost until the Hawaiian Renaissance in the early 1970s. Polynesian Voyage Society (PVS), founded in 1973, created Hokule’a in 1975. Hokule’a is a traditional Hawaiian voyaging canoe with the mission to revive the art of way finding. A man from Satawal, Micronesia named Mau Piailug was a master navigator/wayfinder. The knowledge of wayfinding and using the sky to navigate was passed down to Mau from his ancestors. Nainoa Thompson, current President of PVS, asked Mau to teach his knowledge of navigation to him with the intention of reviving the knowledge that was once lost to the Hawaiians. With the knowledge learned from Mau, the Hawaiian star compass and star lines were created. ### Star Lines Each star line is a group of main stars that will be remembered by the navigators. The stars connect making constellations. Navigators remember the rising/setting houses of these stars, the stars that connect in each line, and the lines that point directly to North and South. The star lines’ position in the night sky slowly change over time, each starline being more prevalent at night according to the season. The star lines with their according season are as follows: <p> <table class="layout"> <tr> <td><notr>1.</notr></td> <td><notr>Ke Ka o Makali‘i</notr></td> <td>November to April </td> </tr> <tr> <td><notr>2.</notr></td> <td><notr>Ka Iwikuamo‘o</notr></td> <td>April to July </td> </tr> <tr> <td><notr>3.</notr></td> <td><notr>Manaiakalani</notr></td> <td>May to October </td> </tr> <tr> <td><notr>4.</notr></td> <td><notr>Ka Lupe o Kawelo</notr></td> <td>September to February</td> </tr> </table> </p> ### <notr>Ke Ka o Makali’i</notr> The direct translation means the “Bailer of *Makali’i*”. The lines are shaped as a canoe bailer which scoops *Ka Hei-Hei o Na Keiki* (Orion) and *Makali’i* (Pleiades) up into the night sky. In voyaging a bailer is used to scoop up water out of the hulls. The main stars of *Ke Ka o Makali’i* from North to South are *Hokulei* (Capella), *Nanamua* (Castor), *Nanahope* (Pollux), *Puana* (Procyon), and *‘A’a* (Sirius). These stars connect together to create the bailer in the sky. Mintaka (&delta; Ori) is an important star in this line because it rises/sets directly east or west giving the navigator an easy pointer star for direction. Mirzam (&beta; CMa next to *‘A’a* (Sirius)) and *Ke Ali’i Kona i Ka Lewa* (Canopus) connect together to create a southern pointer. *‘Ekekeuehuehu* (&theta; Aur, Mahasim) and *‘Ekekeu’ena’ena* (&beta; Aur, Menkalinan) connect to create a northern pointer. Different north/south pointers are found in the star lines and used heavily by navigators. ### <notr>Ka Iwikuamo’o</notr> *Ka Iwikuamo’o* translates to the backbone (directly: Bone back-lizard). This star line is depicted as the backbone of a lizard or *mo’o* in this sky culture. It can also be representing a genealogical backbone, each star representing a generation. The star line itself starts with *Hokupa’a* (North Star), the ultimate northern pointer due to the star never moving in the sky, always above north. *Hokupa’a* connects down to *Na Hiku* (Big Dipper). *Na Hiku* translates to “The Seven” as there is seven stars in the Big Dipper. *Hokule’a* (Arcturus) and *Hikianalia* (Spica) are the two stars in the middle of the star line. The two PVS canoes are named after these two stars. *Hokule’a* is the “zenith” star of Hawai’i, meaning it will be directly overhead when you are at the latitude of the Hawaiian Islands. *Hokule’a* is very important to navigators on finding their way back to Hawai’i. The meaning of *Hokule’a* is “the star of gladness” because it is the star used to find home bringing joy. Next to *Hikianalia* is *Me’e*, a combination of four stars that create a box. *Me’e* connects down to *Hanaiakamalama* (Southern Cross) which is the southern pointer for *Ka Iwikuamo’o*. ### <notr>Manaiakalani</notr> *Manaiakalani* translates to “The Chief's Fishline”. This refers to the legend of the demi god Maui and his fish hook. Maui is credited for pulling up the islands with his magical fish hook. This star line consists of two constellations. The Navigator’s Triangle on the north and Maui’s fish hook on the south. The Navigator’s Triangle is made of three stars *Hawaiki* (Deneb), *Keoe* (Vega), and *Humu* (Altair). (It is the same figure as the Summer Triangle for modern amateur astronomers.) These stars also represent the Polynesian triangle: Hawai’i (*Hawaiki*), Rapanui (*Keoe*), and Aotearoa (*Humu*). These three islands are pulled by the fish hook of Maui (Scorpius). The northern pointer is found in the Navigator’s Triangle when you connect *Wainielela* (&epsilon; Cyg, Aljanah (Gienah)) and *Hawaiki* (Deneb). Southern pointers are in the fish hook when you connect *Mili’opu* (&delta; Sco, Dschubba) and *Kahe* (&pi; Sco, Fang), the stars on the top of the hook. ### <notr>Ka Lupe o Kawelo</notr> *Ka Lupe o Kawelo* translates to “The Kite of Kawelo”. Kawelo was a great chief of Kaua’i and O’ahu and this star line represents the kite which was lost as a child. The star line starts with *‘Iwakeli’i*, meaning Chief Frigate Bird (*Fregata Minor*). The shape of this constellation (which is Cassiopeia's W in the West) resembles the *‘iwa* bird that is known for leading voyagers to land. The center of the star line is the Kite of Kawelo (equal to the Great Square of Pegasus). The four stars that make the kite are named after Kawelo’s greatest ancestors: *Manokalanipo* (&delta; Peg, Alpheratz), *Kakuhihewa* (&beta; Peg, Scheat), *Pi’ilani* (&gamma; Peg, Algenib), and *Keawe* (&alpha; Peg, Markab). All four were famous chiefs of their time. The star line then connects south to two stars *Pi’ikea* (&beta; Cet, Deneb Kaitos) and *Kukaniloko* (&alpha; PsA, Fomalhaut). The northern pointer is found in *Manokalanipo* (&delta; Peg, Alpheratz) and *Kealohalani-po-keao* (&beta; Cas, Caph) of *‘Iwakeli’i*. The southern pointer is connected with *Keawe* (&alpha; Peg, Markab) and *Kukaniloko* (&alpha; PsA, Fomalhaut).
ru: ### История Знания о гавайской звездной навигации передавались из уст в уста на протяжении многих поколений. Большая часть знаний о звездах и навигации была утеряна до гавайского Возрождения в начале 1970-х годов. Polynesian Voyage Society (PVS), основанное в 1973 году, создало Hokule’a в 1975 году. Hokule’a — это традиционное гавайское каноэ для путешествий, задача которого возродить искусство нахождения пути. Мужчина из Сатавала, Микронезия, по имени Мау Пиилуг был мастером-навигатором/путешественником. Знания о навигации и использовании неба для навигации перешли к Мау от его предков. Найноа Томпсон, нынешний президент PVS, попросила Мау научить его своим знаниям навигации с намерением возродить знания, которые когда-то были потеряны для гавайцев. Благодаря знаниям, полученным от Мау, были созданы гавайский звездный компас и звездные линии. ### Звездные линии Каждая звездная линия представляет собой группу основных звезд, которые запомнятся мореплавателям. Звезды соединяются, образуя созвездия. Навигаторы помнят дома восхода/захода этих звезд, звезды, которые соединяются в каждой линии, и линии, которые указывают прямо на север и юг. Положение звездных линий на ночном небе со временем медленно меняется, причем каждая звездная линия более преобладает ночью в зависимости от сезона. Звездные линии с указанием сезона следующие: <p> <table class="layout"> <tr> <td>1.</td> <td>Ke Ka o Makali‘i</td> <td>С ноября по апрель </td> </tr> <tr> <td>2.</td> <td>Ka Iwikuamo‘o</td> <td>С апреля по июль </td> </tr> <tr> <td>3.</td> <td>Manaiakalani</td> <td>С мая по октябрь </td> </tr> <tr> <td>4.</td> <td>Ka Lupe o Kawelo</td> <td>С сентября по февраль</td> </tr> </table> </p> ### Ke Ka o Makali’i Прямой перевод означает «Хранитель *Макалии*». Линии имеют форму черпака для каноэ, который зачерпывает *Ка Хей-Хей о На Кейки* (Орион) и *Макалии* (Плеяды) в ночное небо. В плавании желонка используется для вычерпывания воды из корпусов. Главными звездами *Ке Ка о Макалии* с севера на юг являются *Хокулей* (Капелла), *Нанамуа* (Кастор), *Нанахоуп* (Поллукс), *Пуана* (Процион) и *А'а* (Сириус). Эти звезды соединяются вместе, образуя желонку на небе. Минтака в Орионе — важная звезда в этой линии, поскольку она восходит/заходит прямо на восток или запад, давая навигатору удобную звезду-указатель направления. Мирзим (рядом с *А'а* (Сириусом)) и *Ке Али Кона и Ка Лева* (Канопус) соединяются вместе, образуя южный указатель. *'Экекеуэуэху* (&theta; Aur, Махасим) и *'Экекеуэненаена* (&beta; Aur, Менкалинан) соединяются, образуя северный указатель. Различные указатели севера и юга находятся на звездных линиях и активно используются мореплавателями. ### Ka Iwikuamo’o *Ka Iwikuamo'o* переводится как позвоночник (прямо: костяная ящерица). Эта звездная линия изображается как позвоночник ящерицы или *мо'о* в этой культуре неба. Он также может представлять генеалогическую основу, где каждая звезда представляет поколение. Сама звездная линия начинается с *Хокупаа* (Полярной звезды), конечного указателя севера, поскольку звезда никогда не движется по небу и всегда находится над севером. *Хокупаа* соединяется с *На Хику* (Большая Медведица). *На Хику* переводится как «Семь», поскольку в Большой Медведице семь звезд. *Хокулеа* (Арктур) и *Хикианалия* (Спика) — две звезды в середине звездной линии. Два каноэ PVS названы в честь этих двух звезд. *Хокулеа* — это «зенитная» звезда Гавайев, то есть она будет находиться прямо над головой, когда вы находитесь на широте Гавайских островов. *Хокулеа* очень важен для мореплавателей на пути обратно на Гавайи. Значение слова «*Хокулеа*» — «звезда радости», потому что эта звезда используется для того, чтобы найти дом, приносящий радость. Рядом с *Хикианалией* находится *Ме’э*, комбинация четырех звезд, образующих коробку. *Ме’э* соединяется с *Ханайакамаламой* (Южным Крестом), которая является южным указателем *Ка Ивикуамоо*. ### Manaiakalani *Manaiakalani* переводится как «Рыбная удочка вождя». Это относится к легенде о полубоге Мауи и его рыболовном крючке. Мауи приписывают то, что он вытащил острова с помощью своего волшебного рыболовного крючка. Эта звездная линия состоит из двух созвездий. Треугольник Навигатора на севере и рыболовный крючок Мауи на юге. Треугольник Навигатора состоит из трех звезд: *Хавайки* (Денеб), *Кеоэ* (Вега) и *Хуму* (Альтаир). (Это та же фигура, что и Летний треугольник для современных астрономов-любителей.) Эти звезды также представляют полинезийский треугольник: Гавайи (*Гавайки*), Рапануи (*Кео*) и Аотеароа (*Хуму*). Эти три острова притянуты рыболовным крючком Мауи (Скорпиона). Северный указатель находится в Треугольнике Навигатора, когда вы соединяете *Гавайки* (Денеб) и *Момонапиковалу* (&gamma; Cyg, Садр). Южные указатели оказываются на рыболовном крючке, когда вы соединяете *Милиопу* (&delta; Sco, Джубба) и *Кахе* (&pi; Sco, Нур), звезды на вершине крючка. ### Ka Lupe o Kawelo *Ка Лупе о Кавело* переводится как «Воздушный змей Кавело». Кавело был великим вождем Кауаи и Оаху, и эта звездная линия представляет собой воздушного змея, потерянного в детстве. The star line starts with *‘Iwakeli’i*, meaning Chief Frigate Bird (*Fregata Minor*). The shape of this constellation (which is Cassiopeia's W in the West) resembles the *‘iwa* bird that is known for leading voyagers to land. The center of the star line is the Kite of Kawelo (equal to the Great Square of Pegasus). The four stars that make the kite are named after Kawelo’s greatest ancestors: *Manokalanipo* (&delta; Peg, Alpheratz), *Kakuhihewa* (&beta; Peg, Scheat), *Pi’ilani* (&gamma; Peg, Algenib), and *Keawe* (&alpha; Peg, Markab). All four were famous chiefs of their time. The star line then connects south to two stars *Pi’ikea* (&beta; Cet, Deneb Kaitos) and *Kukaniloko* (&alpha; PsA, Fomalhaut). Северный указатель находится в *Манокаланипо* (&delta; Peg, Альферац) и *Кеалохалани-по-кеао* (&beta; Cas, Каф) в *Ивакели*. Южный указатель связан с *Киаве* (&alpha; Peg, Маркаб) и *Куканилоко* (&alpha; PsA, Фомальгаут).
sv: ### Historik Kunskapen om Hawaiis stjärnnavigering har förts vidare muntligt i många generationer. Mycket av kunskapen om stjärnor och navigering gick förlorad fram till den hawaiianska renässansen i början av 1970-talet. Polynesian Voyage Society (PVS), som grundades 1973, skapade Hokule'a 1975. Hokule'a är en traditionell hawaiiansk kanot med uppdrag att återuppliva konsten att hitta rätt. En man från Satawal i Mikronesien vid namn Mau Piailug var en mästerlig navigatör/vägvisare. Kunskapen om att hitta vägen och att navigera med hjälp av himlen hade Mau fått från sina förfäder. Nainoa Thompson, nuvarande ordförande för PVS, bad Mau att lära ut sin kunskap om navigering till honom med avsikt att återuppliva den kunskap som en gång gick förlorad för hawaiianerna. Med kunskapen från Mau skapades den hawaiianska stjärnkompassen och stjärnlinjerna. ### Stjärnlinjer Varje stjärnlinje är en grupp av huvudstjärnor som navigatörerna kommer att minnas. Stjärnorna kopplas samman och bildar konstellationer. Navigatörerna minns stjärnornas uppgångs- och nedgångsdatum, stjärnorna i varje linje och de linjer som pekar direkt mot norr och söder. Stjärnlinjernas position på natthimlen förändras långsamt över tiden, och varje stjärnlinje är mer framträdande på natten beroende på årstid. Stjärnlinjerna med respektive årstid är följande: <p> <table class="layout"> <tr> <td><notr>1.</notr></td> <td><notr>Ke Ka o Makali'i</notr></td> <td>November till april </td> </tr> <tr> <td><notr>2.</notr></td> <td><notr>Ka Iwikuamo'o</notr></td> <td>April till juli </td> </tr> <tr> <td><notr>3.</notr></td> <td><notr>Manaiakalani</notr></td> <td>Maj till oktober </td> </tr> <tr> <td><notr>4.</notr></td> <td><notr>Ka Lupe o Kawelo</notr></td> <td>September till februari</td> </tr> </table> </p> ### <notr>Ke Ka o Makali'i</notr> Den direkta översättningen betyder "Bailer of *Makali'i*". Linjerna är formade som en kanotborgen som skopar upp *Ka Hei-Hei o Na Keiki* (Orion) och *Makali'i* (Plejaderna) på natthimlen. Vid segling används en bailer för att ösa upp vatten ur skrovet. Huvudstjärnorna i *Ke Ka o Makali'i* från norr till söder är *Hokulei* (Capella), *Nanamua* (Castor), *Nanahope* (Pollux), *Puana* (Procyon) och *'A'a* (Sirius). Dessa stjärnor är sammankopplade för att skapa borgen på himlen. Mintaka (δ Ori) är en viktig stjärna i denna linje eftersom den går upp och ned direkt i öster eller väster, vilket ger navigatören en enkel pekstjärna för att hitta rätt. Mirzam (β CMa bredvid *'A'a* (Sirius)) och *Ke Ali'i Kona i Ka Lewa* (Canopus) bildar tillsammans en sydlig pekare. *'Ekekeuehuehu* (θ Aur, Mahasim) och *'Ekekeu'ena'ena* (β Aur, Menkalinan) kopplas samman för att skapa en nordlig pekare. Olika nord/syd-pekare finns i stjärnlinjerna och används flitigt av navigatörer. ### <notr>Ka Iwikuamo'o</notr> *Ka Iwikuamo'o* översätts till ryggraden (direkt: Bone back-lizard). Denna stjärnlinje avbildas som ryggraden på en ödla eller *mo'o* i denna himmelskultur. Den kan också representera en genealogisk ryggrad, där varje stjärna representerar en generation. Själva stjärnlinjen börjar med *Hokupa'a* (Polstjärnan), den ultimata nordliga pekaren eftersom stjärnan aldrig rör sig på himlen och alltid befinner sig ovanför norr. *Hokupa'a* ansluter ner till *Na Hiku* (Karlavagnen). *Na Hiku* översätts till "De sju" eftersom det finns sju stjärnor i Karlavagnen. *Hokule'a* (Arcturus) och *Hikianalia* (Spica) är de två stjärnorna i mitten av stjärnlinjen. De två PVS-kanoterna är uppkallade efter dessa två stjärnor. *Hokule'a* är Hawai'i's "zenit"-stjärna, vilket innebär att den kommer att vara rakt ovanför dig när du befinner dig på Hawaii-öarnas latitud. *Hokule'a* är mycket viktig för navigatörer när de ska hitta tillbaka till Hawaii. Betydelsen av *Hokule'a* är "glädjens stjärna", eftersom det är den stjärna som används för att hitta hem med glädje. Bredvid *Hikianalia* finns *Me'e*, en kombination av fyra stjärnor som bildar en låda. *Me'e* ansluter ner till *Hanaiakamalama* (Södra korset) som är den södra pekaren för *Ka Iwikuamo'o*. ### <notr>Manaiakalani</notr> *Manaiakalani* översätts till "Chiefens fisklina". Detta hänvisar till legenden om halvguden Maui och hans fiskkrok. Maui anses ha dragit upp öarna med sin magiska fiskkrok. Denna stjärnlinje består av två konstellationer. Navigatörens triangel i norr och Mauis fiskkrok i söder. Navigatörens triangel består av de tre stjärnorna *Hawaiki* (Deneb), *Keoe* (Vega) och *Humu* (Altair). (Det är samma figur som sommartriangeln för moderna amatörastronomer) Dessa stjärnor representerar också den polynesiska triangeln: Hawai'i (*Hawaiki*), Rapanui (*Keoe*) och Aotearoa (*Humu*). Dessa tre öar dras av Mauis (Scorpius) fiskkrok. Den norra pekaren finns i Navigatörens triangel när man kopplar ihop *Wainielela* (ε Cyg, Aljanah (Gienah)) och *Hawaiki* (Deneb). Sydliga pekare finns i fiskkroken när man kopplar ihop *Mili'opu* (δ Sco, Dschubba) och *Kahe* (π Sco, Fang), stjärnorna på toppen av kroken. ### <notr>Ka Lupe o Kawelo</notr> *Ka Lupe o Kawelo* kan översättas till "Kawelos drake". Kawelo var en stor hövding på Kaua'i och O'ahu och den här stjärnlinjen representerar den drake som han förlorade som barn. Stjärnlinjen börjar med *'Iwakeli'i*, som betyder Chief Frigate Bird (*Fregata Minor*). Formen på denna konstellation (som är Cassiopeias W i väster) liknar fågeln *'iwa* som är känd för att leda resenärer till land. I mitten av stjärnlinjen finns Kawelos drake (lika med Pegasus stora kvadrat). De fyra stjärnorna som bildar draken är uppkallade efter Kawelos största förfäder: *Manokalanipo* (δ Peg, Alpheratz), *Kakuhihewa* (β Peg, Scheat), *Pi'ilani* (γ Peg, Algenib) och *Keawe* (α Peg, Markab). Alla fyra var berömda hövdingar på sin tid. Stjärnlinjen ansluter sedan söderut till två stjärnor *Pi'ikea* (β Cet, Deneb Kaitos) och *Kukaniloko* (α PsA, Fomalhaut). Den norra pekaren finns i *Manokalanipo* (δ Peg, Alpheratz) och *Kealohalani-po-keao* (β Cas, Caph) i *'Iwakeli'i*. Den södra pekaren är förbunden med *Keawe* (α Peg, Markab) och *Kukaniloko* (α PsA, Fomalhaut).
uk: ### Історичні відомості Знання з гавайської зоряної навігації передавалися усним шляхом з покоління до покоління протягом сотень років. Значну частину знань з навігації і вивчення руху зірок було втрачено до початку відродження гавайської самосвідомості на початку 1970-х років. Спільнота полінезійських мандрівників (Polynesian Voyage Society або PVS), заснована у 1973 році, у 1975 році створила гокулеа. Гокулеа — традиційне гавайське каное для подорожей, призначенням якого було відродження мистецтва мореплавства. Мешканець Сатвала, Мікронезія на ім’я Мау Піайлуґ був учителем мореплавства і навігації. Знання щодо мореплавства і використання неба для навігації Мау отримав від своїх предків. Найноа Томпсон, теперішній президент PVS, попросив Мау навчити його навігації з метою відродження знань, які було втрачено сучасними гавайцями. Гавайський зоряний компас та зоряні лінії було створено на основі знань, отриманих від Мау. ### Зоряні лінії Кожна зоряна лінія — це група яскравих зірок, яка мала бути знайома навігаторам. Поєднання цих зірок утворювало сузір’я. Навігатори запам’ятовували місця сходження та заходу цих зірок, поєднання зірок в усіх лініях та лінії, які вказували безпосередньо на північ та південь. Розташування ліній на нічному небі повільно змінюється з часом, для кожної пори року є власна пріоритетна лінія. Ось зоряні лінії із відповідною їм порою року: <p> <table class="layout"> <tr> <td>1.</td> <td>Ke Ka o Makali‘i</td> <td>з листопада до квітня </td> </tr> <tr> <td>2.</td> <td>Ka Iwikuamo‘o</td> <td>з квітня до липня </td> </tr> <tr> <td>3.</td> <td>Manaiakalani</td> <td>з травня до жовтня </td> </tr> <tr> <td>4.</td> <td>Ka Lupe o Kawelo</td> <td>з вересня до лютого</td> </tr> </table> </p> ### Ke Ka o Makali’i Буквальний переклад означає «Черпак *Макалії*». Лінії поєднуються у форму, схожу на черпак для каное, який вичерпує *Ка Геї-Геї-о-На-Кейкі* (Оріон) та *Макалії* (Плеяди) у нічне небо. У подорожах черпак використовували для вичерпування води з човнів. Основним зірками *Ке Ка-о-Макалії* з півночі на південь є *Гокулеї* (Капелла), *Нанамуа* (Кастор), *Нанагопе* (Поллукс), *Пуана* (Проціон) та *Аа* (Сіріус). Поєднання цих зірок створює черпак на небі. Мінтака (&amp;delta; Оріона) є важливою зіркою цієї лінії, оскільки вона сходить і сідає безпосередньо на сході або заході, надаючи навігатору простий вказівник напрямку. Лінія, яка проходить через Мірзім (&amp;beta; Великого Пса, поряд із *Аа* (Сіріусом)) та *Ке Алії Кона і Ка Лева* (Канопус), є вказівником на південь. Лінія *Екекеуегуегу* (&theta; Віз, Махазім) — *Екекеу-ена-ена* (&beta; Віз, Менкалінан) є вказівником на північ. Навігатори знаходили і широко використовували у зоряних лініях різні вказівники на північ і південь. ### Ka Iwikuamo’o *Ка Івікуамоо* перекладається як «хребет» (буквально: «хребет ящірки»). Ця лінія зірок зображається як хребет ящірки або *моо* у картині зоряного неба. Її також можна представити як генеалогічну гілку, де кожна зірка відповідає певному поколінню. Сама зоряна лінія починається з *Гокупаа* (Полярної), універсального вказівника на північ, оскільки ця зірка не рухається небом, завжди розташовуючись на півночі. *Гокупаа* далі з’єднується з *На Гіку* (Великим Ковшем). *На Гіку* перекладається як «Сімка», оскільки складається з семи зірок Великого Ковша. *Гокулеа* (Арктур) і *Гікіаналья* (Спіка) складають середню частину зоряної лінії. На честь двох цих зірок названо два каное PVS. *Гокулеа* є «зенітною» зіркою Гаваїв, тобто зіркою, яка перебуває безпосередньо над вами, коли ви розташовуєтеся на широті Гавайських островів. *Гокулеа* є дуже важливою для навігаторів, які визначають шлях повернення на Гаваї. *Гокулеа* перекладається як «зірка задоволення», оскільки це зірка, яку шукають, щоб повернутися до усіх радощів перебування вдома. Далі, за *Гікіаналья*, у лінії розташовується *Ме-е*, комбінація з чотирьох зірок, які утворюють прямокутник. *Ме-е* далі з’єднується із *Ганаякамаламою* (Південним Хрестом), який є вказівником на південь у *Ка Івікуамоо*. ### Manaiakalani *Манаякалані* перекладається як «Волосінь Вождя». Таку назву пов’язано із легендою про напівбога Мауї та його гачок для риболовлі. За допомогою гачка і волосіні, за легендою, Мауї витягнув з дна океану тихоокеанські острови. Ця зоряна лінія складається з двох сузір’їв, Трикутника Навігатора на півночі та Гачка Мауї на півдні. Трикутник Навігатора складається з трьох зірок, *Гаваїкі* (Денеба), *Кеое* (Веги) та *Гуму* (Альтаїр). (Це та сама фігура, що і Літній Трикутник для сучасних астрономів-аматорів.) Ці зірки також складають Полінезійський Трикутник: Гаваї (*Гаваїкі*), Рапануї (*Кеое*) та Аотеароа (*Гуму*). Саме ці три острови Мауї виловив з океану за допомогою свого Гачка (Скорпіона). Вказівник на північ у Трикутнику Навігатора отримуємо, з’єднуючи *Гаваїкі* (Денеб) і *Момонапіковалу* (&gamma; Леб, Садр). Вказівники на південь розташовано у Гачку. Треба з’єднати *Міліопу* (&delta; Ско, Джуббу) і *Каге* (&pi; Ско, Нур), зірки у верхній частині Гачка. ### Ka Lupe o Kawelo *Ка Лупе-о-Кавело* перекладається як «Паперовий змій Кавело». Кавело був великим вождем Кауаї та Оаху, а його зоряна лінія — це паперовий змій, якого він згубив у дитинстві. Ця зоряна лінія починається з *Івакелії*, тобто Вождя-фрегата. Форма цього сузір’я (яке на Заході називають W Кассіопеї) нагадує птаха *іва* (фрегата), який відомий тим, що веде мандрівників до землі. Центром зоряної лінії є Паперовий Змій Кавело (Великий Квадрат Пегаса). Чотири зірки, з яких складається силует паперового змія, названо на честь великих предків Кавело: *Манокаланіпо* (&delta; Пег, Альферац), *Какугігева* (&beta; Пег, Шеат), *Піїлані* (&gamma; Пег, Альгеніб) та *Кеаве* (&alpha; Пег, Маркаб). Усі четверо були визначними вождями свого часу. Далі, зоряна лінія з’єднується на півночі з *Піїкеа* (&beta; Кит) і *Куканілоко* (&alpha; ПдР, Фомальгаутом). Вказівник на північ — це *Манокаланіпо* (&delta; Пег, Алферац) та *Кеалогалані-по-кеао* (&beta; Кас, Каф) з *Івакелії*. Вказівник на південь з’єднує *Кеаве* (&alpha; Пег, Маркаб) та *Куканілоко* (&alpha; ПдР, Фомальгаут).
