Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <p>This sky culture was contributed by <i>Eduardo Rodas-Quito</i> and <i>Javier Mejuto</i> of the Archaeoastronomy and Cultural Astronomy Department at Space Sciences Faculty, Universidad Nacional Autonoma de Honduras based primarily on the work of the authors described as follows:</p>
es_419: <p>Esta cultura estelar fue aportada por <i>Eduardo Rodas-Quito</i> y <i>Javier Mejuto</i>, del Departamento de Arqueoastronomía y Astronomía Cultural de la Facultad de Ciencias Espaciales de la Universidad Nacional Autónoma de Honduras, basándose principalmente en el trabajo de los autores descritos a continuación:</p>
ru: <p>Эта культура неба была создана <i>Эдуардо Родас-Кито (Eduardo Rodas-Quito)</i> и <i>Хавьером Меджуто (Javier Mejuto)</i> из отдела археоастрономии и культурной астрономии факультета космических наук Национального автономного университета Гондураса на основе работ авторов, описанных следующим образом: </p>
sv: <p>Denna himmelskultur har tagits fram av <i>Eduardo Rodas-Quito</i> och <i>Javier Mejuto</i> vid Archaeoastronomy and Cultural Astronomy Department vid Space Sciences Faculty, Universidad Nacional Autonoma de Honduras och bygger huvudsakligen på arbete av de författare som beskrivs enligt följande:</p>
uk: <p>Дані цієї картини зоряного неба створено Едуарто Родас-Квіто (<i>Eduardo Rodas-Quito</i>) та Хав'єром Мехуто (<i>Javier Mejuto</i>) із відділу археоастрономії та культурної астрономії факультету космічних наук Національного автономного університету Гондурасу (Universidad Nacional Autonoma de Honduras). Дані, головним чином, засновано на роботі авторів, яка описується так:</p>

source: - [#1]: [The Paris Codex: Complex Analysis of an Ancient Maya Manuscript (Dissertation)](https://www.academia.edu/25028815/The_Paris_Codex_Complex_Analysis_of_an_Ancient_Maya_Manuscript_Dissertation_?auto=download) by Jakub Špoták - [#2]: Freidel, D., Schele, L., Parker, J.(1993) *Maya Cosmos: Three Thousand Years On The Shaman's Path*, New York: William Morrow and Company Inc. - [#3]: Aveni, A.(2005) *Observadores del Cielo en el Mexico Antiguo*, Mexico D.F.: Fondo de Cultura Economica. - [#4]: Tedlock, B.(1999) Maya Astronomy: What We Know and How We Know It, *Archaeoastronomy, The Journal of Astronomy in Culture*, XIV(1), pp.: 39-58. - [#5]: Garcia Barrios, A. (2015) [El mito del diluvio en las ceremonias de entronización de los gobernantes mayas. Agentes responsables de la decapitación del saurio y nuevas fundaciones](https://www.sciencedirect.com/science/article/pii/S0185257415300010), *Estudios de cultura maya*, 45(45), pp. 9-48. ### Links of Interest - [Wikipedia: The Paris Codex](https://en.wikipedia.org/wiki/Paris_Codex) - [Bonampak, Viviendo el tiempo maya](https://maya.nmai.si.edu/es/gallery/bonampak)
es_419: - [#1]: [El Códice de París: Análisis complejo de un manuscrito maya antiguo (disertación)](https://www.academia.edu/25028815/The_Paris_Codex_Complex_Analysis_of_an_Ancient_Maya_Manuscript_Dissertation_?auto=download) por Jakub Špoták - [#2]: Freidel, D., Schele, L., Parker, J. (1993) *Cosmos Maya: Tres mil años en el camino del chamán*, Nueva York: William Morrow and Company Inc. - [#3]: Aveni, A.(2005) *Observadores del Cielo en el Mexico Antiguo*, Mexico D.F.: Fondo de Cultura Económica. - [#4]: Tedlock, B. (1999) La astronomía maya: lo que sabemos y cómo lo sabemos, *arqueoastronomía, The Journal of Astronomy in Culture*, XIV (1), pp .: 39-58. - [#5]: García Barrios, A. (2015) [El mito del diluvio en las ceremonias de entronización de los gobernantes mayas. Agentes responsables de la decapitación del saurio y nuevas fundaciones](https://www.sciencedirect.com/science/article/pii/S0185257415300010), *Estudios de cultura maya*, 45(45), pp. 9-48. ### Enlaces de interés - [Wikipedia: El Códice de París](https://en.wikipedia.org/wiki/Paris_Codex) - [Bonampak, Viviendo el tiempo maya](https://maya.nmai.si.edu/es/gallery/bonampak)
ru: - [#1]: [The Paris Codex: Complex Analysis of an Ancient Maya Manuscript (Dissertation)](https://www.academia.edu/25028815/The_Paris_Codex_Complex_Analysis_of_an_Ancient_Maya_Manuscript_Dissertation_?auto=download) by Jakub Špoták - [#2]: Freidel, D., Schele, L., Parker, J.(1993) *Maya Cosmos: Three Thousand Years On The Shaman's Path*, New York: William Morrow and Company Inc. - [#3]: Aveni, A.(2005) *Observadores del Cielo en el Mexico Antiguo*, Mexico D.F.: Fondo de Cultura Economica. - [#4]: Tedlock, B.(1999) Maya Astronomy: What We Know and How We Know It, *Archaeoastronomy, The Journal of Astronomy in Culture*, XIV(1), pp.: 39-58. - [#5]: Garcia Barrios, A. (2015) [El mito del diluvio en las ceremonias de entronización de los gobernantes mayas. Agentes responsables de la decapitación del saurio y nuevas fundaciones](https://www.sciencedirect.com/science/article/pii/S0185257415300010), *Estudios de cultura maya*, 45(45), pp. 9-48. ### Интересные ссылки - [Wikipedia: The Paris Codex](https://en.wikipedia.org/wiki/Paris_Codex) - [Bonampak, Viviendo el tiempo maya](https://maya.nmai.si.edu/es/gallery/bonampak)
sv: - [#1]: [The Paris Codex: Komplex analys av en forntida Maya-manuskript (Dissertation)](https://www.academia.edu/25028815/The_Paris_Codex_Complex_Analysis_of_an_Ancient_Maya_Manuscript_Dissertation_?auto=download) av Jakub Špoták - [#2]: Freidel, D., Schele, L., Parker, J.(1993) *Maya Cosmos: Three Thousand Years On The Shaman's Path*, New York: William Morrow and Company Inc. - [#3]: Aveni, A.(2005) *Observadores del Cielo en el Mexico Antiguo*, Mexico D.F.: Fondo de Cultura Economica. - [#4]: Tedlock, B.(1999) Maya Astronomy: What We Know and How We Know It, *Archaeoastronomy, The Journal of Astronomy in Culture*, XIV(1), s.: 39-58. - [#5]: Garcia Barrios, A. (2015) [El mito del diluvio en las ceremonias de entronización de los gobernantes mayas. Agentes responsables de la decapitación del saurio y nuevas fundaciones](https://www.sciencedirect.com/science/article/pii/S0185257415300010), *Estudios de cultura maya*, 45(45), s. 9-48. ### Länkar av intresse - [Wikipedia: Pariskodexen](https://en.wikipedia.org/wiki/Paris_Codex) - [Bonampak, Viviendo el tiempo maya](https://maya.nmai.si.edu/es/gallery/bonampak)
uk: - [#1]: [The Paris Codex: Complex Analysis of an Ancient Maya Manuscript (дисертація)](https://www.academia.edu/25028815/The_Paris_Codex_Complex_Analysis_of_an_Ancient_Maya_Manuscript_Dissertation_?auto=download), Jakub Špoták - [#2]: Freidel, D., Schele, L., Parker, J.(1993) *Maya Cosmos: Three Thousand Years On The Shaman's Path*, New York: William Morrow and Company Inc. - [#3]: Aveni, A.(2005) *Observadores del Cielo en el Mexico Antiguo*, Mexico D.F.: Fondo de Cultura Economica. - [#4]: Tedlock, B.(1999) Maya Astronomy: What We Know and How We Know It, *Archaeoastronomy, The Journal of Astronomy in Culture* , XIV(1), pp.: 39-58. - [#5]: Garcia Barrios, A. (2015) [El mito del diluvio en las ceremonias de entronización de los gobernantes mayas. Agentes responsables de la decapitación del saurio y nuevas fundaciones](https://www.sciencedirect.com/science/article/pii/S0185257415300010), *Estudios de cultura maya*, 45(45), pp. 9-48. ### Цікаві посилання - [Вікіпедія: Паризький кодекс](https://en.wikipedia.org/wiki/Paris_Codex) - [Bonampak, Viviendo el tiempo maya](https://maya.nmai.si.edu/es/gallery/bonampak)

source: The modern sky culture is used internationally by modern astronomers, and is the official scheme of The International Astronomical Union. It has historical roots in Ancient Greek astronomy, with influences from Islamic astronomy.
es_419: La cultura estelar moderna es utilizada internacionalmente por los astrónomos modernos, y es el esquema oficial de la Unión Astronómica Internacional. Tiene raíces históricas en la astronomía griega antigua, con influencias de la astronomía islámica.
ru: Современная культура неба используется современными астрономами на международном уровне и является официальной схемой Международного астрономического союза. Она имеет исторические корни в древнегреческой астрономии с влиянием исламской астрономии.
sv: Den moderna himmelskulturen används internationellt av moderna astronomer och är det officiella systemet för Internationella astronomiska unionen. Den har historiska rötter i den antika grekiska astronomin, med influenser från islamisk astronomi.
uk: Сучасна картина зоряного неба використовується на міжнародному рівні сучасними астрономами та є офіційною схемою зоряного неба Міжнародного астрономічного союзу. Історичні корені цієї картини сягають давньогрецької астрономії, можна також прослідкувати вплив ісламських астрономів.
