Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Anutan
es_419: Anuta
fi: Anutojen
ru: Анютанская
sv: Anutisk
uk: Анутанська

source: Anuta is a tiny volcanic island which, though located within the Solomon Islands of Melanesia, is populated by Polynesians. Stars provide the Anutans' most important tool for long range navigation. Major guiding stars and constellations are known as 'kaavenga'. Star paths that are followed from one island to the next (even if they have not risen, or already set) are called 'kau panogna porau'. Unnamed stars which are not used as major navigational aids are called 'petuu vare' (foolish, common, or undistinguished).
de: Anuta ist eine kleine vulkanische Insel, die, obwohl sie Teil der melanesischen Salomonen ist, von Polynesiern bewohnt wird. Sterne stellen das wichtigste Hilfsmittel der Anutaner für die Langstreckennaviagtion dar. Wichtige Leitsterne und Sternbilder sind als »kaavenga« bekannt. Sternenpfade, denen von einer Insel zur nächsten gefolgt wird (auch. wenn sie noch nicht aufgegangen oder untergegangen sind) werden »kau panogna porau« genannt. Unbenannte Sterne, die nicht als Hauptnavigationshilfen genutzt werden, heißen »petuu vare« (töricht, gewöhnlich oder mittelmäßig).
es_419: Anuta es una pequeña isla volcánica que, aunque se encuentra dentro de las Islas Salomón de Melanesia, está poblada por polinesios. Las estrellas proporcionan la herramienta más importante de Anutans para la navegación de largo alcance. Las principales estrellas guía y constelaciones se conocen como 'kaavenga'. Los caminos estelares que se siguen de una isla a otra (incluso si no se han elevado o no se han establecido) se llaman 'kau panogna porau'. Las estrellas sin nombre que no se utilizan como principales ayudas para la navegación se denominan 'petuu vare' (tonto, común o no distinguido).
fi: Anuta on pieni tuliperäinen saari, joka on polynesialaisten asuttama, vaikka se sijaitseekin Melasian Salomonsaarilla. Tähdet ovat Anutansin tärkein työkalu pitkän matkan navigointiin. Tärkeimmät opastähdet ja tähtikuviot tunnetaan nimellä "kaavenga". Tähtien polkuja, joita seurataan saarelta toiselle (vaikka ne eivät olisi nousseet tai jo laskeneet), kutsutaan 'kau panogna porau'. Nimeämättömiä tähtiä, joita ei käytetä tärkeimpinä navigoinnin apuvälineinä, kutsutaan "petuu vareiksi" (tyhmäksi, yleiseksi tai erottamattomaksi).
ru: Анюта - это крошечный вулканический остров, который, хотя и находится на Соломоновых островах в Меланезии, населен полинезийцами. Звёзды - самый важный инструмент анутанов для навигации на большие расстояния. Основные путеводные звёзды и созвездия известны как «kaavenga». Звёздные тропы, по которым следуют от одного острова к другому (даже если они ещё не взошли или уже зашли), называются «kau panogna porau». Безымянные звёзды, которые не используются в качестве основных навигационных, называются «petuu vare» (глупые, обычные или незаметные).
sv: Anuta är en liten vulkanö som, trots att den ligger i Salomonöarna i Melanesien, befolkas av polynesier. Stjärnor är Anutans viktigaste verktyg för långdistansnavigering. De viktigaste ledstjärnorna och konstellationerna kallas "kaavenga". Stjärnbanor som följs från en ö till en annan (även om de inte har gått upp eller redan har gått ner) kallas "kau panogna porau". Namnlösa stjärnor som inte används som viktiga navigationshjälpmedel kallas "petuu vare" (dumma, vanliga eller oansenliga).
uk: Анута — маленький вулканічний острівець, який, хоча його і розташовано серед Соломонових островів у Меланезії, населено полінезійцями. Зірки є найважливішим для анутанців засобом навігації у далеких подорожах. Основні напрямні зірки та сузір'я вони називають «каавенга». Ланцюжки зірок, за якими мають спрямовувати кораблі навігатори, подорожуючи від одного острова до іншого (навіть якщо вони ще не зійшли або вже зайшли) називаються «кау-паногра-порау». Зірки без навз, які не використовуються із метою навігації називають «петуу-варе» («оманливі», «невизначні» або «невиразні»).

source: Nomenclature
fi: Nimikkeistö

source: Anutan name
fi: Anutan nimi

source: English translation
fi: Englanninkielinen käännös

source: Western skylore
fi: Lähtinen arkeoastronomia

source: The Bird's Body
fi: Linnun vartalo

source: The East Wing
fi: Itätuuli

source: The North Wing
fi: Pohjoinen siipi

source: The Bird's Armpit
fi: Linnun kainalo

source: Group of four small starts just east of Manu's Body
fi: Neljän pienen tähden ryhmä Manu's Bodysta itään

source: The Bamboo
fi: Bambu

source: Grus
fi: Kurki

source: Ara Toru
fi: Alttari Toru

source: Path of Three
fi: Kolmen polku

source: Orion's belt
fi: Orionin vyö

source: The Tongs
fi: Pihdit

source: Taurus's forehead
fi: Härän otsa

source: Small Face, or Small Eyes
fi: Pieni kasvo tai pienet silmät

source: Pleiades
fi: Seulaset (Plejadit)

source: Octopus Tentacle
fi: Mustekalan lonkero

source: Aries
fi: Oinas

source: Middle Precursor
fi: Keskimmäinen esiaste

source: Corner of Great Square (one large star)
fi: Suuren aukion kulma (yksi iso tähti)

source: Forward Precursor
fi: Esiaste eteenpäin

source: Pegasus's front legs and Shoulder
fi: Pegasuksen etujalat ja olkapää

source: Delphinus
fi: Delfiini

source: The Carrying Stick
fi: Kantotikku

source: Three stars in Aquila in a straight line
fi: Kolme tähteä Aquilassa suorassa linjassa

source: Sammara Squirrelfish
fi: Sammaran oravakala

source: Four large stars in Sagittarius
fi: Neljä suurta tähteä Jousimiehessä

source: Double Man
fi: Tuplamies

source: Alpha and Beta Centauri
fi: Alpha and Beta Kentauri

source: The Net, or The Sacred Timber
fi: Verkko tai pyhä puu

source: Southern Cross
fi: Eteläinen risti

source: Taro plant
fi: Taro-kasvi

source: Scorpius, Antares is Te Kau (the stem). Five star around Antares is Ona Rau (its leaves)
fi: Scorpioni, Antares on Te Kau (varsi). Viisi tähteä Antaresin ympärillä on Ona Rau (sen lehdet)

source: Milky way
fi: Linnunrata

source: The Running Cloud
fi: Juokseva pilvi

source: Large Magellanic Cloud
fi: Suuri Magellanin pilvi

source: The Restrained Cloud (?)
fi: Rajoitettu pilvi (?)

source: Small Magellanic Cloud
fi: Pieni Magellanin pilvi

source: The Morning Star
fi: Aamutähti

source: The Morning Star(?)
fi: Aamutähti(?)

source: References
fi: Lähteet

source: Feinberg, Richard. (1998). "Polynesian seafaring and navigation: ocean travel in Anutan culture and society" The Kent State University Press, Kent, Ohio: ISBN 0-87338-352-4.
fi: Feinberg, Richard. (1998). "Polynesian merenkulku ja navigointi: valtamerimatkailu Anutan kulttuurissa ja yhteiskunnassa" Kent State University Press, Kent, Ohio: ISBN 0-87338-352-4.

source: Rensch, K.H. (1994). "Fish Names of Western Polynesia: Futuna, Niue, Samoa, Tokelau, Tonga, Tuvalu, Uvea, Outliers" Archipelago Press, the University of California : ISBN 9780959378771.
fi: Rensch, K.H. (1994). "Länsi-Polynesian kalojen nimet: Futuna, Niue, Samoa, Tokelau, Tonga, Tuvalu, Uvea, Outliers" Archipelago Press, Kalifornian yliopisto: ISBN 9780959378771.

source: Author
fi: Tekijä

source: This sky culture was contributed to Stellarium by <i>Dan Smale</i>, smaledaniel(at)outlook.com
fi: Tämän taivaskulttuurin avusti Stellariumille <i>Dan Smale</i>, smaledaniel(at)outlook.com

source: Arabic (Al-Sufi)
de: Arabisch (Al-Sufi)
es_419: Árabe (Al-Sufi)
fi: Arabialainen (Al-Sufi)
ru: Арабская (ас-Суфи)
sv: Arabisk (Al-Sufi)
uk: Арабська (Аль-Суфі)

source: The Book of Fixed Stars was written shortly before 964 AD. Dr. Paul Kunitzsch described it as "the most outstanding among the works of the prominent astronomer Abu 'l-Ḥusayn 'Abd al-Raḥmān ibn 'Umar al-Şūfi (born in Rayy, 903; died 986), referred to as al-Sufi. In it, al-Şūfī treats the 48 classical constellations, which were established and transmitted in Ptolemy's Almagest. The description of each constellation comprises the following four sections: first, a general discussion of the constellation and its individual stars; this section also includes alŞūfi's criticism of the Ptolemaic tradition and notices of his own observations. Second, a record of the indigenous Arabic star names falling under that constellation, and the exact identification of the respective stars with the corresponding Ptolemaic stars. Third, two drawings of the constellation, one as it is seen on a celestial globe, and the other one as it is seen in the sky. Fourth, a table of the stars making up that constellation, giving a verbal description of each star's location and its longitude, latitude, and magnitude. This table closely follows the arrangement of Ptolemy's star catalogue in the Almagest." <sup><a href="#footnote-1">[1]</a></sup>. In addition to the four sections of each constellation mentioned by dr. Kunitzsch, Al-Sufi would identify stars within the 6 magnitudes that were neglected by Ptolemy, but he did not catalogue them and was faithful to Ptolemy star catalog.
fi: Kiinteiden tähtien kirja kirjoitettiin vähän ennen vuotta 964 jKr. Tri Paul Kunitzsch kuvaili sitä "merkittävimmäksi merkittävimmän tähtitieteilijän Abu 'l-Ḥusayn 'Abd al-Raḥmān ibn 'Umar al-Şūfin (syntynyt Rayyssa, 903; kuollut 986), jota kutsutaan al- Siinä al-Şūfī käsittelee 48 klassista tähdistöä, jotka perustettiin ja välitettiin Ptolemaioksen Almagestissa. Jokaisen tähdistön kuvaus koostuu seuraavista neljästä osasta: ensinnäkin yleinen keskustelu tähdistöstä ja sen yksittäisistä tähdistä, tämä osa myös sisältää AlŞūfin kritiikin Ptolemaiosten perinnettä kohtaan ja huomautuksia hänen omista havainnoistaan. Toiseksi muistiinpano alkuperäiskansojen arabiankielisistä tähtien nimistä, jotka kuuluvat tuon tähdistön alle, ja vastaavien tähtien tarkan tunnistamisen vastaavien Ptolemaiosten tähtien kanssa. Kolmanneksi kaksi piirustusta tähdistöstä , yksi sellaisena kuin se näkyy taivaanpallolla ja toinen sellaisena kuin se näkyy taivaalla. Neljänneksi taulukko tähdestä muodostavista tähdistä, joka antaa sanallisen kuvauksen kunkin tähden sijainnista ja sen pituus, leveysaste ja suuruus. Tämä taulukko seuraa tarkasti Ptolemaioksen tähtiluettelon järjestystä Almagestissa." <sup><a href="#footnote-1">[1]</a></sup>. Jokaisen tähdistön neljän osan lisäksi, jonka dr. Kunitzsch, Al-Sufi tunnisti tähdet kuuden magnitudin sisällä, jotka Ptolemaios jätti huomiotta, mutta hän ei luetteloinut niitä ja oli uskollinen Ptolemaios-tähtiluettelolle.

source: An important aspect of the general discussion section is Al-Sufi method of facilitating the star identification. He describes each individual star in more than way: By the star position related to the constellation figure, by its magnitude, by the asterism it forms with other stars like triangle or arc shapes, sometimes by the star position related to the Milky way, and by the angular distance from a close by star. I have counted more than 700 angular distances measured by al-Sufi in his book. The units he uses for angular distances are cubits, spear length, man-height, span, and finger. Al-Sufi explicitly said in his book that a cubit is equal to two degrees and 20 minutes <sup><a href="#footnote-2">[2]</a></sup>. For the other units, Schjellerup concluded some values, but tracking the 700 measurements, I came up with different values. The following table summarizes the units and relationship to the cubit value from Schjellerup<sup><a href="#footnote-3">[3]</a></sup> and from my research.
fi: Tärkeä näkökohta yleisessä keskusteluosiossa on Al-Sufi-menetelmä tähtien tunnistamisen helpottamiseksi. Hän kuvailee jokaista yksittäistä tähteä enemmän kuin tavalla: tähtikuvioon liittyvällä tähtiasemalla, sen suuruudella, asterismilla, jonka se muodostaa muiden tähtien kanssa, kuten kolmion tai kaaren muotojen, joskus Linnunrataan liittyvän tähden sijainnin perusteella, ja kulmaetäisyyden mukaan lähitähdestä. Olen laskenut yli 700 kulmaetäisyyttä, jotka al-Sufi on mitannut kirjassaan. Yksiköt, joita hän käyttää kulmaetäisyyksille, ovat kyynärää, keihään pituus, miehen korkeus, jänneväli ja sormi. Al-Sufi sanoi kirjassaan nimenomaisesti, että kyynärä on kaksi astetta ja 20 minuuttia <sup><a href="#footnote-2">[2]</a></sup>. Muiden yksiköiden osalta Schjellerup päätteli joitakin arvoja, mutta seuraten 700 mittausta sain erilaisia arvoja. Seuraavassa taulukossa on yhteenveto yksiköistä ja niiden suhteesta Schjellerupin kyynärarvoon<sup><a href="#footnote-3">[3]</a></sup> ja tutkimuksestani.

source: Angular distance units used by Al-Sufi
fi: Al-Sufin käyttämät kulmaetäisyysyksiköt

source: <b>unit</b>
fi: <b>yksikkö</b>

source: <b>cubits</b>
fi: <b>kyynärät</b>

source: <b>Angular Value</b>
fi: <b>Kulman arvo</b>

source: spear
fi: keihäs

source: 6 cubits
fi: 6 kyynärää

source: Man-Height
fi: Miehen pituus

source: 3 cubits
fi: 3 kyynärää

source: cubit
fi: kyynärä

source: 1 cubit
fi: 1 kyynärä

source: span
fi: jänneväli

source: 1/3 of a cubit
fi: 1/3 kyynärää

source: 1/2 of a cubit
fi: 1/2 kyynärää

source: finger
fi: sormi

source: 1/32 of a cubit
fi: 1/32 kyynärää

source: 1/16 of a cubit
fi: 1/16 kyynärää

source: Another important aspect of Al-Sufi book is his record of the indigenous Arabic star names falling under each constellation, and the exact identification of the respective stars with the corresponding Ptolemaic stars. This means that we are looking at two layers of stars knowledge at the same time: the Ptolemaic one and the indigenous Arab one.
fi: Toinen tärkeä näkökohta Al-Sufi-kirjassa on hänen tietueensa alkuperäiskansojen arabialaisten tähtien nimistä, jotka kuuluvat kunkin tähdistön alle, ja vastaavien tähtien tarkka tunnistaminen vastaavista Ptolemaioksen tähdistä. Tämä tarkoittaa, että tarkastelemme kahta tähtitietokerrosta samanaikaisesti: Ptolemaioksen ja alkuperäiskansojen arabien.

source: The Sky Culture
fi: Taivaskulttuuri

source: This sky culture is a result of a research done on several manuscripts of the book, oldest of which is the <a href="https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535" class='external text' rel="nofollow">Oxford, Bodleian Library Ms. Marsh 144 dated 1009 AD</a>.
fi: Tämä taivaskulttuuri on tulosta useista kirjan käsikirjoituksista tehdystä tutkimuksesta, joista vanhin on <a href="https://iiif.bodleian.ox.ac.uk/iiif/viewer/c1caa84c-f6d2-483f-9eb4-2439cccdc801#?c=0&m=0&s=0&cv=25&r=0&xywh=-4815%2C-378%2C14782%2C7535" class='external text' rel="nofollow">Oxford, Bodleian Library Ms. Marsh 144 dated 1009 AD</a>.

source: First, the manuscripts of the Book of Fixed Stars were critically edited, and the text was produced. Second, each member star of the 48 constellations was identified according to Al-Sufi description, and new tables were built including modern star designations from the Hipparcos, Bright stars, and Bayer catalogues. Third, Arab indigenous star names were collected and identified as mapped by Al-Sufi to the Ptolemaic ones. All the previous steps were included in a book published digitally of the Book of Fixed Stars plus explanations and commentary by Khalid Al-Ajaji<sup><a href="#footnote-4">[4]</a></sup>.
fi: Ensin Kiinteiden tähtien kirjan käsikirjoituksia muokattiin kriittisesti ja teksti tuotettiin. Toiseksi 48 tähdistöstä jokainen jäsentähti tunnistettiin Al-Sufi-kuvauksen mukaan, ja uusia taulukoita rakennettiin sisältäen modernit tähtimerkinnät Hipparcos-, Bright stars- ja Bayer -luetteloista. Kolmanneksi arabien alkuperäiskansojen tähtien nimet kerättiin ja tunnistettiin Al-Sufien ja Ptolemaiosten tähtien nimeksi. Kaikki edelliset vaiheet sisältyivät kirjaan, joka julkaistiin digitaalisesti Book of Fixed Starsista sekä Khalid Al-Ajajin selityksistä ja kommenteista.<sup><a href="#footnote-4">[4]</a></sup>.

source: The sky culture stick figures of the constellations are the images in the Ulugh Beg manuscript of the Book of Fixed Stars, extracted, and adapted for Stellarium by Mr. Kutaibaa Akraa <sup><a href="#footnote-5">[5]</a></sup>. The star names file includes the star number in the constellation as the primary star name and the description of the star in the tables as a secondary name. For example, Polaris primary name that is displayed with the star is: UMi1, UMi being Ursa Minor and 1 is the first star of this constellation. If the star is selected other secondary names are displayed, which will display "The star on the end of the tail" on the top of the screen. The constellation lines are constructed according to the constellation shapes with an attempt to include most of the member stars. For indigenous Arab star knowledge, individual star names were added to the star file as secondary names, while names of group of stars were defined through asterism names and asterism lines files.
fi: Tähtikuvioiden taivaskulttuurin tikkuhahmot ovat Kutaibaa Akraan poimimia ja Stellariumia varten mukauttamia kuvia Kiinteiden tähtien kirjan Ulugh Begin käsikirjoituksesta <sup><a href="#footnote-5">[5]</a></sup>. Tähtien nimitiedosto sisältää tähdistön tähtinumeron ensisijaisena tähden nimenä ja tähden kuvauksen taulukoissa toissijaisena nimenä. Esimerkiksi Polariksen ensisijainen nimi, joka näytetään tähden kanssa, on: UMi1, UMi on Ursa Minor ja 1 on tämän tähdistön ensimmäinen tähti. Jos tähti on valittu, näytetään muita toissijaisia nimiä, jotka näyttävät "Tähti hännän päässä" näytön yläreunassa. Tähdistölinjat on rakennettu tähdistön muotojen mukaan siten, että suurin osa jäsentähdistä on yritetty sisältää. Alkuperäiskansojen arabien tähtitietoa varten yksittäiset tähtien nimet lisättiin tähtitiedostoon toissijaisina niminä, kun taas tähtiryhmien nimet määriteltiin tähtien nimien ja tähtirivien tiedostojen avulla.

source: The translation of star descriptions from Arabic into English was extracted from Ernie Wright website<sup><a href="#footnote-6">[6]</a></sup> which was transcribed from Toomer's translation of the Almagest<sup><a href="#footnote-7">[7]</a></sup>. The translation was modified in a few places to agree with Al-Sufi wording.
fi: Tähtikuvausten käännös arabiasta englanniksi poimittiin Ernie Wrightin verkkosivustolta<sup><a href="#footnote-6">[6]</a></sup> joka on litteroitu Toomerin Almagestin käännöksestä<sup><a href="#footnote-7">[7]</a></sup>. Käännöstä muutettiin muutamissa paikoissa sopimaan al-sufin sanamuodon kanssa.

source: The single source of the sky culture is the Book of Fixed Stars and the objective is to give a faithful representation of the book content.
fi: Taivaskulttuurin ainoa lähde on Kiinteiden tähtien kirja ja tavoitteena on antaa uskollinen esitys kirjan sisällöstä.

source: This sky culture was compiled and added to Stellarium by Khalid Al-Ajaji: turath.alfalak@gmail.com
de: Diese Himmelskultur wurde zusammengetragen und Stellarium hinzugefügt von Khalid Al-Ajaji: turath.alfalak@gmail.com
es_419: La cultura estelar del Libro de Estrellas Fijas fue compilada y agregada a Stellarium por Khalid Al-Ajaji: turath.alfalak@gmail.com
fi: Tämän taivaskulttuurin kokosi ja lisäsi Stellariumiin Khalid Al-Ajaji: turath.alfalak@gmail.com
ru: Эта культура неба была составлена и добавлена в Stellarium Халидом Аль-Аджаджи (Khalid Al-Ajaji): turath.alfalak@gmail.com
sv: Denna himmelskultur sammanställdes och lades till i Stellarium av Khalid Al-Ajaji: turath.alfalak@gmail.com
uk: Картину зоряного неба «Книги нерухомих зірок» було створено і додано до Stellarium Халідом Аль-Аджаджі: turath.alfalak@gmail.com

source: Notes
fi: Huomautukset

source: [1] The Arabs and the Stars, Paul Kunitzsch,The Astronomer Abu'L-Husayn Al-Sufi And His Book On The Constellations, XI, pg 57. Northampton [England]: Variorum Reprints, 1989.
fi: [1] Arabit ja tähdet, Paul Kunitzsch, Tähtitieteilijä Abu'L-Husayn Al-Sufi ja hänen kirjansa tähtikuvioista, XI, s. 57. Northampton [Englanti]: Variorum Reprints, 1989.

source: [2] See Al-Sufi description in his book of the 14th star in Auriga.
fi: [2] Katso Al-Sufin kuvaus hänen kirjassaan Ajomiehen 14. tähdestä.

source: [3] DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, pg 26-27.
fi: [3] DESCRIPTIONS DES ETOILES FIXES, traduction littérale avec des notes par H C F C Schjellerup, St Petersbourg, 1874, s. 26-27.

source: [4] <a href="https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing" class='external text' rel="nofollow">Book of Fixed Stars: Critical edition with commentary by Khalid AlAjaji</a>.
fi: [4] <a href="https://drive.google.com/drive/folders/1s6JXzftwjMQ5rgZoGE3718EtBLBZtjzr?usp=sharing" class='external text' rel="nofollow">Book of Fixed Stars: Kriittinen painos Khalid AlAjajin kommentilla</a>.

source: [5] <a href="https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN" class='external text' rel="nofollow">Oulough Beg copy of ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfī. Kitāb ṣuwar al-kawākib al-ṯābita, Paris, Bibliothèque nationale de France Ms. Arabe 5036</a>.
fi: [5] <a href="https://gallica.bnf.fr/ark:/12148/btv1b60006156.r=.langEN" class='external text' rel="nofollow">Oulough Beg kopio ʿAbd al-Raḥmān ibn ʿUmar al-Ṣūfīsta. Kitāb ṣuwar al-kawākib al-ṯābita, Pariisi, Bibliothèque nationale de France Ms. Arabe 5036</a>.

source: [6] <a href="http://www.etwright.org/astro/almagest.html#cat" class='external text' rel="nofollow">Seeing Ancient Stars, Visualization of the Almagest Catalog</a>.
fi: [6] <a href="http://www.etwright.org/astro/almagest.html#cat" class='external text' rel="nofollow">Muinaisten tähtien näkeminen, Almagest-luettelon visualisointi</a>.

source: Arabic (Arabian Peninsula)
de: Arabisch (Arabische Halbinsel)
es_419: Árabe (Península Arábiga)
fi: Arabialainen (Arabialn niemimaa)
ru: Арабская (Аравийский полуостров)
sv: Arabisk (Arabiska halvön)
uk: Арабська (Аравійський півострів)

source: Introduction
fi: Esittely

source: The oral folk tradition of star names and asterisms in the Arabian Peninsula, mostly scattered in poetry and proverbs.
de: Die mündliche Volkstradition der Sternennamen und Sternbilder auf der Arabischen Halbinsel, weitestgehend in Gedichten und Sprichwörtern verstreut.
es_419: La tradición popular oral de nombres de estrellas y asterismos en la Península Arábiga, en su mayoría dispersos en poesía y proverbios.
fi: Tähtien nimien ja tähtien suullinen kansanperinne Arabian niemimaalla, enimmäkseen hajallaan runoissa ja sananlaskuissa.

source: Description
fi: Kuvaus

source: The Arabian Peninsula is a region covering the south western corner of Asia, bordered by Gulf of Aden and Arabian Sea on the south, Gulf of Oman and Persian Gulf on the East, The Red Sea on the west. The northern border is not well defined but according to ancient geographers, it is bordered by rivers, meaning The Euphrates river <sup><a href="#footnote-1">[1]</a></sup> <sup><a href="#footnote-2">[2]</a></sup>. This region is inhabited by Arabs and covers Jordan, Saudi Arabia, Kuwait, Bahrain, Qatar, United Arab Emirates, Oman, Yemen, and parts of Syria and Iraq.
fi: Arabian niemimaa on Aasian lounaiskulman kattava alue, jota rajaavat Adeninlahti ja Arabianmeri etelässä, Omaninlahti ja Persianlahti idässä sekä Punainen meri lännessä. Pohjoinen raja ei ole tarkkaan määritelty, mutta muinaisten maantieteilijöiden mukaan sitä rajaavat joet, eli Eufrat-joki <sup><a href="#footnote-1">[1]</a></sup> <sup><a href="#footnote-2">[2]</a></sup>. Tämä arabien asuttama alue kattaa Jordanian, Saudi-Arabian, Kuwaitin, Bahrainin, Qatarin, Yhdistyneet arabiemiirikunnat, Omanin, Jemenin sekä osia Syyriasta ja Irakista.
