Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The stick figures are interpretations by Susanne M. Hoffmann based on some years of her doctoral and post-doctoral research. In some cases they deviate from the common identifications copied by Pingree, Hunger and other scholars since 1950 or earlier. Hunger's new edition of MUL.APIN (2018) allowed new insights. Some of the figures have been derived in Hoffmann's dissertation thesis (in the chapters on the Babylonian roots of the Greek culture: Hipparchs Himmelsglobus, Springer, 2017) and some others were developed during her work as director of the planetarium Königsleiten together with other, mainly German, planetariums. A first scientific article on visualization of two versions of the Babylonian zodiac appeared in: Wolfschmidt, Gudrun [ed.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Hamburg, 2017. Further publications are in preparation (e.g. together with M. Krebernik for the proceedings of the Rencontre Assyriologique Internationale 2018). See chapter "Further Reading" below.
fi: Tikkuhahmot ovat Susanne M. Hoffmannin tulkintoja, jotka perustuvat hänen muutaman vuoden tohtori- ja post doc -tutkimukseen. Joissakin tapauksissa ne poikkeavat yleisistä tunnisteista, joita Pingree, Hunger ja muut tutkijat ovat kopioineet vuodesta 1950 tai aikaisemmin. Hungerin uusi MUL.APIN-painos (2018) antoi uusia oivalluksia. Osa hahmoista on johdettu Hoffmannin väitöskirjatyöstä (kreikkalaisen kulttuurin babylonialaisia ​​juuria käsittelevissä luvuissa: Hipparks Himmelsglobus, Springer, 2017) ja osa on kehitetty hänen työskennellessään Königsleitenin planetaariojohtajana yhdessä muiden, pääasiassa saksa, planetaariot. Ensimmäinen tieteellinen artikkeli Babylonian horoskoopin kahden version visualisoinnista ilmestyi julkaisussa: Wolfschmidt, Gudrun [toim.]: Popularisierung der Astronomie, Nuncius Hamburgensis, Hamburg, 2017. Muita julkaisuja valmistellaan (esim. yhdessä M. Krebernikin kanssa keskustelua varten Rencontre Assyriologique Internationale 2018). Katso luku "Lisätietoja" alla.

source: Sources / Further Reading
fi: Lähteet / Lisää lukemista

source: British Museum <a href="https://www.britishmuseum.org/collection/image/152339001">Image Tablet No 152339001</a>
fi: British Museum <a href="https://www.britishmuseum.org/collection/image/152339001">Kuvataulu nro 152339001</a>

source: Hermann Hunger and John Steele, The Babylonian astronomical compendium MUL.APIN, Routledge, London/New York 2018.
fi: Hermann Hunger ja John Steele, Babylonian tähtitieteellinen kokoelma MUL.APIN, Routledge, Lontoo/New York 2018.

source: Susanne M. Hoffmann and M. Krebernik: <em>What do deities tell us about the celestial positioning system?</em> in: Proceedings of the Rencontre Assyriologique Internationale 2018 (In preparation).
fi: Susanne M. Hoffmann and M. Krebernik: <em>What do deities tell us about the celestial positioning system?</em> in: Proceedings of the Rencontre Assyriologique Internationale 2018 (Valmistelussa).

source: Fair Use
fi: Reilu käyttö

source: This sky culture originates from many years of research by several scholars. We provide this for free but authors of contributions certainly deserve to be cited according to the common rules. Thank you!
fi: Tämä taivaskulttuuri on peräisin useiden tutkijoiden vuosien tutkimuksesta. Tarjoamme tämän ilmaiseksi, mutta kirjoitusten kirjoittajat ansaitsevat ehdottomasti maininnan yhteisten sääntöjen mukaisesti. Kiitos!

source: The positioning of the Babylonian terms in the sky and the drawing of the stick figures for Stellarium had been done by Susanne M. Hoffmann. As an astronomer she thanks for the help of several philologists and the some very enthusiastic planetarium managers for some developments in their domes.
fi: Babylonian termien sijoittelun taivaalla ja tikkuhahmojen piirtämisen Stellariumiin oli tehnyt Susanne M. Hoffmann. Tähtitieteilijänä hän kiittää useiden filologien avusta ja joitain erittäin innostuneita planetaariojohtajia heidän kupoliensa kehittämisestä.

source: Prof. i.R. Dr. Hermann Hunger (Assyriology, Vienna)
fi: Prof. i.R. Dr. Hermann Hunger (Assyriologia, Vienna)

source: Prof. Dr. Manfred Krebernik (Assyriology, Jena)
fi: Prof. Dr. Manfred Krebernik (Assyriologia, Jena)

source: Dr. Björn Voss (Manager of LWL Planetarium Münster and head of Society of German-speaking Planetariums)
fi: Dr. Björn Voss (LWL Planetarium Münsterin johtaja ja saksankielisten planetaarioiden seuran johtaja)

source: Dr. Monika Staesche (Manager of Planetarium am Insulaner, Berlin)
fi: Dr. Monika Staesche (Planetarium am Insulanerin johtaja, Berliini)

source: Stefan Harnisch (Manager of Planetarium Jena)
fi: Stefan Harnisch (Planetarium Jenan johtaja)

source: The Babylonian star names and constellation lines were compiled and added to Stellarium:
fi: Babylonian tähtien nimet ja tähtikuvioiden linjat koottiin ja lisättiin Stellariumiin:

source: Paintings by: <em>Jessica Gullberg </em> (consulted by Steven Gullberg and Susanne M Hoffmann)
fi: Maalaukset:<em>Jessica Gullberg </em> (konsultoivat Steven Gullberg ja Susanne M Hoffmann)

source: written in English:
fi: kirjoitettu englanniksi:

source: The Seleucid Era in Babylonian history is the era of the successors of Alexander the Great who conquered Babylon in 331 BCE. In these days MUL.APIN (already thousand years old) was still copied and, thus, appears to have developed to be an old-fashioned but not outdated standard. Moreover, there is no alternative compendium like MUL.APIN from the Late Babylonian epoch.
fi: Seleukidien aikakausi Babylonin historiassa on Aleksanteri Suuren seuraajien aikakausi, joka valloitti Babylonin vuonna 331 eaa. Näinä päivinä MUL.APIN (jo tuhat vuotta vanha) oli vielä kopioitu, ja näin ollen se näyttää kehittyneen vanhanaikaiseksi mutta ei vanhentuneeksi standardiksi. Lisäksi ei ole olemassa vaihtoehtoista kokoelmaa, kuten MUL.APIN myöhäisbabylonialaiselta aikakaudelta.

source: This <em>Seleucid</em> or <em>Late Babylonian sky culture</em> is supposed to show the (estimated) state of Babylonian constellations contemporary to the Greek culture. There is no description of the full sky. Changes with regard to the MUL.APIN version have certainly applied in the zodiac since several centuries. This can be stated for sure because in this time, there is a blossoming zodiacal astrology. Since there had been no zodiac in MUL.APIN and the zodiac developed around the middle of the -1st millennium, in the 2nd half of the 1st millennium BCE, there had been different versions of the constellations around the ecliptic.
fi: Tämä <em>Seleukidien</em> tai <em>Myöhäinen Babylonian taivaskulttuuri</em> on tarkoitus näyttää (arvioitu) Babylonian tähtikuvioiden tila kreikkalaisen kulttuurin nykyaikana. Koko taivaasta ei ole kuvausta. MUL.APIN-versioon liittyvät muutokset ovat varmasti olleet voimassa horoskoopissa useiden vuosisatojen ajan. Tämä voidaan sanoa varmasti, koska tänä aikana on kukoistava eläinradan astrologia. Koska MUL.APINissa ei ollut horoskooppimerkkiä ja horoskooppi kehittyi noin -1. vuosituhannen puolivälissä, 1. vuosituhannen toisella puoliskolla eaa., ekliptiikan ympärillä olevista tähdistöistä oli ollut erilaisia versioita.

source: However, we do not know much about the rest of the sky. Hence, for the constellations far away from the zodiac, again the constellations of MUL.APIN can be taken as state of the art. Please see MUL.APIN sky culture for more information and use the MUL.APIN constellations for an impression of the Old Babylonian (or Middle Babylonian) sky culture.
fi: Emme kuitenkaan tiedä paljoa muusta taivaasta. Näin ollen tähdistöille, jotka ovat kaukana horoskoopista, jälleen MUL.APIN-tähtikuvioita voidaan pitää tekniikan tasona. Katso lisätietoja kohdasta MUL.APIN taivaskulttuuri ja käytä MUL.APIN-tähtikuvioita saadaksesi vaikutelman Vanhan Babylonin (tai Keski-Babylonin) taivaskulttuurista.

source: Single Stars
fi: Yksittäiset Tähdet

source: In contrast to constellations, there are much more lists of single stars preserved from the later epochs. We use this Late Babylonian or Seleucid sky culture to focus on the single star names. There are plenty of <i>ziqpu</i> lists (lists of culminating stars) and for measurements in the zodiac, "normal stars" have been introduced. Normal stars (from Latin "norma" = the measure) are a frame of reference for mathematical astrometry of the Late Babylonian epoch. While for most of the other stars the margin of error concerning their identification with a celestial counterpart is sometimes huge, the normal stars are identified properly because their coordinates can be derived from the planets standing next to them (Jones, 2004).
fi: Toisin kuin tähtikuvioissa, myöhemmiltä aikakausilta on säilynyt paljon enemmän luetteloita yksittäisistä tähdistä. Käytämme tätä myöhäisbabylonialaista tai seleukidista taivaan kulttuuria keskittyäksemme yksittäisten tähtien nimiin. Niitä on runsaasti <i>ziqpu</i> luettelot (huipentuvien tähtien luettelot) ja horoskooppimittauksia varten on otettu käyttöön "normaalit tähdet". Normaalit tähdet (latinasta "norma" = mitta) ovat viitekehys myöhäisbabylonialaisen aikakauden matemaattiselle astrometrialle. Vaikka useimpien muiden tähtien virhemarginaali niiden tunnistamisessa taivaallisen vastineen kanssa on joskus valtava, normaalit tähdet tunnistetaan oikein, koska niiden koordinaatit voidaan johtaa niiden vieressä olevista planeetoista (Jones, 2004).

source: The lists of ziqpu stars and normal stars are mostly compiled from the modern compendium Hunger and Pingree: Astral Science in Mesopotamia, 1999 and some of the other papers given in "Further Reading". The book by Hoffmann, 2017 already contains several computations with these stars and more literature (e.g. Wayne Horowitz has worked on <i>ziqpu</i> stars for many years but is not mentioned here with a special paper although his translations contributed a lot for this study). A likely version of the Late Babylonian stick figures will be added in a later release of Stellarium.
fi: Listat ziqpu-tähdistä ja normaaleista tähdistä on koottu enimmäkseen nykyaikaisesta kokoelmasta Hunger and Pingree: Astral Science in Mesopotamia, 1999 ja joistakin muista "Further Reading" -julkaisussa annetuista kirjoituksista. Hoffmannin kirja 2017 sisältää jo useita laskelmia näiden tähtien kanssa ja lisää kirjallisuutta (esim. Wayne Horowitz on työskennellyt <i>ziqpu</i> tähtien kanssa useiden vuosien ajan, mutta häntä ei mainita tässä erityispaperilla, vaikka hänen käännöksensä auttoivat paljon tässä tutkimuksessa). Todennäköinen versio myöhäisbabylonialaisista tikkuhahmoista lisätään myöhemmin Stellariumin julkaisuun.

source: MUL.APIN constellations partially re-worked
fi: MUL.APIN-tähdistöjä on muokattu osittain uudelleen

source: asterism
fi: asterismi

source: our commentary
fi: kommenttimme

source: <sup>STAR</sup><i>BARBARU</i> (Wolf): seeder of <sup>STAR</sup><i>EPINNU</i>
fi: <sup>TÄHTI</sup><i>BARBARU</i> (Susi): kylvökone <sup>TÄHTI</sup><i>EPINNU</i>

source: "wolf" here does not mean the animal but a part of the plough.
fi: "susi" ei tässä tarkoita eläintä vaan osaa aurasta.

source: do not exist anymore (merged with Great Twins)
fi: ei ole enää olemassa (yhdistetty Suuriin Kaksosiin)

source: STAR opposite <sup>STAR</sup><i>URGUL&Ucirc;</i>: STAR (of the) King
fi: TÄHTI vastapäätä <sup>TÄHTEÄ</sup><i>URGUL&Ucirc;</i>: Kuninkaan TÄHTI

source: twinkling STARs in the tail of <sup>STAR</sup><i>URGUL&Ucirc;</i>: &quot;date-palm spadix&quot; (jewellery?) (of) <sup>GOD</sup>Erua
fi: tuikkivat tähdet <sup>TÄHDEN</sup> <i>URGUL&Ucirc;</i> pyrstössä: &quot;taateli-palmu spadix&quot; <sup>JUMALA</sup>Eruan (korut?)

source: <sup>STAR</sup>&Scaron;U.PA(The Bright?) = <sup>GOD</sup>Enlil
fi: <sup>TÄHTI</sup>&Scaron;U.PA(Kirkas?) = <sup>JUMALA</sup>Enlil

source: STAR in front of it: <sup>STAR</sup><i>&#7722;ENGALL&#256;YU</i> (Abundant)
fi: TÄHTI sen edessä: <sup>TÄHTI</sup><i>&#7722;ENGALL&#256;YU</i> (Runsas)

source: STAR behind it: <sup>STAR</sup><i>B&#256;&Scaron;TUM</i> (Dignity)
fi: TÄHTI sen takana: <sup>TÄHTI</sup><i>B&#256;&Scaron;TUM</i> (Arvokkuus)

source: <sup>STAR</sup><i>EREQQU</i> (Wagon)
fi: <sup>TÄHTI</sup><i>EREQQU</i> (Vaunu)

source: STAR by the pole of <sup>STAR</sup><i>EREQQU</i>: <sup>STAR</sup><i>&Scaron;&#274;LEBU</i>(Fox)
fi: TÄHTI <sup>TÄHDEN</sup><i>EREQQU</i> navasta: <sup>TÄHTI</sup><i>&Scaron;&#274;LEBU</i>(Kettu)

source: STAR on the forehead of <sup>STAR</sup><i>EREQQU</i>: <sup>STAR</sup><i>LA&#7722;RU</i>(Ewe)
fi: TÄHTI <sup>TÄHDEN</sup><i>EREQQU</i> otsassa: <sup>TÄHTI</sup><i>LA&#7722;RU</i>(Eeva)

source: <sup>STAR</sup>MU.BU.K&Eacute;&Scaron;.DA (Hitched yoke?)
fi: <sup>TÄHTI</sup>MU.BU.K&Eacute;&Scaron;.DA (Kiinnitetty yoke?)

source: <sup>STAR</sup>MAR.G&Iacute;D.DA.AN.NA (Wagon of heaven)
fi: <sup>TÄHTI</sup>MAR.G&Iacute;D.DA.AN.NA (Taivaan vaunu)

source: STAR in its bond: <sup>STAR</sup><i>APIL-EMA&#7722;</i> (Heir of the Ema&#7723;-temple)
fi: TÄHTI sen siteissä: <sup>TÄHTI</sup><i>APIL-EMA&#7722;</i> (Ema&#7723;-temppelin perillinen)

source: STAR in front of <sup>STAR</sup><i>ENZU</i>: <sup>STAR</sup><i>KALBU</i>(Dog) [of Goddess Gula]
fi: TÄHTI <sup>TÄHDEN</sup><i>ENZU</i> edessä: <sup>TÄHTI</sup><i>KALBU</i>(Koira) [Jumalatar Gulan]

source: 2 STAR<sup>s</sup> behind it: <sup>GOD</sup>Nin-SAR and <sup>GOD</sup>Errakal
fi: 2 TÄHTEÄ takana: <sup>JUMALA</sup>Nin-SAR ja <sup>JUMALA</sup>Errakal

source: <sup>STAR</sup><i>nimru</i> (Panther)
fi: <sup>TÄHTI</sup><i>nimru</i> (Pantteri)

source: In Late Babylonian language ("dictionaries") a new reading of this constellation name appears: it should be interpreted as Akkadian word "nimru" translating to "the Panther"; the old demon at this place seems to have been replaced.
fi: Myöhäisen Babylonien kielessä ("sanakirjat") ilmestyy uusi tulkinta tälle tähdistön nimelle: se tulisi tulkita akkadin sanaksi "nimru", joka kääntää sanaksi "pantteri"; vanha demoni tässä paikassa näyttää olevan korvattu.

source: STAR to the right of it: <sup>STAR</sup>&Scaron;<i>A&#7722;&Ucirc;</i> (Pig)
fi: TÄHTI oikealla: <sup>TÄHTI</sup>&Scaron;<i>A&#7722;&Ucirc;</i> (Sika)

source: STAR to the left of it: <sup>STARS</sup><i>SIS&Ucirc;</i> (Horse)
fi: TÄHTI vasemmalla: <sup>TÄHDET</sup><i>SIS&Ucirc;</i> (Hevonen)

source: STAR behind it: <sup>STAR</sup><i>LULIMMU</i> (Stag)
fi: TÄHTI takana: <sup>TÄHTI</sup><i>LULIMMU</i> (Stag)

source: We shifted the Stag to display another suggestion and because the Panther occupies different areas than the UKADUA demon. It is still uncertain but in this version the breast of the Stag includes M31 which could be the "Field Mouse".
fi: Siirsimme hirven näyttämään toisen ehdotuksen ja koska Pantteri miehittää eri alueita kuin UKADUA-demoni. Se on vielä epävarmaa, mutta tässä versiossa Stagin rinnassa on M31, joka voisi olla "Field Mouse".

source: twinkling STAR<sup>s</sup> opposite <sup>STAR</sup><i>LULIMMU</i>(Stag): <sup>GOD</sup>&#7722;arriru (Field Mouse)
fi: välkkyvät TÄHDET vastapäätä <sup>TÄHTEÄ</sup><i>LULIMMU</i>(Stag): <sup>JUMALA</sup>&#7722;arriru (Peltohiiri)

source: Path of <sup>GOD</sup>Enlil finished.
fi: Path of <sup>JUMALAN</sup>Enlil polku valmis.

source: STAR opposite <sup>STAR</sup>ONE&middot;'FIELD': <sup>STAR</sup><i>&Scaron;IN&#362;NUTU</i>(Swallow)
fi: STAR vastapäätä <sup>TÄHTEÄ</sup>ONE&middot;'FIELD': <sup>STAR</sup><i>&Scaron;IN&#362;NUTU</i>(Niellä)

source: the southern one of the two ellipses of fish; in comparison to the earlier version a small constellation which shifted northwestwards
fi: eteläinen kahdesta kalojen ellipsistä; verrattuna aikaisempaan versioon pieni tähtikuvio, joka siirtyi luoteeseen

source: <sup>STAR</sup><i>ZIBATI</i>(Tails)
fi: <sup>TÄHTI</sup><i>ZIBATI</i>(Hännät)

source: Since the Old Babylonian 'Great Swallow' turned into a small swallow and was shifted to another place, the V-shaped tails of the Great Swallow remained without any meaning. Still, they are used as constellation (Tails - but nobody knows of whom). Later, the V-shape was interpreted as a band connecting the little swallow with a little fish below the constellation of Anunitu.
fi: Koska vanha Babylonian "Suuri Pääskynen" muuttui pieneksi pääskyseksi ja siirrettiin toiseen paikkaan, Suuren Pääskysen V:n muotoiset hännät jäivät ilman merkitystä. Silti niitä käytetään tähdistönä (hännät - mutta kukaan ei tiedä kenestä). Myöhemmin V-muoto tulkittiin nauhaksi, joka yhdistää pienen pääskysen pieneen kalaan Anunitun tähdistön alapuolella.

source: STAR behind <sup>STAR</sup>ONE&middot;'FIELD': <sup>STAR</sup><i>ANUNN&#298;TU</i>
fi: STAR takana <sup>TÄHTEÄ</sup>ONE&middot;'FIELD': <sup>TÄHTI</sup><i>ANUNN&#298;TU</i>

source: Our stick figure is prepared to transform to the Greek Andromeda: Anunitu is another name for the Babylonian goddess of sexual love Ishtar who was equalized with Greek Aphrodite whose myth in Syria was connected to fish.
fi: Tikku-hahmomme on valmis muuttumaan kreikkalaiseksi Andromedaksi: Anunitu on toinen nimi babylonialaiselle seksuaalisen rakkauden jumalattarelle Ishtarille, joka rinnastettiin kreikkalaisen Afroditen kanssa, jonka myytti Syyriassa liittyi kaloihin.

source: STAR behind it: <sup>STAR</sup><i>AGRU</i>(Hired Worker)
fi: TÄHTI sen takana: <sup>TÄHTI</sup><i>AGRU</i>(Palkkatyöläinen)

source: Over centuries of abbreviation of the names of constellations, the Babylonian LU.HUN.GA transformed to HUN which is a sign similar to UDU (sheep). Therefore, the working man transformed to a sheep. This was likely a Babylonian wordplay only and therefore the constellation figure is not supposed to really look like a sheep.
fi: Vuosisatojen ajan tähtikuvioiden nimien lyhenteiden aikana babylonialainen LU.HUN.GA muuttui HUN:ksi, joka on UDU:n (lammas) kaltainen merkki. Siksi työmies muuttui lampaaksi. Tämä oli todennäköisesti vain babylonialainen sanaleikki, ja siksi tähtikuvion ei pitäisi todella näyttää lampalta.

source: STAR.STAR(<i>ZAPPU</i>, Bristle): <sup>GOD</sup>Sebettu
fi: TÄHTI.TÄHTI(<i>ZAPPU</i>, Bristle): <sup>JUMALA</sup>Sebettu

source: Old Babylonian termed only "the Star Cluster", Middle Babylonian insists to equalize this with Sebettu (the Seven Gods, warriors) - reason unknown. Late Babylonian more often uses the term "the Bristle" on the neck of the Bull. This interpretation is equal to the Greek one.
fi: Vanha babylonialainen, jota kutsutaan vain "tähtijoukoksi", keskibabylonialainen vaatii tasaamaan tämän Sebettun kanssa (seitsemän jumalaa, soturia) - syytä tuntematon. Myöhäisbabylonialainen käyttää useammin termiä "harjas" Härän kaulassa. Tämä tulkinta on sama kuin kreikkalainen.

source: <sup>STAR</sup>BULL&middot;OF&middot;HEAVEN(<i>AL&Ucirc;</i>) and <sup>GOD</sup><i>Is-l&ecirc;</i> (Jaw of the Wild Bull)
fi: <sup>TÄHTI</sup>TAIVAAN&middot;SONNI(<i>AL&Ucirc;</i>) ja <sup>JUMALA</sup><i>Is-l&ecirc;</i> (Villin härän leuka)

source: The Bull of Heaven is a mythological figure from the epos of Gilgamesh. Gilgamesh fights him and divides him in halves (which explains its depiction in the sky). The "Jaw" are the Hyades.
fi: Taivaan härkä on mytologinen hahmo Gilgamesh-eeposta. Gilgamesh taistelee häntä vastaan ja jakaa hänet kahtia (mikä selittää sen kuvauksen taivaalla). "Leuka" ovat hyadit.

source: and Hyades
fi: ja Hyades

source: STAR behind it: <sup>STAR</sup><i>TARLUGALLU</i> (Cock)
fi: TÄHTI sen takana: <sup>TÄHTI</sup><i>TARLUGALLU</i> (Kukko)

source: Normally, the Cock is identified with modern Lepus but this does not make any sense to me: "behind" Orion, i.e. rising after him is Prokyon, a very bright star without any known Babylonian name. The Greeks named him "pro kyon" (rising before the dog) because in some of the conquered cultures Prokyon was an indicator for the soon rising of Sirius (the dog star for them). Sirius was not a dog star in Babylonian sky culture but, however, important for the calendar. That is why, I suggest to take Prokyon for a crowing rooster, somehow announcing the brighter Sirius.
fi: Tavallisesti Kukko tunnistetaan nykyaikaiseen Jänikseen, mutta tässä ei ole minusta mitään järkeä: Orionin "takana" eli sen perässään nousee Prokyon, erittäin kirkas tähti, jolla ei ole tiedossa olevaa babylonialaista nimeä. Kreikkalaiset antoivat hänelle nimen "pro kyon" (nouseminen ennen Koiraa), koska joissain vallitetuissa kulttuureissa Prokyon oli merkki Siriuksen (heille Koiran tähden) pian noususta. Sirius ei ollut koiratähti Babylonian taivaskulttuurissa, mutta kuitenkin tärkeä kalenterin kannalta. Tästä syystä suosittelen ottamaan Prokyonin laulavaksi Kukoksi, jollain tavalla ilmoittaen kirkkaamman Siriuksen.

source: <sup>STAR</sup>GAG.SI.S&Aacute; (Arrow)
fi: <sup>TÄHTI</sup>GAG.SI.S&Aacute; (Nuoli)

source: The depicted version is a suggestion. Sure is only Sirius, for the rest, there are multiple options.
fi: Kuvattu versio on ehdotus. Varmasti vain Sirius, muille on useita vaihtoehtoja.

source: <sup>STAR</sup><i>QA&Scaron;TU</i> (Bow)
fi: <sup>TÄHTI</sup><i>QA&Scaron;TU</i> (Keula)

source: I suppose, this is the mostly accepted version (out of several existing options).
fi: Oletan, että tämä on enimmäkseen hyväksytty versio (useista olemassa olevista vaihtoehdoista).

source: STAR (of) <sup>GOD</sup>NIRA&#7722; (Snake-god)
fi: <sup>JUMALAN</sup>TÄHTI NIRA&#7722; (Käärmejumala)

source: <sup>STAR</sup><i>&#256;RIBU</i> (Raven)
fi: <sup>TÄHTI</sup><i>&#256;RIBU</i> (Raven)

source: <sup>STAR</sup><i><sup>GOD</sup>&Scaron;ala</i>, ear of grain
fi: <sup>TÄHTI</sup><i><sup>JUMALA</sup>&Scaron;ala</i>, viljan tähkä

source: The old constellation of the Furrow vanished and left the Maiden (goddess &Scaron;ala) instead. The stable element is the 'ear of grain' as name for the brightest star (Greek Stachys, Latin Spica).
fi: Vanha Vaon tähdistö katosi ja jätti Neitsyt (jumalatar &Scaron;ala) sen sijaan. Vakaa elementti on "jyvän tähkä" kirkkaimman tähden (kreikaksi Stachys, latinaksi Spica) nimi.

source: Since MUL.APIN identifies the Scales with a part (horns) of the Scorpion this constellation vanished in early Greek astronomy and re-appeared only in early Roman times (Almagest and thereafter). We think, that the earlier versions of the Scales should have been a separate constellation and not part of the Scorpion. That's why, we turned it around 180° because in the Babylonian sky culture Virgo (as Furrow as well as the Maiden &Scaron;ala) does not need so much space.
fi: Koska MUL.APIN identifioi vaa'at Skorpionin osaan (sarvet), tämä tähdistö katosi varhaisessa Kreikassa tähtitiedessä ja ilmestyi uudelleen vasta varhaisen Rooman aikoina (Almagest ja sen jälkeen). Mielestämme Vaakojen aikaisempien versioiden olisi pitänyt olla erillinen tähdistö eikä osa Skorpionia. Siksi käänsimme sen 180°, koska Babylonin taivaskulttuurissa Neitsyt (kuten Furrow ja Neitsyt &Scaron;ala) ei tarvitse niin paljon tilaa.

source: Normally identified with the area of Ophiuchus.
fi: Tavallisesti tunnistetaan Ophiuchuksen alueeseen.

source: <sup>STAR</sup><i>ER&Ucirc;</i> (Eagle) and <sup>STAR</sup><i>PAGRU</i> (Corpse)
fi: <sup>TÄHTI</sup><i>ER&Ucirc;</i> (Kotka) ja <sup>TÄHTI</sup><i>PAGRU</i> (Ruumis)
