Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: In the beginning of the 20th century, the IAU (International Astronomical Union) aimed for a large clean-up: in 1922, it officially accepted the list of 88 constellation names. In 1928 it also defined precise constellation boundaries [#40] still in use today.
fi: 1900-luvun alussa IAU (International Astronomical Union) tähtäsi laajaan siivoukseen: vuonna 1922 se hyväksyi virallisesti luettelon 88 tähdistön nimestä. Vuonna 1928 se määritteli myös tarkat tähtikuvioiden rajat [#40], jotka ovat edelleen käytössä.

source: Extras
fi: Lisät

source: In the 2nd century CE, Ptolemy in Alexandria published a multi-volume book which summarised the astronomical knowledge of the time, rooted in a tradition of mathematical astronomy since Hipparchus (at least 265 years earlier). In the subsequent centuries, this book has been translated from Greek into Arabic (6th to 9th century), from Arabic into Latin, and later, from the original ancient Greek into medieval Latin. Due to this transformation, it is now known under the artificial name Almagest, derived from the Arabic title [#46].
fi: 200-luvulla jKr. Ptolemaios Aleksandriassa julkaisi moniosaisen kirjan, joka tiivisti sen ajan tähtitieteellisestä tiedosta, joka on juurtunut matemaattisen tähtitieteen perinteeseen Hipparchuksesta lähtien (ainakin 265 vuotta aikaisemmin). Seuraavina vuosisatoina tämä kirja on käännetty kreikasta arabiaksi (6.-9. vuosisata), arabiasta latinaksi ja myöhemmin alkuperäisestä antiikin kreikasta keskiajan latinaksi. Tämän muunnoksen ansiosta se tunnetaan nykyään keinotekoisella nimellä Almagest, joka on johdettu arabiankielisestä nimestä [#46].

source: The Almagest star catalogue (books VII and VIII) has been depicted many times in the Islamic as well as in the Christian astronomical traditions. Often, the figures were re-drawn in order to adapt them to the taste of art of the epoch. In the Arabic more than in the Latin tradition, the Ptolemaic figures were enriched and transformed by native Arabic constellations and star names. Therefore, this sky culture displays a modern descendant of the Ptolemaic one with traces of translations, misunderstandings, transformations, and deliberate additions.
fi: Almagest-tähtiluettelo (kirjat VII ja VIII) on kuvattu monta kertaa niin islamilaisessa kuin kristillisessä tähtitieteessä. Usein hahmot piirrettiin uudelleen niiden mukauttamiseksi aikakauden taiteen makuun. Arabiassa enemmän kuin latinalaisessa perinteessä Ptolemaioksen hahmoja rikastuivat ja muuttivat alkuperäiset arabialaiset tähtikuviot ja tähtienimet. Siksi tämä taivaskulttuuri esittelee Ptolemaioksen nykyajan jälkeläisiä, jossa on jälkiä käännöksistä, väärinkäsityksistä, muunnuksista ja tahallisista lisäyksistä.

source: In 1603 the lawyer and hobby astronomer Johann Bayer from Augsburg, Germany, made a new celestial atlas, called Uranometria [#41]. In this atlas, he introduced a systematic naming of stars starting with alpha, the brightest, beta, the second brightest, gamma, the third ... within a constellation. Subsequently, it was established to name a star with a Greek letter and the Latin constellation name in casus genitive.
fi: Vuonna 1603 Saksan Augsburgista kotoisin oleva asianajaja ja harrastustähtitieteilijä Johann Bayer teki uuden taivaankartan nimeltä Uranometria [#41]. Tässä kartastossa hän esitteli tähtien systemaattisen nimeämisen, joka alkaa alfalla, kirkkain, beta, toiseksi kirkkain, gamma, kolmas ... tähdistön sisällä. Myöhemmin perustettiin nimetä tähti kreikkalaisella kirjaimella ja latinalaisella tähtikuvionimellä casus-genitiivillä.

source: In the 18th century, the century of great atlases (Flamsteed, Fortin, Bode: [#42][#43]), new constellations were added to fill the gaps between northern constellations. Additionally, there were suggestions to create new constellations in the southern part of the sky which had not been visible to Ptolemy. European astronomers visited the European colonies and instead of asking the native people for their constellations, the Europeans were creative. This way, many new technical inventions of the early modern period were depicted in constellations (e.g. a chemical furnace, a balloon, an air pump) as well as exotic animals (e.g. a chamaeleon, a tucan, a paradise bird).
fi: 1700-luvulla, suurten atlasiden vuosisadalla (Flamsteed, Fortin, Bode: [#42][#43]), uusia tähtikuvioita lisättiin täyttämään pohjoisten tähtikuvioiden väliset aukot. Lisäksi esitettiin ehdotuksia luoda uusia tähtikuvioita taivaan eteläosaan, joita Ptolemaios ei ollut nähnyt. Eurooppalaiset tähtitieteilijät vierailivat eurooppalaisilla siirtomailla, ja sen sijaan, että he olisivat pyytäneet alkuperäiskansoilta heidän tähtikuvioitaan, eurooppalaiset olivat luovia. Näin monia varhaismodernin ajan teknisiä keksintöjä kuvattiin tähdistöissä (esim. kemiallinen uuni, ilmapallo, ilmapumppu) sekä eksoottisissa eläimissä (esim. kameleontti, tukaani, paratiisilintu).

source: The problem was that sometimes astronomers did not agree with each other and, thus, atlases showed deviations from each other.
fi: Ongelmana oli se, että tähtitieteilijät eivät toisinaan olleet samaa mieltä keskenään ja siten kartastot osoittivat poikkeamia toisistaan.

source: After many centuries of astronomers taking liberties in interpretation of the Ptolemaic original, there were many variants of constellations. As constellations are a positioning system, i.e. astronomers describe positions in the sky relative to stars and stars relative to constellations (like "Betelgeuse", Orion's right shoulder), it is necessary to use constellation names and star names uniformly all over the world.
fi: Sen jälkeen, kun tähtitieteilijät olivat vuosisatoja käyttäneet vapautta tulkita Ptolemaioksen alkuperäistä kirjaa, tähdistöistä oli monia muunnelmia. Koska tähtikuviot ovat paikannusjärjestelmä, eli tähtitieteilijät kuvaavat sijainteja taivaalla tähtien suhteen ja tähdet suhteessa tähtikuvioihin (kuten "Betelgeuse", Orionin oikea olkapää), on tähdistöjen ja tähtien nimien käyttäminen yhdenmukaisesti kaikkialla maailmassa.

source: In the "Fin de siècle", there were upcoming suggestions in the astronomical community to unify the system of constellations and star names [#44].
fi: "Fin de sièclessä" tähtitieteellinen yhteisö esitti tulevia ehdotuksia tähtikuvioiden ja tähtien nimien järjestelmän yhtenäistämiseksi [#44].

source: The IAU, only founded in 1919, in 1928 defined the boundaries of these areas [#43] and not the way of drawing artwork or connecting lines within them. Consequently several sub-cultures of painting figures and drawing simplified stickfigures were developed during the 20th and 21st century. We provide some of them as further sky cultures.
fi: Vasta vuonna 1919 perustettu IAU vuonna 1928 määritteli näiden alueiden rajat [#43], ei tapaa piirtää taideteoksia tai yhdistää viivoja niihin. Tämän seurauksena 1900- ja 2000-luvuilla kehitettiin useita hahmojen maalaamisen ja yksinkertaistettujen tikkuhahmojen piirtämisen alakulttuureja. Tarjoamme joitain niistä lisäkulttuureina.

source: These constellations are based mainly on the Ptolemaic tradition which had been used in all three Abrahamitic religions and, thus, was common in the Near East, in Europe and its colonies on all continents. However, between the ancient Greek constellations there were gaps of areas with only faint stars belonging to no constellation.[#47] In the Modern Epoch, several astronomers suggested constellation figures for these gaps, among them several political constellations to the honor of certain kings or patrons. In the late 19th century, the astronomical research community aimed for a huge clean-up to avoid ambiguities in assigning stars to constellations.
fi: Nämä tähtikuviot perustuvat pääasiassa ptolemaiosiseen perinteeseen, jota oli käytetty kaikissa kolmessa abrahamilaisessa uskonnossa ja joka oli siten yleinen Lähi-idässä, Euroopassa ja sen siirtomaissa kaikilla mantereilla. Kuitenkin antiikin Kreikan tähtikuvioiden välillä oli aukkoja alueista, joissa oli vain himmeitä tähtiä, jotka eivät kuulu mihinkään tähtikuvioon.[#47] Nykyaikana useat tähtitieteilijät ehdottivat tähtikuvioita näille aukkoille, muun muassa useita poliittisia tähtikuvioita tiettyjen kuninkaiden kunniaksi. tai suojelijoita. 1800-luvun lopulla tähtitieteellinen tutkimusyhteisö pyrki valtavaan siivoukseen välttääkseen epäselvyyksiä tähtien määrittämisessä tähtikuvioihin.

source: In 1922, the IAU officially approved the list of 88 constellation names and their official abbreviations with three letters. The only remaining political constellation is Scutum, the shield of a Polish king but without mentioning the political reference anymore. The Belgian priest E. Delporte got the task to define constellation boundaries according to coordinates. In 1928, he finished the work, based on an atlas from Argentina [#51], and the IAU accepted his delimitations [#40].
fi: Vuonna 1922 IAU hyväksyi virallisesti luettelon 88 tähdistön nimestä ja niiden viralliset lyhenteet kolmella kirjaimella. Ainoa jäljellä oleva poliittinen konstellaatio on Scutum, Puolan kuninkaan kilpi, mutta poliittista viittausta ei enää mainita. Belgialainen pappi E. Delporte sai tehtävän määrittää tähtikuvioiden rajat koordinaattien mukaan. Vuonna 1928 hän viimeisteli teoksen, joka perustui Argentiinasta peräisin olevaan atlasiin [#51], ja IAU hyväksyi hänen rajauksensa [#40].

source: These "constellations" are naked areas in the sky without any stick figures or depictions [#44]. The borders simply follow the lines of right ascension and declination from the epoch 1875.0. Precession causes a slowly increasing deviation from the originally rectilinear grid. These constellations became the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage.
fi: Nämä "tähtikuviot" ovat alastomia alueita taivaalla ilman tikkukuvia tai kuvauksia [#44]. Rajat yksinkertaisesti seuraavat oikean nousun ja deklinaation linjoja kaudesta 1875.0. Precessio aiheuttaa hitaasti kasvavan poikkeaman alun perin suoraviivaisesta ruudukosta. Näistä tähdistöistä tuli tavallinen tapa kuvata taivasta, ja ne korvasivat päivittäin samankaltaisia joukkoja muissa taivaskulttuureissa.

source: Stellarium by default displays the precise RA-DEC-boundaries and a set of artwork constellations on the basis of Ptolemaic figures but following our contemporary taste of art.
fi: Stellarium näyttää oletuksena tarkat RA-DEC-rajat ja joukon taideteoskonstellaatioita Ptolemaioksen hahmojen perusteella, mutta noudattaen nykyaikaista taidemakuamme.

source: Asterisms
fi: Asterismit

source: The term "asterism" (assembly of stars) can sometimes be used synonymously to "constellation". In the modern use it describes a figure which is not part of the official canon. Sometimes an asterism is a part of a constellation, e.g. the Big Dipper as part of Ursa Major, or Great Square as part of Pegasus. Other asterisms span over several constellations, e.g. the Summer Triangle or Winter Hexagon. Yet others are only visible in binoculars or telescopes and are aptly named "telescopic asterism", e.g. the Coathanger. They are often discussed in the observing columns of popular astronomy magazines.
fi: Termiä "asterismi" (tähtien kokoonpano) voidaan joskus käyttää synonyyminä "tähdistölle". Nykykäytössä se kuvaa hahmoa, joka ei ole osa virallista kaanonia. Joskus asterismi on osa tähdistöä, esim. Otava osana Isoa karhua tai Great Square osana Pegasusta. Muut asterismit ulottuvat useiden tähtikuvioiden yli, esim. kesäkolmio tai talvikuusikulmio. Toiset taas näkyvät vain kiikareissa tai kaukoputkessa, ja niitä kutsutaan osuvasti "teleskooppiseksi asterismiksi", esim. Coathanger. Niistä keskustellaan usein suosittujen tähtitiedelehtien havainnointikolumneilla.

source: Seasoned observers can find their way around the sky easily. One mnemonic tool are associative chains of stars that span large distances. We show them as "ray helpers". These are not standardized.
fi: Kokeneet tarkkailijat löytävät tiensä taivaalla helposti. Yksi muistiväline on assosiatiiviset tähtien ketjut, jotka ulottuvat pitkiä matkoja. Näytämme heidät "säteen auttajiksi". Näitä ei ole standardoitu.

source: Proper names of stars
fi: Tähtien oikeat nimet

source: Ptolemy's star catalogue had the layout of a table listing the description of the star's position in the constellation's figure, the ecliptical coordinates, and the magnitude e.g.: "The star at the tip of the tail of Ursa Minor", "Gem 0 1/6, +66", "Mag 3".
fi: Ptolemaioksen tähtiluettelossa oli taulukon asettelu, jossa oli kuvaus tähden sijainnista tähdistön kuvassa, ekliptiset koordinaatit ja suuruus, esim.: "Tähti Pienen Ursan hännän kärjessä", "Gem 0 1/6 , +66", "Mag 3".

source: In most cases, the star names evolved by astronomer's systematical abbreviations of these descriptions, e.g., a first astronomer abbreviated in a text "tip of the tail", a next astronomer drew a map with less space and wrote only "tail" next to the star and this name remained. Over centuries, these descriptions were translated into Arabic and Latin, and in some cases the translators or scribes made mistakes because of misreading or misspelling of the Arabic words (e.g. the Arabic "yad al gauza", the hand of the giant woman, was mangled to the common term "Betelgeuse").
fi: Useimmissa tapauksissa tähtien nimet kehittyivät tähtitieteilijöiden systemaattisilla lyhenteillä näistä kuvauksista, esim. ensimmäinen tähtitieteilijä, joka on lyhennetty tekstissä "häntäpää", seuraava tähtitieteilijä piirsi kartan, jossa oli vähemmän tilaa ja kirjoitti vain "häntä" tähti ja tämä nimi säilyi. Vuosisatojen ajan nämä kuvaukset käännettiin arabiaksi ja latinaksi, ja joissakin tapauksissa kääntäjät tai kirjanoppineet tekivät virheitä, koska he olivat lukeneet tai kirjoittaneet arabiankieliset sanat väärin (esim. arabialainen "yad al gauza", jättiläisen naisen käsi, meni sekaisin yleiseen termiin "Betelgeuse").

source: However, there are also a few original Greek words like the red star "Antares", the counterpart of Ares (Mars), and even a few original Babylonian terms like "Shargaz", the Sting, in Scorpius. Our modern, most recent IAU star names [#45] are a renewed mixture, also with influences or even politically wanted additions of star names from the non-Ptolemaic sky cultures, e.g. the traditional Pingsing, a Chinese star name for a star in Hydra (its meaning is only "star", a reminescence to his lonely position), or newly adopted star names from Polynesian, Hawaiian, or Aboriginal cultures for names of stars with exoplanets.
fi: On kuitenkin myös muutamia alkuperäisiä kreikkalaisia sanoja, kuten punainen tähti "Antares", Aresin (Mars) vastine, ja jopa muutama alkuperäinen babylonialainen termi, kuten "Shargaz", Sting, Skorpiossa. Nykyaikaiset, uusimmat IAU-tähtinimemme [#45] ovat uudistettu sekoitus, jossa on myös vaikutteita tai jopa poliittisesti haluttuja tähtien nimiä ei-ptolemaioskulttuureista, esim. perinteinen Pingsing, kiinalainen tähtinimi tähdelle Hydrassa (sen merkitys on vain "tähti", joka muistuttaa hänen yksinäistä asemaansa), tai äskettäin otetut tähtienimet polynesialaisista, havaijilaisista tai aboriginaalikulttuureista eksoplaneettoja sisältävien tähtien nimille.

source: The IAU is the only scientifically accepted authority to assign new names to stars. Commercial exploits like "star name registries", who sell stars for commemorative purposes or as gifts, only sell printed pieces of paper. These names are not approved and never used by scientists.
fi: IAU on ainoa tieteellisesti hyväksytty viranomainen, joka antaa tähdille uusia nimiä. Kaupalliset hyödykkeet, kuten "tähtien nimirekisterit", jotka myyvät tähtiä muistotarkoituksiin tai lahjaksi, myyvät vain painettuja paperinpaloja. Tiedemiehet eivät ole hyväksyneet näitä nimiä eivätkä koskaan käytä niitä.

source: Modern (Chinese)
de: Modern (Chinesisch)
es_419: Moderna (China)
fi: Moderni (kiinalainen)
ru: Современная (Китайская)
sv: Modern (kinesisk)
uk: Сучасна (китайська)

source: The Modern (Chinese) Skyculture is a combination of Chinese traditions and Western constellations. The Chinese use combinations of modern constellations and Chinese star names in astronomy. This is the skyculture that the Chinese actually use now, with a great practical value.
de: The Chinese Contemporary Skyculture is a combination of Chinese traditions and Western constellations. The Chinese use combinations of Western constellations and Chinese star names in astronomy. This is the skyculture that the Chinese actually use now, with a great practical value.
es_419: La cultura estelar moderna (china) es una combinación de tradiciones chinas y constelaciones occidentales. Los chinos usan combinaciones de constelaciones modernas y nombres de estrellas chinas en la astronomía. Esta es la cultura estelar que los chinos realmente usan ahora, con un gran valor práctico.
fi: Moderni (kiinalainen) taivaskulttuuri on yhdistelmä kiinalaisia perinteitä ja länsimaisia tähtikuvioita. Kiinalaiset käyttävät astronomiassa nykyaikaisten tähtikuvioiden ja kiinalaisten tähtien nimien yhdistelmiä. Tämä on taivaskulttuuri, jota kiinalaiset todella käyttävät nyt ja jolla on suuri käytännön arvo.
ru: Современная китайская культура неба представляет собой сочетание китайских традиций и западных созвездий. Китайцы используют в астрономии комбинации западных созвездий и китайских названий звезд. Это культура неба, которую сейчас используют китайцы, имеющая большое практическое значение.
sv: Den moderna (kinesiska) skykulturen är en kombination av kinesiska traditioner och västerländska konstellationer. Kineserna använder kombinationer av moderna konstellationer och kinesiska stjärnnamn inom astronomin. Det här är den himmelskultur som kineserna faktiskt använder nu, med ett stort praktiskt värde.
uk: Сучасна китайська картина зоряного неба є поєднанням китайських традицій та сузір'їв західноєвропейської культури. У китайській астрономії використовують поєднання західноєвропейських назв сузір'їв із китайськими назвами зірок. Це картина зоряного неба, яку зараз використовують на практиці у Китаї.

source: The modern Chinese use the constellations of the International Astronomical Union. The traditional Chinese constellations have no specific boundaries between them. They only represent the corresponding set of bright stars, and do not have the role of dividing the celestial sphere into different areas, so they are no longer applicable in astronomy.
fi: Nykykiinalaiset käyttävät Kansainvälisen tähtitieteellisen liiton tähtikuvioita. Perinteisten kiinalaisten tähtikuvioiden välillä ei ole erityisiä rajoja. Ne edustavat vain vastaavaa kirkkaiden tähtien joukkoa, eikä niillä ole tehtävää jakaa taivaanpalloa eri alueisiin, joten niitä ei enää voida soveltaa tähtitiedossa.

source: The Chinese now use traditional star names instead of Western star names. More than 3,000 stars have traditional Chinese star names. When a foreign astronomical book is translated into Chinese, the star names will also be translated into traditional Chinese star names. There are some special stars that use the names of Western stars, such as Proxima, Van Maanen's star, which can usually only be seen with a telescope, but with special astronomical significance.
fi: Kiinalaiset käyttävät nykyään perinteisiä tähtien nimiä länsimaisten tähtien nimien sijaan. Yli 3 000 tähdellä on perinteiset kiinalaiset tähtienimet. Kun ulkomainen tähtitieteellinen kirja käännetään kiinaksi, tähtien nimet käännetään myös perinteisiksi kiinalaisiksi tähtien nimiksi. On olemassa erikoistähtiä, jotka käyttävät länsimaisten tähtien nimiä, kuten Proxima, Van Maasen tähti, joka on yleensä nähtävissä vain kaukoputkella, mutta jolla on erityinen tähtitieteellistä merkitystä.

source: For a detailed introduction to traditional Chinese constellations and traditional Chinese names, see <i>Chinese traditional Skyculture for Stellarium</i>.
fi: Yksityiskohtainen johdatus perinteisiin kiinalaisiin tähtikuvioihin ja perinteisiin kiinalaisiin nimiin, katso <i>Chinese traditional Skyculture for Stellarium</i>.

source: <a href="http://en.wikipedia.org/wiki/Chinese_constellations">Chinese constellations </a> Wikipedia
fi: <a href="http://en.wikipedia.org/wiki/Chinese_constellations">Kiinalaíset tähtikuviot </a> Wikipedia

source: <a href="https://en.wikipedia.org/wiki/Traditional_Chinese_star_names">traditional Chinese star names</a> Wikipedia
fi: <a href="https://en.wikipedia.org/wiki/Traditional_Chinese_star_names">perinteiset kiinalaiset tähtien nimet</a> Wikipedia

source: <a href="http://en.wikipedia.org/wiki/Constellation">constellations</a> Wikipedia
fi: <a href="http://en.wikipedia.org/wiki/Constellation">tähtikuvioita</a> Wikipedia

source: <a href="http://hubblesource.stsci.edu/sources/illustrations/constellations/">Constellation image library</a> of the U.S. Naval Observatory and the Space Telescope Science Institute. Johannes Hevelius Engravings.
fi: <a href="http://hubblesource.stsci.edu/sources/illustrations/constellations/">Tähdistön kuvakirjasto</a> US Naval Observatorysta ja Space Telescope Science Institutesta. Johannes Heveliuksen kaiverrukset.

source: This skyculture was contributed by Stellarium user <i>Sun Shuwei</i> <a href="mailto:sunshuwei.hi@foxmail.com">sunshuwei.hi@foxmail.com</a>.
fi: Tämän tähdistötaruston loi Stellariumin käyttäjä <i>Sun Shuwei</i> <a href="mailto:sunshuwei.hi@foxmail.com">sunshuwei.hi@foxmail.com</a>.

source: Constellation art，Constellation lines based on <i>Modern Skyculture for Stellarium</i>.
fi: Tähdistötaide, tähdistöviivat perustuvat <i>Moderni tähdistötarusto Stellariumille</i>.

source: Asterism lines and traditional Chinese star names based on <i>Chinese Traditional Skyculture for Stellarium</i>.
fi: Asterismiviivat ja perinteiset kiinalaiset tähtienimet perustuvat niihin <i>kiinalainen perinteinen tähdistötarusto Stellariumille</i>.

source: Modern (Sky & Telescope)
es_419: Moderna (Cielo y Telescopio)
fi: Moderni (Taivas & Teleskooppi)
ru: Современная (Sky & Telescope)
uk: Сучасна (Sky & Telescope)

source: Modern sky culture is used internationally by modern astronomers, and is the official scheme of The International Astronomical Union. It has historical roots in Ancient Greek astronomy, with influences from Islamic astronomy. The constellation figures and star names come from Sky & Telescope's definitions, and should be familiar to users of Sky & Telescope's Pocket Sky Atlas, Sky Atlas 2000.0, and the figures in Sky & Telescope magazine.
fi: Nykyaikaiset tähtitieteilijät käyttävät kansainvälisesti modernia taivaskulttuuria, ja se on Kansainvälisen tähtitieteellisen liiton virallinen järjestelmä. Sillä on historialliset juuret antiikin Kreikan tähtitieteen vaikutteilla islamilaisesta tähtitiedestä. Tähtikuviot ja tähtien nimet tulevat Sky & Telescopen määritelmistä, ja niiden pitäisi olla Sky & Telescopen Pocket Sky Atlasin, Sky Atlas 2000.0:n ja Sky & Telescope -lehden lukujen käyttäjille tuttuja.

source: The modern culture divides the celestial sphere into 88 areas of various sizes called <i>constellations</i>, each with precise boundary, issued by the International Astronomical Union. These constellations have become the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage.
fi: Moderni kulttuuri jakaa taivaanpallon 88 erikokoiseen alueeseen, ns <i>tähtikuviot</i>, jokaisella on tarkka raja, jonka on myöntänyt Kansainvälinen tähtitieteellinen unioni. Näistä tähtikuvioista on tullut tavallinen tapa kuvata taivasta, ja ne ovat korvanneet samankaltaiset joukot muissa taivaskulttuureissa tyhjentävästi päivittäisessä käytössä.
