Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: This sky culture was created by Suki Lock for the South African Astronomical Observatory <a href="http://www.saao.ac.za/">(SAAO)</a>, based on information supplied by Auke Slotegraaf. They were modified using inputs and information from Themba Matomela, Thembela Mantungwa and Mdumiseni Nxumalo. The project was initiated by Sivuyile Manxoyi after having discussions with Prof Jarita Holbrook and Prof Kevin Snedegar on African Cultural astronomy.
fi: Tämän taivaskulttuurin loi Suki Lock Etelä-Afrikan tähtitieteelliselle observatoriolle <a href="http://www.saao.ac.za/">(SAAO)</a>, bAuke Slotegraafin toimittamien tietojen perusteella. Niitä muokattiin käyttämällä Themba Matomelan, Thembela Mantungwan ja Mdumiseni Nxumalon syötteitä ja tietoja. Projektin aloitti Sivuyile Manxoyi käytyään keskusteluja professori Jarita Holbrookin ja professori Kevin Snedegarin kanssa afrikkalaisesta kulttuuriastronomiasta.

source: Korean
de: Koreanisch
es_419: Coreana
fi: Korealainen
ru: Корейская
sv: Koreansk
uk: Корейська

source: Origin
fi: Alkuperä

source: The Chinese, Korean, and Japanese constellations have the same origin and look very similar in shape. They are represented respectively in the Dun Huang starmap from the 8th century, the Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do map and in the Kitora skymap painted in A.D.7C ~ 8C. Their positions and their names are similar in the Chinese alphabet. The name of the constellations first appear in the Records of the Grand Historian(史記) in Han dynasty describing Xia dynasty in about 2000 B.C.
es_419: Las constelaciones chinas, coreanas y japonesas tienen el mismo origen y tienen una forma muy similar. Están representados respectivamente en el mapa estelar Dun Huang del siglo VIII, el mapa Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do y en el mapa celeste de Kitora en el siglo VII d.C. ~ VIII d.C. Sus posiciones y sus nombres son similares en el alfabeto chino. El nombre de las constelaciones aparece por primera vez en los Registros del Gran Historiador (史記) en la dinastía Han que describe la dinastía Xia en el año 2000 a.C.
fi: Kiinan, Korean ja Japanin tähtikuvioilla on sama alkuperä ja ne näyttävät muodoltaan hyvin samanlaisilta. Ne on edustettuna Dun Huangin tähtikartassa 800-luvulta, Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do-kartassa ja Kitoran taivaskartassa, joka on maalattu vuosina jKr. 7C ~ 8C. Heidän asemansa ja nimensä ovat samanlaiset kiinalaisessa aakkosessa. Tähtikuvioiden nimet esiintyvät ensimmäisen kerran Han-dynastian suuren historiolaisen (史記) kirjassa, joka kuvaa Xia-dynastiaa noin vuonna 2000 eaa.
ru: Китайские, корейские и японские созвездия имеют схожее происхождение и они весьма похожи по форме. Они изображены, соответственно, на звёздных картах 8-го века Дун Хуана, карте Чон-Санг-Ель-Ча-Бун-Я-Джи-До и на звёздной карте Китора, нарисованной в 7-8 веке н.э. Их положение и названия похожи на китайский алфавит. Названия созвездий сначала появились в Записях Великого Историка (史記) примерно в 2000 г. до н.э.
sv: De kinesiska, koreanska och japanska konstellationerna har samma ursprung och ser mycket lika ut till formen. De finns avbildade på Dun Huangs stjärnkarta från 700-talet, på Cheon-Sang-Yeol-Cha-Bun-Ya-Ji-Do-kartan och på Kitoras stjärnkarta från 7C ~ 8C e.Kr. Deras positioner och namn är likartade i det kinesiska alfabetet. Konstellationernas namn förekommer första gången i den store historikerns uppteckningar (史記) i Han-dynastin som beskriver Xia-dynastin omkring 2000 f.Kr.
uk: Китайські, корейські та японські сузір’я мають спільне походження і дуже схожі за формою. Ці сузір’я зображено, відповідно, на зоряній карті Дунь Хуаня (VIII ст.), карті Чон-Сан-Йол-Ча-Бун-Я-Джі-До та на карті неба Кітори, намальованій у VII-VIII ст. н.е. Розташування та назви сузір’їв є подібними у китайському записів. Назви сузір’їв вперше згадуються у «Історичних записках» (史記), створених під час правління династії Хань, коли автор описує події, які відбулися під час правління династії Ся у другому тисячолітті до н.е.

source: The 272 constellations displayed in this Stellarium sky culture are based on the Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do, the Korean Constellation map, which was carved on the stone on 1395 but has its origin from another sky map which existed about 2,000 years ago. This map represents 1467 stars in about 190 constellations whose shapes are slightly different from the chinese ones. The interpretation of the map is not easy: the map is so old that only about 300 stars are found to match with the real stars. All the stars of the map were drawn on a circle, so the equator seems smaller than the southern limit. Because the density of constellation does not change with respect to the position, the position and the size of the constellations were somewhat altered in a way unknown by the author. It is assumed that there should be no bright stars which do not belong to any constellations. The work of the author is subject to interpretation, and could be changed at a later time. It will however roughly show what the Korean Constellation are like.
fi: Tässä Stellarium-taivaskulttuurissa näkyvät 272 tähtikuviota perustuvat Cheon-Sang-Yeol-Cha-Bun-Ya-Zi-Do-korealaisen tähtikuvion karttaan, joka kaiverrettiin kiveen vuonna 1395, mutta joka on peräisin toisesta taivaskartasta. joka oli olemassa noin 2000 vuotta sitten. Tämä kartta edustaa 1467 tähteä noin 190 tähdistössä, joiden muodot eroavat hieman kiinalaisista tähtikuvioista. Kartan tulkinta ei ole helppoa: kartta on niin vanha, että vain noin 300 tähteä löytyy, jotka vastaavat todellisia tähtiä. Kaikki kartan tähdet piirrettiin ympyrään, joten päiväntasaaja näyttää etelärajaa pienemmältä. Koska tähdistön tiheys ei muutu sijainnin suhteen, tähdistöjen sijaintia ja kokoa muutettiin jonkin verran tekijän tuntemattomalla tavalla. Oletetaan, että ei pitäisi olla kirkkaita tähtiä, jotka eivät kuulu mihinkään tähdistöihin. Tekijän teos on tulkinnanvarainen, ja sitä voidaan muuttaa myöhemmin. Se kuitenkin näyttää karkeasti, millainen Korean tähdistö on.

source: This sky culture was contributed by Stellarium user <i><a href="http://user.chollian.net/~jtm71/">Jeong, Tae-Min</a></i>
fi: Stellariumin käyttö vaikutti tähän taivaskulttuuriin <i><a href="http://user.chollian.net/~jtm71/">Jeong, Tae-Min</a></i>

source: Lokono (or Arawak)
fi: Lokono (tai Arawak)

source: The <em>Lokono</em>, also known as <em>Arawak</em>, are an indigenous people of the Guianas, whose territory stretches along the coast of the Atlantic Ocean, from northwestern Guyana, through Suriname, to northwestern French Guiana (see map).<sup><a href="#footnote-1">[1]</a></sup> The Lokono speak a language that belongs to the Arawakan language family&mdash;one of the largest linguistic groupings on the continent. Like many of their linguistic relatives, the Lokono are agriculturalists specializing in the farming of manioc (<em>Manihot esculenta</em>), who also practice fishing, hunting, and gathering of wild plant. However, as one of the first indigenous groups that was encountered by the Europeans at the time of conquest, the Lokono have been in contact with non-indigenous populations for over 500 years.<sup><a href="#footnote-2">[2]</a></sup> This contact has intensified in the last century, leading to a substantial loss of the Lokono language, traditional material and immaterial culture, changes in subsistence practices, and in particular to the disappearance of <em>medicine-men</em>&mdash;the traditional carriers of spiritual knowledge, most likely including ethnoastronomical knowledge. As a consequence, the modern knowledge about celestial bodies appears to be but a fraction of what the Lokono knew about stars in the past. Several constellations mentioned in older sources are forgotten or are only known from their names, while the combinations of stars they represent and the oral traditions explaining their origin and significance have been forgotten. The Skyculture presented here includes only identified constellations but the following description provides a more comprehensive account of Lokono astronomical knowledge including information extracted from historical sources about all the celestial objects named in the table below.
fi: <em>Lokono</em>, tunnettu myös nimellä <em>Arawak</em>, ovat Guyanan alkuperäiskansa, jonka alue ulottuu Atlantin valtameren rannikkoa pitkin Luoteis-Guyanasta Surinamen kautta Luoteis-Ranskan Guyanaan (katso kartta).<sup><a href="#footnote-1">[1]</a></sup> Lokonot puhuvat kieltä, joka kuuluu arawakan-kieliperheeseen – yksi mantereen suurimmista kieliryhmistä. Kuten monet heidän kielisukulaisensa, Lokonot ovat maniokkien viljelyyn erikoistuneita maanviljelijöitä (<em>Manihot esculenta</em>), jotka harjoittavat myös kalastusta, metsästystä ja luonnonvaraisten kasvien keräämistä. Kuitenkin yhtenä ensimmäisistä alkuperäiskansojen ryhmistä, jonka eurooppalaiset kohtasivat valloituksen aikaan, lokonot ovat olleet kosketuksissa ei-alkuperäiskansojen kanssa yli 500 vuoden ajan.<a href="#footnote-2">[2]</a></sup> Tämä kontakti on voimistunut viime vuosisadalla, mikä on johtanut lokonon kielen, perinteisen aineellisen ja aineettoman kulttuurin huomattavaan menettämiseen, toimeentulokäytäntöjen muutoksiin ja erityisesti<em>lääkärialan miehet</em>&mdash;henkisen tiedon perinteiset kantajat, todennäköisimmin myös etnoastronominen tieto. Tämän seurauksena nykyaikainen tieto taivaankappaleista näyttää olevan vain murto-osa siitä, mitä Lokono tiesi tähdistä aiemmin. Useat vanhemmissa lähteissä mainitut tähtikuviot on unohdettu tai tunnetaan vain niiden nimistä, kun taas niiden edustamat tähtien yhdistelmät ja niiden alkuperää ja merkitystä selittävät suulliset perinteet on unohdettu. Tässä esitetty Skyculture sisältää vain tunnistettuja tähtikuvioita, mutta seuraava kuvaus tarjoaa kattavamman kuvauksen Lokonon tähtitieteellisestä tiedosta, mukaan lukien historiallisista lähteistä poimitut tiedot kaikista alla olevassa taulukossa mainituista taivaankappaleista.

source: Lokono constellations and other celestial objects
fi: Lokono-tähdistöt ja muut taivaankappaleet

source: <b>Lokono name</b>
fi: <b>Lokono nimi</b>

source: Literal translation in English
fi: Kirjaimellinen käännös englanniksi

source: Approximate location
fi: Likimääräinen sijainti

source: Path of the carriers of clay
fi: Savenkantajien polku

source: Scores of stars
fi: Tähtien pisteet

source: Shining star
fi: Loistava tähti

source: Grill
fi: Grilli

source: Spirit of the green anaconda
fi: Vihreän anakondan henki

source: unclear
fi: epäselvä

source: Spirit of the capibara
fi: Capibaran henki

source: unknown
fi: tuntematon

source: Man without a thigh
fi: Mies ilman reisiä

source: Jaw of the tapir
fi: Tapiirin leuka

source: Hyades
fi: Hyadit

source: Spirit of the black curassow
fi: Mustan kurassovan henki

source: Crux
fi: Etelän risti

source: Hunter
fi: Metsästäjä

source: α Centauri
fi: α Kentauri

source: Torch
fi: Soihtu

source: β Centauri
fi: β Kentauri

source: Spirit of the cocoi heron
fi: Kookoshaikaran henki

source: Ursa Major
fi: Iso karhu

source: Spirit of the rufescent tiger heron
fi: Kiertelevän tiikerihaikaran henki

source: Spirit of the four-eyed fish
fi: Nelisilmäisen kalan henki

source: λ Sco and υ Sco
fi: λ Sco ja υ Sco

source: Spirit of the green sea turtle
fi: Vihreän merikilpikonnan henki

source: Hercules
fi: Herkules

source: Spirit of the yellow-footed tortoise
fi: Keltajalkakilpikonnan henki

source: Spirit of the blue crab
fi: Sinisen rapun henki

source: Spirit of the Muscovy duck
fi: Muskoviankan henki

source: Spirit of the awara palm
fi: Awara-palmun henki

source: Spirit of the red acouchi
fi: Punaisen acouchin henki

source: Spirit of the red-rumped agouti
fi: Punaruskea agoutin henki

source: Spirit of the jaguar
fi: Jaguaarin henki

source: Spirit of the ocelot
fi: Oselotin henki

source: Spirit of the pale-throated sloth
fi: Kalpeakurkisen laiskuuden henki

source: Spirit of the two-toed sloth
fi: Kaksivarpaisen laiskuuden henki

source: Spirit of the green iguana
fi: Vihreän iguaanin henki

source: Spirit of the lilac-tailed parrot
fi: Lilahäntäpapukaijan henki

source: Spirit of the marail guan
fi: Marail guan henki

source: Spirit of the little cuckoo
fi: Pienen käen henki

source: Spirit of the red-handed tamarin
fi: Punaisen käden tamariinin henki

source: Spirit of the white-faced saki
fi: Valkokasvoisen sakin henki

source: Spirit of the scorpion
fi: Skorpionin henki

source: Spirit of the parrot
fi: Papukaijan henki

source: Spirit of a tortoise
fi: Kilpikonnan henki

source: Spirit of the bow and arrow
fi: Jousen ja nuolen henki

source: Spirit of the gun
fi: Aseen henki

source: Medicine-men’s rattle
fi: Lääketiede-miesten helistin

source: Lokono astronomical knowledge: an introduction
fi: Lokono tähtitiede: johdanto

source: From contemporary and historical accounts, it appears that astronomical knowledge was not restricted to particular members of the Lokono society. However, it was the medicine-men in particular&mdash;the spiritual leaders of the Lokono known as <i>semethi</i>&mdash;who were required to master the various aspects of star knowledge and who might have been responsible for passing the oral traditions associated with them from one generation to another. From Rodrigo de Navarette, who around 1550 wrote one of the first accounts of the Lokono, we learn, for instance, that:
fi: Nykyajan ja historiallisten kertomusten perusteella näyttää siltä, että tähtitieteellinen tieto ei rajoittunut tiettyihin Lokono-yhteiskunnan jäseniin. Se oli kuitenkin erityisesti lääkäreitä – Lokonon henkisiä johtajia <i>semethi</i>&mdash;keitä vaadittiin hallitsemaan tähtitiedon eri näkökohdat ja kuka saattoi olla vastuussa heihin liittyvien suullisten perinteiden siirtämisestä sukupolvelta toiselle. Rodrigo de Navarettelta, joka noin vuonna 1550 kirjoitti yhden ensimmäisistä Lokonon kertomuksista, opimme esimerkiksi, että:

source: <em>&ldquo;old and wise men whom they call Cemetu assemble in the houses designed for their meetings and [&hellip;] recount the traditions and exploits of their ancestors and great men, and also narrate what those ancestors heard from their forefathers; so that in this manner they remember the most ancient events of their country and people. And, in like manner they recount or preach about events relating to the heavens, the sun, moon, and stars.&rdquo;</em><sup><a href="#footnote-1">[3]</a></sup>
fi: <em>&ldquo;vanhat ja viisaat miehet, joita he kutsuvat Cemetuksi, kokoontuvat kokouksiinsa suunniteltuihin taloihin ja [&hellip;] kertovat esi-isiensä ja suurmiestensä perinteistä ja urotöistä sekä kertovat myös, mitä nuo esi-isät kuulivat esi-isiltaan; jotta he muistavat tällä tavalla maansa ja kansansa vanhimmat tapahtumat. Ja samalla tavalla he kertovat tai saarnaavat tapahtumista, jotka liittyvät taivaaseen, aurinkoon, kuuhun ja tähtiin.&rdquo;</em><sup><a href="#footnote-1">[3]</a></sup>

source: Navarette's <i>cemetu</i>, the medicine-men known in modern Lokono as <i>semethi</i>, have largely given up their practices today, which may be the reason why the transmission of astronomical knowledge has been interrupted. Many Lokono constellations appear to have been forgotten today. Our sources are therefore often limited to historical accounts written by early explorers and ethnographers of the Guianas, one of the oldest examples of which is illustrated below.
fi: Navaretten <i>cemetu</i>, lääkäreitä, jotka tunnetaan nykyajan Lokonossa nimellä <i>semethi</i>, ovat suurelta osin luopuneet käytännöistään nykyään, mikä saattaa olla syy siihen, miksi tähtitieteellisen tiedon välittäminen on keskeytynyt. Monet Lokonon tähtikuviot näyttävät olevan unohdettu tänään. Lähteemme rajoittuvat siksi usein historiallisiin kertomuksiin, jotka ovat kirjoittaneet Guyanan varhaiset tutkijat ja etnografit, joista yksi vanhimmista esimerkeistä on kuvattu alla.

source: Fig.1 List of Lokono stars by Theodor Schulz, circa 1803.<sup><a href="#footnote-23">[23]</a></sup>
fi: Kuva 1 Luettelo Theodor Schulzin Lokono-tähdistä, noin 1803.<sup><a href="#footnote-23">[23]</a></sup>

source: It is this literature that allows us to party reconstruct the Lokono stellar knowledge, described below. Before discussing the individual celestial bodies, however, several general features of Lokono astronomy merit a mention, namely:
fi: Juuri tämä kirjallisuus antaa meille mahdollisuuden rekonstruoida Lokonon tähtitietoa, joka kuvataan alla. Ennen kuin puhutaan yksittäisistä taivaankappaleista, on kuitenkin syytä mainita useita Lokonon tähtitieteen yleisiä piirteitä, nimittäin:

source: the overlap with the astronomical traditions of neighboring indigenous groups.
fi: päällekkäisyys naapurimaiden alkuperäiskansojen tähtitieteellisten perinteiden kanssa.

source: the oral traditions explaining the origin and significance of celestial bodies.
fi: suulliset perinteet, jotka selittävät taivaankappaleiden alkuperää ja merkitystä.

source: the use of the term <em>koya</em> &lsquo;spirit&rsquo; in the names of numerous constellations.
fi: termin käyttöä <em>koya</em> &lsquo;spirit&rsquo;lukuisten tähtikuvioiden nimissä.

source: the use of the general term <em>wiwa</em> &lsquo;star, year&rsquo; and the lack of other astronomical terms.
fi: yleisen termin käyttö <em>wiwa</em> &lsquo;star, year&rsquo; ja muiden tähtitieteellisten termien puute.

source: the sky watching practices of the Lokono.
fi: Lokonon taivaankatselukäytännöt.

source: 1. Shared Guianan knowledge
fi: 1. Jaettu Guyanan tietämys

source: The Lokono territory borders that of two linguistically unrelated indigenous peoples, the Kari&rsquo;na, speaking a Cariban language, and the Warao, speaking a language isolate. Though unrelated and traditionally not intermarrying, the three groups share a great deal of material and immaterial culture. Ethnoastronomical tradition of the three peoples also shows a number of striking similarities, such as shared stellar myths, similar names of constellations, and parallels in the stellar calendar. This speaks to the contacts between the three groups and to the exchange of astronomical knowledge, possibly facilitated by their respective spiritual leaders, such as the Lokono <em>semethi</em>. The degree to which these traditions overlap and the directionality of their exchange require further study. Here, we focus on the Lokono and therefore do not discuss these cultural borrowings in detail, unless they shed light on the Lokono ethnoastronomy.
fi: Lokonon alue rajoittuu kahden kielellisesti toisiinsa liittymättömän alkuperäiskansan, karibanien kieltä puhuvan karinan ja kieliisolaattia puhuvan waraon, kanssa. Vaikka nämä kolme ryhmää eivät liity toisiinsa eivätkä perinteisesti ole keskenään avioliittoja, niillä on suuri osa aineellisesta ja aineettomasta kulttuurista. Kolmen kansan etnoastronominen perinne osoittaa myös useita silmiinpistäviä yhtäläisyyksiä, kuten yhteisiä tähtimyyttejä, samankaltaisia tähtikuvioiden nimiä ja rinnakkauksia tähtikalenterissa. Tämä puhuu näiden kolmen ryhmän välisistä yhteyksistä ja tähtitieteellisen tiedon vaihdosta, jota mahdollisesti helpottavat niiden henkiset johtajat, kuten Lokono <em>semethi</em>. Näiden perinteiden päällekkäisyys ja niiden vaihdon suuntaus vaativat lisätutkimusta. Tässä keskitymme Lokonoon, emmekä siksi käsittele näitä kulttuurilainoja yksityiskohtaisesti, elleivät ne valaise Lokonon etnoastronomiaa.

source: 2. Stellar oral traditions
fi: 2. Tähtien suulliset perinteet

source: One of such shared features are myths about stars. Such oral traditions tell of the origins of particular celestial bodies, link them to one another, and explain their influence on the natural world. The Lokono constellation <em>Hithikoya</em> &lsquo;Spirit of the black curassow&rsquo;, for instance, is linked in a Lokono myth to that of <em>Yokhârhin</em> &lsquo;Hunter&rsquo; and <em>Al&ecirc;ti</em> &lsquo;Torch&rsquo;, all three of which have Kari&rsquo;na and Warao equivalents. It is these oral traditions, preserved by the medicine-men, that likely served as the main vehicle through which astronomical knowledge was passed from one generation to another. For this reason, summaries of the relevant myths are given in the description of particular constellations. Occasionally, when the relevant Lokono myth is not documented, myths of the neighboring groups are referred to in order to illuminate the significance of particular celestial bodies. Given that many of such oral traditions are shared by the Lokono and the neighboring groups, this enhancement of the poorly preserved Lokono astronomical knowledge is justified.
fi: Yksi tällaisista yhteisistä piirteistä on myytit tähdistä. Tällaiset suulliset perinteet kertovat tiettyjen taivaankappaleiden alkuperästä, yhdistävät ne toisiinsa ja selittävät niiden vaikutusta luontoon. Lokonon tähtikuvio <em>Hithikoya</em> &lsquo;Esimerkiksi mustan curassowin henki liitetään Lokonon myytissä <em>Yokhârhin</em> &lsquo;Hunter&rsquo; ja <em>Al&ecirc;ti</em> &lsquo;Torch&rsquo;, joilla kaikilla kolmella on Kari&rsquo;na- ja Warao-vastineet. Juuri nämä lääkäreiden säilyttämät suulliset perinteet toimivat todennäköisesti päävälineenä, jonka kautta tähtitieteellistä tietoa siirrettiin sukupolvelta toiselle. Tästä syystä tiettyjen tähtikuvioiden kuvauksissa annetaan yhteenvedot asiaankuuluvista myyteistä. Toisinaan, kun asiaankuuluvaa Lokonon myyttiä ei ole dokumentoitu, viitataan naapuriryhmien myytteihin, jotta voidaan valaista tiettyjen taivaankappaleiden merkitystä. Ottaen huomioon, että Lokono ja naapuriryhmät jakavat monia tällaisia suullisia perinteitä, tämä huonosti säilyneen Lokonon tähtitieteellisen tiedon parantaminen on perusteltua.

source: 3. Calendar of spirits
fi: 3. Henkien kalenteri
