Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ##### Gawaargay Gawaargay is the spirit Emu in the Sky, located with its head in the Coal Sack, and its neck and body stretching out through the dust lanes of the Milky Way (Warrambul) past Scorpius. The Euahlayi and the Kamilaroi see it with legs in April and May, when it is female and chasing the males. From June to August it is male and sitting on its nest without legs (the males brood the chicks), and this is a signal to collect the eggs. In the evening in late August it is vertical in the sky, and the head and body form two "eggs", meaning the eggs should not be collected. Later in the year, it appears on the horizon, so it is believed to be sitting in a waterhole, meaning the waterholes are full. When it is below the horizon, then it is on Earth as the Black Emu, which is rarely seen. ##### Birringoloo Birringoloo is the second wife of Byaame, the creator/culture hero. She sits by the campfire of Byaame's camp (the star Alpha Muscae), and all women with girl children who die come to this camp before going on to Bulimah (Heaven behind Warrambul). They wait at this camp until all their girl children have died and come to the camp, and then they can proceed to Bulimah. ##### Yarran Yarran (also called mingga) is the roots of the Yarran tree, an Acacia, which is the tree that Byaame took up to the Warrambul with the first man to die (and the Cockatoos). It is actually centred on the Coal Sack, and the dark nebula is the hollow of the tree seen from below, with the roots spreading around. When someone dies and goes to Bulimah, they go through the hollow of the Yarran. ##### Old Wiringin A Wiringin is a "Clever Man" or Aboriginal doctor. This Wiringin located in the Small Magellanic Cloud is there because he controls who can go on to Bulimah. If the person who died is not initiated, they are not allowed, because they don't know the rules, so he sends them to Wadhaagudjaaylwan in the Large Magellanic Cloud. This birth spirit will send the unitiated back to Earth as a new baby, so they can be initiated. This Wiringin is represented in every Aboriginal cemetary as the Wilga tree (Native Willow). ##### Birray Birray The Birray Birray are a group of uninitiated boys who are in love with the seven young women (sisters), Miyay Miyay, who make up the Pleiades star cluster. They chased the Miyay Miyay, who ended up in the sky, and for this they were placed in Orion, as the three stars that make up the belt of Orion. Rigel is their fire, and the sword of Orion is their fire poker. They are kept from the Miyay Miyay by the Wiringin, Old Dthillar, who is Aldebaran. ##### Miyay Miyay The Miyay Miyay are the seven young women (sisters) who were chased into the sky, depending on the story, by the Birray Birray, or by various Wiringins or other bad persons. They form the Pleiades star cluster, and as one sister is shy, normally we only see six stars. They are protected from the Birray Birray in Orion by the Wiringin, Old Dthillar, who is Aldebaran. ##### Old Dthillar Old Dthillar is a Wiringin, in this case the Wiringin of the Birray Birray, the unitiated boys in Orion who pine for the Miyaay Miyaay (Seven Sisters) in the Pleiades. Old Dthillar is the star Aldebaran, which is also Alpha Tauri, and he stands there to protect the Miyaay Miyaay from the Birray Birray. The inverted "V" shape made up by Alpha, Epsilon, and Gamma Tauri is Old Dthillar's gunya (hut). ##### Wamba Wamba "Wamba" means "crazy" or "mad". In this case, the star Canopus is called Wamba Wamba because of various reasons, depending on whose story is told. The planet Venus is also called Wamba. One speculation is that both Canopus and Venus are seen close to the horizon in the summer, and due to atmospheric defraction, can "scintillate" (twinkle srongly), which results in rapid changes in colour. This might be interpreted as madness. ##### Wadhaagudjaaylwan Wadhaagudjaaylwan is Byaame's third wife, who is in the Large Magellanic Cloud, and sings to women who are going to have babies. She "sings" the babies to the women on Earth, and she takes the persons that the Old Wiringin in the Small Magellanic Cloud sends to her, and sends them back to Earth as babies. ##### Bandaarr Bandaarr is Kamilaroi/Euahlayi for Kangaroo, and this kangaroo is located under the belly of the Emu in the Milky Way, looking away from the Emu. Bandaarr is either a grey or red kangaroo, depending on the culture, and has significance in ceremony. ##### Muraay Muyaay Muraay is Kamilaroi, and Muyaay is Euahlayi for the sulfur-crested cockatoo, who are the Pointer stars (Alpha Centauri and Hadar/Beta Centauri). They ended up in the constellation Crux when their tree, the Yarran, was dragged into the sky with the first man to die, and they are always chasing Yarran. ##### Warrawilbaarru Warrawilbaarru is the whirlwind spirit who lives in the constellation Scorpius. Byaame normally keeps him from coming to Earth, but in September he comes out of one of three holes (dark nebulae) in Scorpius during September, and doesn't go back until around March. During this time he is on earth as the "willy willy" or whirlwind, and can be dangerous to children and uninitiated men.
es_419: ##### Gawaargay Gawaargay es el espíritu Emu en el cielo, ubicado con su cabeza en el Saco de carbón, y su cuello y cuerpo se extienden a través de los caminos de polvo de la Vía Láctea (Warrambul) pasando Escorpio. Los Euahlayi y los Kamilaroi lo ven con piernas en abril y mayo, cuando es mujer y persigue a los machos. De junio a agosto es macho y está sentado en su nido sin patas (los machos crían a los polluelos), y esta es una señal para recolectar los huevos. Por la noche, a fines de agosto, es vertical en el cielo, y la cabeza y el cuerpo forman dos "huevos", lo que significa que no deben recogerse. Más adelante en el año, aparece en el horizonte, por lo que se cree que está sentado en un pozo de agua, lo que significa que los pozos están llenos. Cuando está debajo del horizonte, entonces está en la Tierra como el Emu Negro, que rara vez se ve. ##### Birringoloo Birringoloo es la segunda esposa de Byaame, el héroe creador/cultural. Se sienta junto a la fogata del campamento de Byaame (la estrella Alpha Muscae), y todas las mujeres con niñas que mueren vienen a este campamento antes de ir a Bulimah (el cielo detrás de Warrambul). Esperan en este campamento hasta que todas sus hijas hayan muerto y vengan al campamento, y luego pueden proceder a Bulimah. ##### Yarran Yarran (también llamado mingga) es la raíz del árbol Yarran, una acacia, que es el árbol que Byaame llevó a Warrambul con el primer hombre en morir (y las cacatúas). En realidad, se centra en el Saco de Carbón, y la nebulosa oscura es el hueco del árbol visto desde abajo, con las raíces extendiéndose. Cuando alguien muere y va a Bulimah, atraviesan el hueco del Yarran. ##### Viejo Wiringin Un Wiringin es un "hombre inteligente" o un médico aborigen. Este Wiringin ubicado en la Pequeña Nube de Magallanes está allí porque controla quién puede pasar a Bulimah. Si la persona que murió no se inicia, no se les permite, porque no conocen las reglas, por lo que las envía a Wadhaagudjaaylwan en la Gran Nube de Magallanes. Este espíritu de nacimiento enviará a los unificados a la Tierra como un nuevo bebé, para que puedan iniciarse. Este Wiringin está representado en todos los cementerios aborígenes como el árbol Wilga (sauce nativo). ##### Birray Birray Los Birray Birray son un grupo de niños no iniciados que están enamorados de las siete jóvenes (hermanas), Miyay Miyay, que forman el cúmulo estelar de las Pléyades. Persiguieron al Miyay Miyay, que terminó en el cielo, y para esto fueron colocados en Orión, como las tres estrellas que forman el cinturón de Orión. Rigel es su fuego, y la espada de Orión es su póker de fuego. Son guardados del Miyay Miyay por el Wiringin, Old Dthillar, quien es Aldebarán. ##### Miyay Miyay Las Miyay Miyay son las siete jóvenes (hermanas) que fueron perseguidas hacia el cielo, según la historia, por Birray Birray, o por varios Wiringins u otras personas malas. Forman el cúmulo estelar de las Pléyades, y como una hermana es tímida, normalmente solo vemos seis estrellas. Están protegidos del Birray Birray en Orión por el Wiringin, Old Dthillar, que es Aldebarán. ##### Viejo Dthillar El viejo Dthillar es un Wiringin, en este caso el Wiringin del Birray Birray, los muchachos unificados en Orión que defienden a las Miyaay Miyaay (Siete Hermanas) en las Pléyades. El viejo Dthillar es la estrella Aldebarán, que también es Alpha Tauri, y está allí para proteger al Miyaay Miyaay del Birray Birray. La forma de "V" invertida formada por Alpha, Épsilon y Gamma Tauri es la gunya (choza) del viejo Dthillar. ##### Wamba Wamba "Wamba" significa "loco" o "demente". En este caso, la estrella Canopus se llama Wamba Wamba por varias razones, dependiendo de la historia que se cuente. El planeta Venus también se llama Wamba. Una especulación es que tanto Canopus como Venus se ven cerca del horizonte en el verano, y debido a la defracción atmosférica, pueden "centellear" (centellear bruscamente), lo que resulta en cambios rápidos de color. Esto podría interpretarse como una locura. ##### Wadhaagudjaaylwan Wadhaagudjaaylwan es la tercera esposa de Byaame, que se encuentra en la Gran Nube de Magallanes, y le canta a las mujeres que van a tener bebés. Ella "canta" a los bebés a las mujeres en la Tierra, y toma a las personas que el Viejo Wiringin en la Pequeña Nube de Magallanes le envía, y los envía de vuelta a la Tierra como bebés. ##### Bandaarr Bandaarr es Kamilaroi/Euahlayi para Canguro, y este canguro se encuentra debajo del vientre del Emu en la Vía Láctea, mirando hacia otro lado del Emu. Bandaarr es un canguro gris o rojo, dependiendo de la cultura, y tiene un significado en la ceremonia. ##### Muraay Muyaay Muraay es Kamilaroi, y Muyaay es Euahlayi para la cacatúa con cresta de azufre, que son las estrellas Pointer (Alpha Centauri y Hadar / Beta Centauri). Terminaron en la constelación Crux cuando su árbol, el Yarran, fue arrastrado hacia el cielo con el primer hombre en morir, y siempre están persiguiendo a Yarran. ##### Warrawilbaarru Warrawilbaarru es el espíritu del torbellino que vive en la constelación de Escorpio. Byaame normalmente le impide venir a la Tierra, pero en septiembre sale de uno de los tres agujeros (nebulosas oscuras) en Escorpio durante septiembre, y no regresa hasta alrededor de marzo. Durante este tiempo él está en la tierra como "willy willy" o torbellino, y puede ser peligroso para los niños y los hombres no iniciados.

source: ##### Stars&#8217; Road &mdash; Milky Way A strong-willed girl became so angry when her mother would not give her any of a delicious roasted root that she grabbed the roasting roots from the fire. The girl threw the roots and ashes into the sky, where the red and white roots now glow as red and white stars, and the ashes are the Milky Way or Stars&#8217; road. ##### Hunting trip &mdash; Pleiades, Aldebaran and Orion According to the Namaquas, the Pleiades were the daughters of the sky god. Their husband (Aldebaran) shot his arrow (Orion&#8217;s sword) at three zebras (Orion's belt), but missed. Now he is stuck. He cannot go home because he had not supplied meat for his family, and he cannot fetch his arrow because of the fierce lion (Betelgueuse), watching the zebras. ##### Other Legends The Xam Bushmen called Canopus the &#8220;ant-egg star&#8221;, while Vega was seen as a male steenbok by the Gwi Bushmen. The Nyae Naye Kung Bushmen refers to the Coalsack Nebula as the &#8220;old bag of the night.&#8221; The bright reddish star Antares was called the &#8220;fire-finishing star&#8221; by the Xu Bushmen. Not only does it have the reddish colour, but at certain times of the year it sets very late at night, after camp fires had died down. Another Khoikhoi legend tells of some &#8220;great celestial beast&#8221; with the pointer stars of the Southern Cross referred to as Mura, &#8220;the eyes&#8221; of the beast.
es_419: ##### Camino de la estrella &mdash; Vía Láctea Una niña de voluntad fuerte se enojó tanto cuando su madre no le dio nada de una deliciosa raíz tostada que agarró las raíces tostadas del fuego. La niña arrojó las raíces y las cenizas al cielo, donde las raíces rojas y blancas ahora brillan como estrellas rojas y blancas, y las cenizas son la Vía Láctea o el camino de la estrella. ##### Viaje de caza &mdash; Pléyades, Aldebarán y Orión: Según los namaquas, las Pléyades eran las hijas del dios del cielo. Su esposo (Aldebarán) disparó su flecha (la espada de Orión) a tres cebras (el cinturón de Orión), pero falló. Ahora está atrapado. No puede volver a casa porque no ha provisto suficiente carne para su familia, y no puede ir a buscar su flecha debido al feroz león (Betelgeuse) que vigila a las cebras. ##### Otras leyendas Los bosquimanos de Xam llamaban a Canopus la &#8220;estrella del huevo de hormiga&#8221;, mientras que los bosquimanos de Gwi consideraban a Vega como un steenbok macho. Los bosquimanos Nyae Naye Kung se refieren a la Nebulosa Saco de Carbón como la &#8220;vieja bolsa de la noche&#8221; La brillante estrella rojiza Antares fue llamada la &#8220;estrella que acaba con el fuego&#8221; por los bosquimanos Xu. No solo tiene el color rojizo, sino que en ciertas épocas del año se pone muy tarde en la noche, después de que las fogatas se han apagado. Otra leyenda khoikhoi habla de una &#8220;gran bestia celestial&#8221; con las estrellas indicadoras de la Cruz del Sur conocidas como Mura, &#8220;los ojos&#8221; de la bestia.
