Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The Almagest consists of 13 sections, called books. In the seventh and eighth book, Ptolemy listed a total of 1022 stars in 48 constellations (among which are about 5 star-like objects like globular star clusters). It is a table of coordinates of the stars with a description of their position in the constellation (such as "star at the elbow of X, longitude, latitude, magnitude"). With regard to precession, Ptolemy used ecliptic coordinates. As one of the first of his time, Ptolemy included the magnitude, a quantitative scale of stellar brightness, probably adopted from Hipparchus (which is not certain because Hipparchus&rsquo; catalog is not preserved). The scale starts with the brightest star with the magnitude of 1, going down to magnitude of 6, for the faintest stars visible. <p>For the computation of planet positions Ptolemy used a geocentric model (which is allowed because the observer always stands on Earth) and, thus, contributed to the scientific belief that the heliocentric model by Aristarch was not needed. However, for the star catalogue of the <i>Almagest</i> this does not matter at all because a star catalogue always represents a sort of inventory of the fixed dots in the sky and Ptolemy's proclaimed aim of the catalogue is to provide a list for making a celestial globe (see Alm., VIII, 3). Being aware of precession he wants to ease the business of future globemakers by using ecliptical coordinates: Precession as known to Ptolemy shifts all stars parallel to the ecliptic, therefore updates to the epoch of the respective globemaker could be applied by a simple subtraction of the value for ecliptic longitude.</p> ### How this sky culture was made ### Star names Out of more than 1,000 stars, Ptolemy mentions a proper name for only 15. The rest are identified by fairly long descriptions such as "The star on the end of the tail" for the Polaris. In order to avoid displaying such long strings across the screen in Stellarium, we invented short labels for all Almagest stars based on the constellation and the order in which they appear in the catalogue. For example, Polaris is given a designation "UMi 1" because it is the first star in the constellation of Small Bear (UMi). See the table below for the correspondence between Ptolemy constellations and IAU abbreviations. In addition, where Ptolemy describes a star as lying outside of the figure, we use lowercase letters in the corresponding label. To see the long description for a given star, users should enable "Use additional names of stars" in the "View [F4]/Sky" settings and click on the star. The long description will then be displayed at the top of the screen. ### Constellation lines The process can be described as sketched here with the example of Corvus: In the constellation of Corvus (Raven), &alpha; Crv is the star in the &quot;head of the raven&quot;. It is connected with the &quot;star in the neck&quot;, &epsilon; Crv. This one is connected with &quot;the star in the breast&quot; &zeta; Crv. From there two lines go to the tips of the wings. &gamma; Crv is the star in the advanced wing and &delta; Crv the star in the rear wing. From the star in the breast another line goes to the &quot;foot of the raven&quot;, the star &beta; Crv. <p><img width="800" src="illustrations/corvus_s.png" /></p> <p>After identifying the stars based on their coordinates and names, we reconnected the stars according to the descriptions in the table presented in the <i>Almagest</i>.</p> <p>The names of stars and names of deep sky objects rely on the Almagest only, e.g. Ptolemy uses the name &quot;&lambda;&alpha;&mu;&pi;&alpha;&delta;&#943;&alpha;&sigmaf; (The Torch-like)&quot; for Aldebaran in his other work, the <i>Tetrabiblos</i>, but this is not implemented in this sky culture because it doesn't show up in the Almagest.</p> The following table displays the original constellation name in Greek and its English translation (column 2 and 3) and denotes our uncertainties in the reconstruction (column 6). <table> <tr valign="top"> <td><b>Abbreviation</b></td> <td><b>Original name</b></td> <td><b>Translation</b> (direct)</td> <td><b>IAU (Latin) name</b></td> <td><b>hints to constellation</b></td> <td><b>freedom of art</b></td> </tr> <tr valign="top"> <td><notr>UMi</notr></td> <td><notr>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Small She-Bear</td> <td><notr>Ursa Minor</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>UMa</notr></td> <td><notr>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Great She-Bear</td> <td><notr>Ursa Major</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Dra</notr></td> <td><notr>&Delta;&rho;&#940;&kappa;&omega;&nu;</notr></td> <td>Dragon</td> <td><notr>Draco</notr></td> <td>all triangles or squares are vertebra or parts of the body; line at the head is the tongue</td> <td></td> </tr> <tr valign="top"> <td><notr>Cep</notr></td> <td><notr>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</notr></td> <td>Kepheus</td> <td><notr>Cepheus</notr></td> <td>king, upside down </td> <td>three head stars are tiara; &beta; seen as part of the belt, although Almagest says beneath belt</td> </tr> <tr valign="top"> <td><notr>Boo</notr></td> <td><notr>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</notr></td> <td>Ploughman</td> <td><notr>Bo&ouml;tes</notr></td> <td>has a shepherd's staff in his hand (&omega;)</td> <td>star HIP 72582 added as neck star</td> </tr> <tr valign="top"> <td><notr>CrB</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</notr></td> <td>Crown</td> <td><notr>Corona Borealis</notr></td> <td>like IAU constellation; no details for lines in the text</td> <td></td> </tr> <tr valign="top"> <td><notr>Her</notr></td> <td><notr>&#703;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</notr></td> <td>Kneeler</td> <td><notr>Hercules</notr></td> <td>one of the foot stars is top of staff of Bootes</td> <td>star HIP 82764 added as neck star</td> </tr> <tr valign="top"> <td><notr>Lyr</notr></td> <td><notr>&Lambda;&#973;&rho;&alpha;</notr></td> <td>Lyre</td> <td><notr>Lyra</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Cyg</notr></td> <td><notr>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</notr></td> <td>Bird</td> <td><notr>Cygnus</notr></td> <td>swan with legs</td> <td>Tips of wings connected with tail</td> </tr> <tr valign="top"> <td><notr>Cas</notr></td> <td><notr>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</notr></td> <td>Kassiepeia</td> <td><notr>Cassiopeia</notr></td> <td>Queen sitting on a throne</td> <td>to avoid confusion we did not draw the throne</td> </tr> <tr valign="top"> <td><notr>Per</notr></td> <td><notr>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</notr></td> <td>Perseus</td> <td><notr>Perseus</notr></td> <td>Double star cluster NGC 869 and NGC 884 as Deep Sky Object - &gt;one of the stars in the cluster was used for drawing</td> <td>one of the stars in Gorgon-head is added to make the head look more spherical</td> </tr> <tr valign="top"> <td><notr>Aur</notr></td> <td><notr>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</notr></td> <td>Charioteer</td> <td><notr>Auriga</notr></td> <td>wears long garment; garment limited through shoulders and hem</td> <td>&omicron; Aur added as neck star; 1 Aur added as hem star</td> </tr> <tr valign="top"> <td><notr>Oph</notr></td> <td><notr>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;</notr></td> <td>Serpent Bearer</td> <td><notr>Ophiuchus</notr></td> <td>has serpent in his hand</td> <td>a star added as neck star</td> </tr> <tr valign="top"> <td><notr>Ser</notr></td> <td><notr>&#702;&#714;&Omicron;&phi;&iota;&sigmaf;</notr></td> <td>Snake</td> <td><notr>Serpens</notr></td> <td>two separate parts of the snake (head and tail); square is head</td> <td></td> </tr> <tr valign="top"> <td><notr>Sge</notr></td> <td><notr>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</notr></td> <td>Arrow</td> <td><notr>Sagitta</notr></td> <td>Like IAU constellation, &eta; Sge is missing </td> <td></td> </tr> <tr valign="top"> <td><notr>Aql</notr></td> <td><notr>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</notr></td> <td>Eagle</td> <td><notr>Aquila</notr></td> <td>&tau; Aql as head star, &beta; as neck, Altair is between shoulders, &gamma; and &mu; are shoulders</td> <td></td> </tr> <tr valign="top"> <td><notr>Del</notr></td> <td><notr>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</notr></td> <td>Dolphin</td> <td><notr>Delphinus</notr></td> <td></td> <td>refined shape</td> </tr> <tr valign="top"> <td><notr>Equ</notr></td> <td><notr>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</notr></td> <td>Bust [of a horse]</td> <td><notr>Equuleus</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Peg</notr></td> <td><notr>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</notr></td> <td>Horse</td> <td><notr>Pegasus</notr></td> <td>with mane and one wing</td> <td></td> </tr> <tr valign="top"> <td><notr>And</notr></td> <td><notr>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</notr></td> <td>Andromeda</td> <td class='latin'><notr>Andromeda</notr></td> <td>dress and belt</td> <td></td> </tr> <tr valign="top"> <td><notr>Tri</notr></td> <td><notr>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</notr></td> <td>Triangle</td> <td><notr>Triangulum</notr></td> <td>four given stars &#61664; middle star of one side</td> <td></td> </tr> <tr valign="top"> <td><notr>Ari</notr></td> <td><notr>&Kappa;&rho;&iota;&#972;&sigmaf;</notr></td> <td>Ram</td> <td><notr>Aries</notr></td> <td>turned head; only one horn</td> <td></td> </tr> <tr valign="top"> <td><notr>Tau</notr></td> <td><notr>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</notr></td> <td>Bull</td> <td><notr>Taurus</notr></td> <td>half body, only two legs visible; direction of view to observer</td> <td></td> </tr> <tr valign="top"> <td><notr>Gem</notr></td> <td><notr>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</notr></td> <td>Twins</td> <td><notr>Gemini</notr></td> <td>one star in common; touching each other with hands</td> <td></td> </tr> <tr valign="top"> <td><notr>Cnc</notr></td> <td><notr>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</notr></td> <td>Crab</td> <td><notr>Cancer</notr></td> <td>square body</td> <td></td> </tr> <tr valign="top"> <td><notr>Leo</notr></td> <td><notr>&Lambda;&#941;&omega;&nu;</notr></td> <td>Lion</td> <td><notr>Leo</notr></td> <td>opens jaw</td> <td></td> </tr> <tr valign="top"> <td><notr>Vir</notr></td> <td><notr>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</notr></td> <td>Maiden</td> <td><notr>Virgo</notr></td> <td>no separate head</td> <td>fainter stars added to draw the wings</td> </tr> <tr valign="top"> <td><notr>Lib</notr></td> <td><notr>&Chi;&eta;&lambda;&alpha;&#943;</notr></td> <td>Claws [of the Scorpion]</td> <td><notr>Libra</notr></td> <td>Ptolemy always uses the term &quot;claws&quot;, never &quot;the balance&quot;.</td> <td></td> </tr> <tr valign="top"> <td><notr>Sco</notr></td> <td><notr>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</notr></td> <td>Scorpion</td> <td><notr>Scorpius</notr></td> <td></td> <td>arms added around the head: &nu; and &rho;</td> </tr> <tr valign="top"> <td><notr>Sgr</notr></td> <td><notr>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</notr></td> <td>Archer</td> <td><notr>Sagittarius</notr></td> <td>a centaur with bow ahead; &bdquo;cloak&ldquo; behind</td> <td>we included many faint stars in our stick figure in order to make the picture clear.</td> </tr> <tr valign="top"> <td><notr>Cap</notr></td> <td><notr>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</notr></td> <td>The One with the Goat's Horn</td> <td><notr>Capricornus</notr></td> <td>fish tail; two legs visible</td> <td></td> </tr> <tr valign="top"> <td><notr>Aqr</notr></td> <td><notr>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</notr></td> <td>Water-Carrier</td> <td><notr>Aquarius</notr></td> <td>water out of jug</td> <td></td> </tr> <tr valign="top"> <td><notr>Psc</notr></td> <td><notr>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</notr></td> <td>[2] Fish</td> <td><notr>Pisces</notr></td> <td></td> <td>northern fish: 68(h), 67(k), and 65(i) described as head in Almagest but we took them as fin because mouth should be at g and &tau; Psc. Additional change on tail fin: extended to &rho;</td> </tr> <tr valign="top"> <td><notr>Cet</notr></td> <td><notr>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</notr></td> <td>Sea Monster</td> <td><notr>Cetus</notr></td> <td></td> <td>Body does not go through star &tau;, but through star &upsilon;</td> </tr> <tr valign="top"> <td><notr>Ori</notr></td> <td><notr>&#702;&Omega;&rho;&#943;&omega;&nu;</notr></td> <td>Orion</td> <td class='latin'><notr>Orion</notr></td> <td></td> <td>The &quot;head&quot; is labeled as &quot;nebulous&quot; which means Ptolemy interpreted &phi;<sub>1</sub>, &phi;<sub>2</sub>, and &lambda;, together with fainter stars between them as a &quot;cluster&quot; (or association which is more extended than the modern &quot;&lambda; Ori Assoc.&quot;). Head does not have direct connection to the shoulder stars anymore, but a connection to a star between the stars in the shoulders.</td> </tr> <tr valign="top"> <td><notr>Eri</notr></td> <td><notr>&Pi;&omicron;&tau;&alpha;&mu;&omicron;&#972;&sigmaf;</notr></td> <td>River [nameless]</td> <td><notr>Eridanus</notr></td> <td>Like IAU constellation, but shorter</td> <td></td> </tr> <tr valign="top"> <td><notr>Lep</notr></td> <td><notr>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</notr></td> <td>Hare</td> <td><notr>Lepus</notr></td> <td></td> <td>took the "4 stars over the ear" as ear</td> </tr> <tr valign="top"> <td><notr>CMa</notr></td> <td><notr>&Kappa;&#973;&omega;&nu;</notr></td> <td>Dog</td> <td><notr>Canis Major</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>CMi</notr></td> <td><notr>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</notr></td> <td>The One before the Dog</td> <td><notr>Canis Minor</notr></td> <td></td> <td>In Almagest, the name of the constellation is &quot;The One before the Dog&quot; or &quot;Harbinger of Sirius&quot; as Toomer puts it. However, &beta; CMi is called &quot;the neck&quot; (of whom is unknown).</td> </tr> <tr valign="top"> <td><notr>Arg</notr></td> <td><notr>&#702;&Alpha;&rho;&gamma;&omega;</notr></td> <td>Ship &quot;Argo&quot;</td> <td><notr>Argo</notr></td> <td>smaller than the sum of the IAU-constellations Pup+Pyx+Car+Vel</td> <td>Many stars not integrated in the constellation, to create a boat-like shape; in many depictions (including the ancient Farnese globe), only a half of a ship is painted.</td> </tr> <tr valign="top"> <td><notr>Hya</notr></td> <td><notr>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;</notr></td> <td>Water Snake</td> <td><notr>Hydra</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Crt</notr></td> <td><notr>&Kappa;&rho;&alpha;&tau;&#768;&eta;&rho;</notr></td> <td>Krater (vessel)</td> <td><notr>Crater</notr></td> <td></td> <td>a Krater is special Greek wine mixing vessel which looks like an amphora or vase: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a> Ptolemy describes only one star in the foot (&alpha; Crt) and two handles (&eta;, &theta; Crt)</td> </tr> <tr valign="top"> <td><notr>Crv</notr></td> <td><notr>&Kappa;&oacute;&rho;&alpha;&xi;</notr></td> <td>Raven</td> <td><notr>Corvus</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Cen</notr></td> <td><notr>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</notr></td> <td>Kentauros</td> <td><notr>Centaurus</notr></td> <td></td> <td>deviation from description: HIP 65373 instead of &omega; Cen (cluster) taken as star on the back. &lsquo;Thyrsus&lsquo; not drawn (to avoid confusion), backward arm added.</td> </tr> <tr valign="top"> <td><notr>Lup</notr></td> <td><notr>&Theta;&eta;&rho;&#943;&omicron;&nu;</notr></td> <td>Beast</td> <td><notr>Lupus</notr></td> <td></td> <td>&beta; described as &lsquo;End of hind leg&lsquo; -> taken as star in the belly; &tau;<sub>1</sub> as hindleg; &chi; in head, because otherwise shapelessness arises; HIP 73493 taken as foreleg</td> </tr> <tr valign="top"> <td><notr>Ara</notr></td> <td><notr>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</notr></td> <td>Altar</td> <td><notr>Ara</notr></td> <td>like IAU constellation</td> <td></td> </tr> <tr valign="top"> <td><notr>CrA</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</notr></td> <td>Southern Crown</td> <td><notr>Corona Australis</notr></td> <td>like IAU constellation; only uncertainty with stars that only got a BSC number in the Almagest, because these are not clearly to identify in Stellarium</td> <td></td> </tr> <tr valign="top"> <td><notr>PsA</notr></td> <td><notr>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</notr></td> <td>Southern Fish</td> <td><notr>Piscis Austrinus</notr></td> <td>the fish is laying on his back</td> <td>the fish is apparently dead: the belly up, or an eelwith twisted spine; we added a few stars to mark the tail fin whose tip is given as &beta; PsA.</td> </tr> </table> ### Fair Use This sky culture originates from a student's year of research. We provide this for free but authors of contributions certainly deserve to be cited according to the common rules. Thank you! ### Thanks The authors thank Patrick Gleason and Georg Zotti for English proofreading and interesting discussions.
ru: Альмагест состоит из 13 разделов, называемых книгами. В седьмой и восьмой книгах Птолемей перечислил в общей сложности 1022 звезды в 48 созвездиях (среди которых около 5 звездоподобных объектов, таких как шаровые звездные скопления). Это таблица координат звезд с описанием их положения в созвездии (например, "звезда в локте X, долгота, широта, звездная величина"). Что касается прецессии, Птолемей использовал эклиптические координаты. Одним из первых в свое время Птолемей включил звездную величину - количественную шкалу яркости звезд, которая, вероятно, была заимствована у Гиппарха (в чем нет уверенности, поскольку каталог Гиппарха не сохранился). Шкала начинается с самой яркой звезды 1-й звездной величины и опускается до 6-й звездной величины для самых слабых видимых звезд. <p>Для вычисления положений планет Птолемей использовал геоцентрическую модель (которая допускается, поскольку наблюдатель всегда находится на Земле) и, таким образом, способствовал научному убеждению, что гелиоцентрическая модель Аристарха не нужна. Однако для звездного каталога <i>Альмагеста</i> это вообще не имеет значения, поскольку звездный каталог всегда представляет собой своего рода перечень неподвижных точек на небе, и провозглашенная Птолемеем цель каталога - предоставить список для создания небесного глобуса (см. Альм., VIII, 3). Зная о прецессии, он хочет облегчить работу будущих создателей глобусов, используя эклиптические координаты: Прецессия, известная Птолемею, смещает все звезды параллельно эклиптике, поэтому обновление эпохи при создании соответствующего глобуса может быть применено путем простого вычитания значения эклиптической долготы.</p> ### Как была создана эта культура неба ### Названия звёзд Из более чем 1000 звезд Птолемей называет собственными именами только 15. Остальные указаны с помощью довольно длинных описаний, таких как "Звезда на конце хвоста" для Полярной звезды. Чтобы избежать отображения таких длинных строк на экране в Stellarium, мы придумали короткие названия для всех звезд Альмагеста в зависимости от созвездия и порядка их расположения в каталоге. Например, Полярной звезде присвоено обозначение "UMi 1", поскольку она является первой звездой в созвездии Малой Медведицы (UMi). Смотрите таблицу ниже, где приведено соответствие между созвездиями Птолемея и аббревиатурами МАС. Кроме того, в тех случаях, когда Птолемей описывает звезду как лежащую за пределами рисунка, мы используем строчные буквы в соответствующей надписи. Чтобы просмотреть подробное описание для данной звезды, пользователи должны включить "Использовать дополнительные названия звезд" в настройках "Просмотр [F4]/Небо" и щелкнуть по звезде. После этого в верхней части экрана отобразится подробное описание. ### Линии созвездий Процесс можно описать так, как показано здесь на примере Ворона: В созвездии Corvus (Ворон), &alpha; Crv звезда, находящаяся в &quot;голове ворона&quot;. Она соединена со &quot;звездой в шее&quot;, &epsilon; Crv. Эта связана со &quot;theзвездой в груди&quot; &zeta; Crv. Оттуда идут две линии к кончикам крыльев. &gamma; Crv является звездой в ближнем крыле, а &delta; Crv звездой в дальнем крыле. От звезды на груди идет еще одна линия к &quot;ноге ворона&quot;, звезде &beta; Crv. <p><img width="800" src="illustrations/corvus_s.png" /></p> <p>После идентификации звезд на основе их координат и названий мы переподключили звезды согласно описаниям в таблице, представленной в <i>Альмагесте</i>.</p> <p>Названия звезд и названия объектов дальнего космоса опираются только на Альмагест, например, Птолемей использует название &quot;&lambda;&alpha;&mu;&pi;&alpha;&delta;&#943;&alpha;&sigmaf; (Факелоподобный)&quot; для Альдебарана в его другой работе, <i>Четверокнижие</i>, но это не реализовано в этой культуре неба, потому что его нет в Альмагесте.</p> В следующей таблице показано оригинальное название созвездия на греческом языке и его Перевод на английский язык (столбцы 2 и 3) и обозначает нашу неопределенность в реконструкция (столбец 6). <table> <tr valign="top"> <td><b>Аббревиатура</b></td> <td><b>Оригинальное название</b></td> <td><b>Перевод</b> (прямой)</td> <td><b>Название МАС (латинское)</b></td> <td><b>намеки на созвездие</b></td> <td><b>изображение</b></td> </tr> <tr valign="top"> <td><notr>UMi</notr></td> <td><notr>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Малая медведица</td> <td><notr>Ursa Minor</notr></td> <td>как созвездие МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>UMa</notr></td> <td><notr>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Большая медведица</td> <td><notr>Ursa Major</notr></td> <td>как созвездие МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>Dra</notr></td> <td><notr>&Delta;&rho;&#940;&kappa;&omega;&nu;</notr></td> <td>Дракон</td> <td><notr>Draco</notr></td> <td>все треугольники или квадраты — позвонки или части тела; линия у головы — язык</td> <td></td> </tr> <tr valign="top"> <td><notr>Cep</notr></td> <td><notr>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</notr></td> <td>Кефей</td> <td><notr>Cepheus</notr></td> <td>король, вверх ногами </td> <td>три звезды во главе — корона; &бета; рассматривается как часть пояса, хотя Альмагест говорит, что она ниже пояса</td> </tr> <tr valign="top"> <td><notr>Boo</notr></td> <td><notr>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</notr></td> <td>Пахарь</td> <td><notr>Bo&ouml;tes</notr></td> <td>в руке у него пастуший посох (&omega;)</td> <td>звезда HIP 72582 добавлена как звезда на шее</td> </tr> <tr valign="top"> <td><notr>CrB</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</notr></td> <td>Корона</td> <td><notr>Corona Borealis</notr></td> <td>как созвездие МАС; нет подробностей в тексте</td> <td></td> </tr> <tr valign="top"> <td><notr>Her</notr></td> <td><notr>&#703;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</notr></td> <td>Коленопреклоненный</td> <td><notr>Hercules</notr></td> <td>одна из звезд на ноге является звездой Волопаса</td> <td>звезда HIP 82764 добавлена как звезда на шее</td> </tr> <tr valign="top"> <td><notr>Lyr</notr></td> <td><notr>&Lambda;&#973;&rho;&alpha;</notr></td> <td>Лира</td> <td><notr>Lyra</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Cyg</notr></td> <td><notr>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</notr></td> <td>Птица</td> <td><notr>Cygnus</notr></td> <td>лебедь с ногами</td> <td>Кончики крыльев соединены с хвостом</td> </tr> <tr valign="top"> <td><notr>Cas</notr></td> <td><notr>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</notr></td> <td>Кассиопея</td> <td><notr>Cassiopeia</notr></td> <td>Королева, сидящая на троне</td> <td>чтобы избежать путаницы мы не стали рисовать трон</td> </tr> <tr valign="top"> <td><notr>Per</notr></td> <td><notr>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</notr></td> <td>Персей</td> <td><notr>Perseus</notr></td> <td>Двойное звёздное скопление NGC 869 и NGC 884 как объект глубокого космоса - &gt;одна из звезд в скоплении была использована для рисунка</td> <td>одна из звезд в голове Горгоны добавлена, чтобы голова выглядела более сферической</td> </tr> <tr valign="top"> <td><notr>Aur</notr></td> <td><notr>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</notr></td> <td>Возничий</td> <td><notr>Auriga</notr></td> <td>носит длинную одежду; одежда ограничена плечами и подолом</td> <td>&omicron; Aur добавлена как звезда на шее; 1 Aur добавлена как звезда на подоле</td> </tr> <tr valign="top"> <td><notr>Oph</notr></td> <td><notr>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;</notr></td> <td>Змееносец</td> <td><notr>Ophiuchus</notr></td> <td>имеет змею в руках</td> <td>звезда добавлена ​​как звезда на шее</td> </tr> <tr valign="top"> <td><notr>Ser</notr></td> <td><notr>&#702;&#714;&Omicron;&phi;&iota;&sigmaf;</notr></td> <td>Змея</td> <td><notr>Serpens</notr></td> <td>две отдельные части змеи (голова и хвост); квадрат — это голова</td> <td></td> </tr> <tr valign="top"> <td><notr>Sge</notr></td> <td><notr>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</notr></td> <td>Стрела</td> <td><notr>Sagitta</notr></td> <td>Как созвездие МАС, &eta; Sge потеряна</td> <td></td> </tr> <tr valign="top"> <td><notr>Aql</notr></td> <td><notr>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</notr></td> <td>Орёл</td> <td><notr>Aquila</notr></td> <td>&tau; Aql как звезда в голове, &beta; как шея, Альтаир находится между плечами, &gamma; и &mu; — плечи</td> <td></td> </tr> <tr valign="top"> <td><notr>Del</notr></td> <td><notr>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</notr></td> <td>Дельфин</td> <td><notr>Delphinus</notr></td> <td></td> <td>утонченная форма</td> </tr> <tr valign="top"> <td><notr>Equ</notr></td> <td><notr>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</notr></td> <td>Бюст [лошади]</td> <td><notr>Equuleus</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Peg</notr></td> <td><notr>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</notr></td> <td>Конь</td> <td><notr>Pegasus</notr></td> <td>с гривой и одним крылом</td> <td></td> </tr> <tr valign="top"> <td><notr>And</notr></td> <td><notr>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</notr></td> <td>Андромеда</td> <td class='latin'><notr>Andromeda</notr></td> <td>платье и пояс</td> <td></td> </tr> <tr valign="top"> <td><notr>Tri</notr></td> <td><notr>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</notr></td> <td>Треугольник</td> <td><notr>Triangulum</notr></td> <td>четыре данные звезды &#61664; средняя звезда одной стороны</td> <td></td> </tr> <tr valign="top"> <td><notr>Ari</notr></td> <td><notr>&Kappa;&rho;&iota;&#972;&sigmaf;</notr></td> <td>Баран</td> <td><notr>Aries</notr></td> <td>повернутая голова; только один рог</td> <td></td> </tr> <tr valign="top"> <td><notr>Tau</notr></td> <td><notr>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</notr></td> <td>Бык</td> <td><notr>Taurus</notr></td> <td>половина тела, видны только две ноги; направление взгляда на наблюдателя</td> <td></td> </tr> <tr valign="top"> <td><notr>Gem</notr></td> <td><notr>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</notr></td> <td>Близнецы</td> <td><notr>Gemini</notr></td> <td>одна общая звезда; касаются друг друга руками</td> <td></td> </tr> <tr valign="top"> <td><notr>Cnc</notr></td> <td><notr>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</notr></td> <td>Рак</td> <td><notr>Cancer</notr></td> <td>квадратное тело</td> <td></td> </tr> <tr valign="top"> <td><notr>Leo</notr></td> <td><notr>&Lambda;&#941;&omega;&nu;</notr></td> <td>Лев</td> <td><notr>Leo</notr></td> <td>открывает челюсть</td> <td></td> </tr> <tr valign="top"> <td><notr>Vir</notr></td> <td><notr>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</notr></td> <td>Дева</td> <td><notr>Virgo</notr></td> <td>нет отдельной головы</td> <td>добавлены более тусклые звезды, чтобы нарисовать крылья</td> </tr> <tr valign="top"> <td><notr>Lib</notr></td> <td><notr>&Chi;&eta;&lambda;&alpha;&#943;</notr></td> <td>Клешни [Скорпиона]</td> <td><notr>Libra</notr></td> <td>Птолемей всегда использует термин «клешни», а не «весы».</td> <td></td> </tr> <tr valign="top"> <td><notr>Sco</notr></td> <td><notr>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</notr></td> <td>Скорпион</td> <td><notr>Scorpius</notr></td> <td></td> <td>лапы добавлены вокруг головы: &nu; и &rho;</td> </tr> <tr valign="top"> <td><notr>Sgr</notr></td> <td><notr>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</notr></td> <td>Лучник</td> <td><notr>Sagittarius</notr></td> <td>кентавр с луком впереди; &bquot;плащ&ldquo; позади</td> <td>мы включили в нашу фигурку много слабых звезд, чтобы сделать картинку более четкой.</td> </tr> <tr valign="top"> <td><notr>Cap</notr></td> <td><notr>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</notr></td> <td>Тот, что с козлиным рогом</td> <td><notr>Capricornus</notr></td> <td>рыбий хвост; видны две ноги</td> <td></td> </tr> <tr valign="top"> <td><notr>Aqr</notr></td> <td><notr>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</notr></td> <td>Водовоз</td> <td><notr>Aquarius</notr></td> <td>вода льётся из кувшина</td> <td></td> </tr> <tr valign="top"> <td><notr>Psc</notr></td> <td><notr>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</notr></td> <td>[2] Рыбы</td> <td><notr>Pisces</notr></td> <td></td> <td>северная рыба: 68(h), 67(k), и 65(i) описаны как голова в Альмагесте, но мы приняли их за плавник, потому что рот должен быть на уровне g и &tau; Psc. Дополнительное изменение на хвостовом плавнике: удлинен до &rho;</td> </tr> <tr valign="top"> <td><notr>Cet</notr></td> <td><notr>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</notr></td> <td>Морское чудовище</td> <td><notr>Cetus</notr></td> <td></td> <td>Тело не проходит через звезду &tau;, но через звезду &upsilon;</td> </tr> <tr valign="top"> <td><notr>Ori</notr></td> <td><notr>&#702;&Omega;&rho;&#943;&omega;&nu;</notr></td> <td>Орион</td> <td class='latin'><notr>Orion</notr></td> <td></td> <td>&quot;Голова&quot; помечена как &quot;туманность&quot; что означает, что Птолемей интерпретировал &phi;<sub>1</sub>, &phi;<sub>2</sub>, и &lambda;, вместе с более слабыми звездами между ними как &quot;скопление&quot; (или ассоциация, которая более обширна, чем современная ассоциация &quot;&lambda; Ori&quot;). Голова больше не имеет прямой связи со звездами на плечах, но имеет связь со звездой между звездами на плечах..</td> </tr> <tr valign="top"> <td><notr>Eri</notr></td> <td><notr>&Pi;&omicron;&tau;&alpha;&mu;&omicron;&#972;&sigmaf;</notr></td> <td>Река [безымянная]</td> <td><notr>Eridanus</notr></td> <td>Как созвездие МАС, но короче</td> <td></td> </tr> <tr valign="top"> <td><notr>Lep</notr></td> <td><notr>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</notr></td> <td>Заяц</td> <td><notr>Lepus</notr></td> <td></td> <td>взяли "4 звезды над ухом" как ухо</td> </tr> <tr valign="top"> <td><notr>CMa</notr></td> <td><notr>&Kappa;&#973;&omega;&nu;</notr></td> <td>Пёс</td> <td><notr>Canis Major</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>CMi</notr></td> <td><notr>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</notr></td> <td>Тот, что перед псом</td> <td><notr>Canis Minor</notr></td> <td></td> <td>В Альмагесте название созвездия — «Тот, кто перед Псом» или «Предвестник Сириуса», как выразился Тумер. Однако, &beta; CMi называется «шеей» (чье имя неизвестно).</td> </tr> <tr valign="top"> <td><notr>Arg</notr></td> <td><notr>&#702;&Alpha;&rho;&gamma;&omega;</notr></td> <td>Корабль &quot;Арго&quot;</td> <td><notr>Argo</notr></td> <td>меньше суммы созвездий МАС Pup+Pyx+Car+Vel</td> <td>Множество звезд, не объединенных в созвездие, создают форму, напоминающую лодку; на многих изображениях (включая древний глобус Фарнезе) изображена только половина корабля.</td> </tr> <tr valign="top"> <td><notr>Hya</notr></td> <td><notr>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;</notr></td> <td>Водяная змея</td> <td><notr>Hydra</notr></td> <td>как созвездие МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>Crt</notr></td> <td><notr>&Kappa;&rho;&alpha;&tau;&#768;&eta;&rho;</notr></td> <td>Кратер (сосуд)</td> <td><notr>Crater</notr></td> <td></td> <td>Кратер — это специальный греческий сосуд для смешивания вина, который выглядит как амфора или ваза: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a> Птолемей описывает только одну звезду в основании (&alpha; Crt) и две ручки (&eta;, &theta; Crt)</td> </tr> <tr valign="top"> <td><notr>Crv</notr></td> <td><notr>&Kappa;&oacute;&rho;&alpha;&xi;</notr></td> <td>Ворон</td> <td><notr>Corvus</notr></td> <td>как созвездие МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>Cen</notr></td> <td><notr>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</notr></td> <td>Кентавр</td> <td><notr>Centaurus</notr></td> <td></td> <td>отклонение от описания: HIP 65373 вместо &omega; Cen (скопление), принятый за звезду на обороте. &lsquo;Тирс&rsquo; не прорисован (чтобы избежать путаницы), добавлена ​​дальняя рука.</td> </tr> <tr valign="top"> <td><notr>Lup</notr></td> <td><notr>&Theta;&eta;&rho;&#943;&omicron;&nu;</notr></td> <td>Зверь</td> <td><notr>Lupus</notr></td> <td></td> <td>&beta; описана как &lsquo;Конец задней ноги&lsquo; -> взята как звезда в животе; &tau;<sub>1</sub> как задняя нога; &chi; в голове, потому что в противном случае возникает бесформенность; HIP 73493 взята как передняя нога</td> </tr> <tr valign="top"> <td><notr>Ara</notr></td> <td><notr>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</notr></td> <td>Алтарь</td> <td><notr>Ara</notr></td> <td>как созвездие МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>CrA</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</notr></td> <td>Южная Корона</td> <td><notr>Corona Australis</notr></td> <td>как созвездие МАС; неопределенность только со звездами, которые получили только номер BSC в Альмагесте, поскольку они нечетко идентифицируются в Stellarium</td> <td></td> </tr> <tr valign="top"> <td><notr>PsA</notr></td> <td><notr>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</notr></td> <td>Южная Рыба</td> <td><notr>Piscis Austrinus</notr></td> <td>рыба лежит на спине</td> <td>рыба, по всей видимости, мертва: вверх брюхом, или угорь с искривленным позвоночником; мы добавили несколько звезд, чтобы отметить хвостовой плавник, кончик которого обозначен как &beta; PsA.</td> </tr> </table> ### Добросовестное использование Эта культура неба берет свое начало в студенческом исследовательском году. Мы предоставляем это бесплатно, но авторы вкладов, безусловно, заслуживают того, чтобы их цитировали в соответствии с общими правилами. Спасибо! ### Спасибо Авторы выражают благодарность Патрику Глисону и Георгу Зотти за вычитку английского текста и интересные обсуждения.
sv: Almagest består av 13 avsnitt, så kallade böcker. I den sjunde och åttonde boken listade Ptolemaios totalt 1022 stjärnor i 48 konstellationer (bland dem finns cirka 5 stjärnliknande objekt som klotformiga stjärnhopar). Det är en tabell med koordinater för stjärnorna med en beskrivning av deras position i konstellationen (t.ex. "stjärna vid armbågen av X, longitud, latitud, magnitud"). När det gäller precessionen använde Ptolemaios ekliptiska koordinater. Som en av de första på sin tid inkluderade Ptolemaios magnituden, en kvantitativ skala för stjärnornas ljusstyrka, som förmodligen från Hipparchus (vilket inte är säkert eftersom Hipparchus katalog inte finns bevarad). Skalan börjar med den ljusstarkaste stjärnan med magnitud 1, och går ner till magnitud 6, för de svagaste stjärnorna synliga. <p>För beräkningen av planeternas positioner använde Ptolemaios en geocentrisk modell (vilket är tillåtet eftersom observatören alltid står på jorden) och därmed, bidrog till den vetenskapliga uppfattningen att den heliocentriska modellen av Aristarchs heliocentriska modell inte behövdes. Men för stjärnkatalogen i <i>Almagest</i> spelar detta ingen roll alls eftersom en stjärnkatalog alltid representerar en slags inventering av de fasta punkterna på himlen och Ptolemaios proklamerade syfte med katalogen är att tillhandahålla en lista för att göra en himmelsk glob (se Alm., VIII, 3). Eftersom han är medveten om precessionen vill han underlätta för framtida globetecknare genom att använda ekliptiska koordinater: Precessionen, som Ptolemaios kände till, förskjuter alla stjärnor parallellt med ekliptikan, därför kan uppdateringar av epoken för respektive globmakare göras genom genom en enkel subtraktion av värdet för ekliptisk longitud.</p> ### Hur denna himmelskultur skapades ### Stjärnornas namn Av mer än 1.000 stjärnor nämner Ptolemaios ett korrekt namn för endast 15. Resten identifieras genom ganska långa beskrivningar som "Stjärnan på slutet av svansen" för Polaris. För att undvika att visa sådana långa strängar över hela skärmen i Stellarium, uppfann vi korta etiketter för alla Almagestjärnor baserat på konstellationen och den ordning i vilken de visas i katalogen katalogen. Polaris har till exempel fått beteckningen "UMi 1" eftersom den är den första stjärnan i konstellationen Lilla björnen (UMi). Se tabellen nedan för korrespondensen mellan Ptolemaios konstellationer och IAU-förkortningar. Dessutom, där Ptolemaios beskriver en stjärna som liggande utanför figuren, använder vi små bokstäver i motsvarande etikett. För att se den långa beskrivningen för en viss stjärna bör användarna aktivera "Använd ytterligare namn på stjärnor" i "Visa [F4]/Sky" och klicka på stjärnan. Den långa beskrivningen kommer då att visas längst upp på skärmen. ### Konstellationens linjer Processen kan beskrivas som skissas här med exemplet Corvus: I konstellationen Corvus (Korpen) är α Crv stjärnan i "korpens huvud" &quot;korpens huvud&quot;. Den är sammankopplad med &quot;stjärnan i nacken&quot;, ε Crv. Den här är kopplad till &quot;stjärnan stjärnan i bröstet&quot; ζ Crv. Därifrån går två linjer till spetsarna på vingarna. γ Crv är stjärnan i den avancerade vingen och δ Crv stjärnan i den bakre vingen. Från stjärnan i bröstet går en annan linje till &quot;korpens fot&quot;, stjärnan β Crv. <p><img width="800" src="illustrations/corvus_s.png" /></p> <p>Efter att ha identifierat stjärnorna baserat på deras koordinater och namn återanslöt vi stjärnorna enligt beskrivningarna i tabellen som presenteras i <i>Almagest</i>.</p> <p>Namnen på stjärnor och namn på deep sky-objekt bygger endast på Almagest ptolemaios använder t.ex. namnet &quot;λαμπαδίας (Den fackelliknande)&quot; för Aldebaran i hans andra verk, Tetrabiblos <i>Tetrabiblos</i>, men detta är inte implementerat i denna himmelskultur eftersom den inte dyker upp i Almagest.</p> Följande tabell visar det ursprungliga konstellationsnamnet på grekiska och dess Engelska översättningen (kolumn 2 och 3) och anger våra osäkerheter i rekonstruktionen (kolumn 6). <table> <tr valign="top"> <td><b>Förkortning</b></td> <td><b>Ursprungligt namn</b></td> <td><b>Översättning</b> (direkt)</td> <td><b>IAU (latinskt) namn</b></td> <td><b>tips till konstellation</b></td> <td><b>frihet för konsten</b></td> </tr> <tr valign="top"> <td><notr>UMi</notr></td> <td><notr>Μικρή ʾˊΑρκτος</notr></td> <td>Liten honbjörn</td> <td><notr>Ursa Minor</notr></td> <td>som IAU-konstellation</td> <td></td> </tr> <tr valign="top"> <td><notr>UMa</notr></td> <td><notr>Μεγαλή ʾˊΑρκτος</notr></td> <td>Den stora honbjörnen</td> <td><notr>Ursa Major</notr></td> <td>som IAU-konstellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Dra</notr></td> <td><notr>Δράκων</notr></td> <td>Draken</td> <td><notr>Draco</notr></td> <td>alla trianglar eller kvadrater är ryggkotor eller kroppsdelar; linjen vid huvudet är tungan</td> <td></td> </tr> <tr valign="top"> <td><notr>Cep</notr></td> <td><notr>Κηφεύς</notr></td> <td>Kepheus</td> <td><notr>Cepheus</notr></td> <td>kung, upp och ner </td> <td>tre huvudstjärnor är tiara; β ses som en del av bältet, även om Almagest säger under bältet</td> </tr> <tr valign="top"> <td><notr>Boo</notr></td> <td><notr>Βοώτης</notr></td> <td>Plogman</td> <td><notr>Boötes</notr></td> <td>har en herdestav i sin hand (ω)</td> <td>stjärnan HIP 72582 tillagd som halsstjärna</td> </tr> <tr valign="top"> <td><notr>CrB</notr></td> <td><notr>Στέφανος</notr></td> <td>Krona</td> <td><notr>Corona Borealis</notr></td> <td>som IAU-konstellation; inga detaljer för linjer i texten</td> <td></td> </tr> <tr valign="top"> <td><notr>Hennes</notr></td> <td><notr>ʿΕνγόνασιν</notr></td> <td>Knäböjare</td> <td><notr>Herkules</notr></td> <td>en av fotstjärnorna är högst upp på Bootes stav</td> <td>stjärnan HIP 82764 tillagd som halsstjärna</td> </tr> <tr valign="top"> <td><notr>Lyr</notr></td> <td><notr>Λύρα</notr></td> <td>Lyre</td> <td><notr>Lyra</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Cyg</notr></td> <td><notr>ʾˊΟρνις</notr></td> <td>Fågel</td> <td><notr>Cygnus</notr></td> <td>svan med ben</td> <td>Vingarnas spetsar anslutna till stjärten</td> </tr> <tr valign="top"> <td><notr>Cas</notr></td> <td><notr>Κασσιέπεια</notr></td> <td>Kassiepeia</td> <td><notr>Cassiopeia</notr></td> <td>Drottning sittande på en tron</td> <td>för att undvika förvirring ritade vi inte tronen</td> </tr> <tr valign="top"> <td><notr>Per</notr></td> <td><notr>Περσεύς</notr></td> <td>Perseus</td> <td><notr>Perseus</notr></td> <td>Dubbelstjärnhopen NGC 869 och NGC 884 som Deep Sky Object - &gt;en av stjärnorna i hopen användes för teckning</td> <td>en av stjärnorna i Gorgon-huvudet har lagts till för att få huvudet att se mer sfäriskt ut</td> </tr> <tr valign="top"> <td><notr>Aur</notr></td> <td><notr>ʿΗνίοχος</notr></td> <td>Körare</td> <td><notr>Auriga</notr></td> <td>bär ett långt plagg; plagget är begränsat genom axlar och fåll</td> <td>ο Aur tillagd som halsstjärna; 1 Aur tillagd som fållstjärna</td> </tr> <tr valign="top"> <td><notr>Oph</notr></td> <td><notr>ʾΟφιούχος</notr></td> <td>Ormens bärare</td> <td><notr>Ophiuchus</notr></td> <td>har orm i sin hand</td> <td>en stjärna tillagd som halsstjärna</td> </tr> <tr valign="top"> <td><notr>Ser</notr></td> <td><notr>ʾˊΟφις</notr></td> <td>Orm</td> <td><notr>Serpens</notr></td> <td>två separata delar av ormen (huvud och svans); fyrkant är huvud</td> <td></td> </tr> <tr valign="top"> <td><notr>Sge</notr></td> <td><notr>ʾΟιστός</notr></td> <td>Pilen</td> <td><notr>Sagitta</notr></td> <td>Liksom IAU-konstellationen saknas η Sge </td> <td></td> </tr> <tr valign="top"> <td><notr>Aql</notr></td> <td><notr>ʾΑετός</notr></td> <td>Örnen</td> <td><notr>Aquila</notr></td> <td>τ Aql som huvudstjärna, β som hals, Altair är mellan axlarna, γ och μ är axlar</td> <td></td> </tr> <tr valign="top"> <td><notr>Del</notr></td> <td><notr>Δελφίς</notr></td> <td>Delfin</td> <td><notr>Delphinus</notr></td> <td></td> <td>raffinerad form</td> </tr> <tr valign="top"> <td><notr>Equ</notr></td> <td><notr>Προτομή</notr></td> <td>Byst [av en häst]</td> <td><notr>Equuleus</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Peg</notr></td> <td><notr>ʿˊΙππος</notr></td> <td>Häst</td> <td><notr>Pegasus</notr></td> <td>med man och en vinge</td> <td></td> </tr> <tr valign="top"> <td><notr>Och</notr></td> <td><notr>ʾΑνδρομέδα</notr></td> <td>Andromeda</td> <td class='latin'><notr>Andromeda</notr></td> <td>klänning och bälte</td> <td></td> </tr> <tr valign="top"> <td><notr>Tri</notr></td> <td><notr>Tittut</notr></td> <td>Triangeln</td> <td><notr>Triangulum</notr></td> <td>fyra givna stjärnor  mittstjärna på ena sidan</td> <td></td> </tr> <tr valign="top"> <td><notr>Ari</notr></td> <td><notr>Κριός</notr></td> <td>Widder</td> <td><notr>Aries</notr></td> <td>vridet huvud; endast ett horn</td> <td></td> </tr> <tr valign="top"> <td><notr>Tau</notr></td> <td><notr>Tjur</notr></td> <td>Tjur</td> <td><notr>Taurus</notr></td> <td>halva kroppen, endast två ben synliga; siktriktning mot observatören</td> <td></td> </tr> <tr valign="top"> <td><notr>Gem</notr></td> <td><notr>Δίδυμοι</notr></td> <td>Tvillingar</td> <td><notr>Tvilling</notr></td> <td>en gemensam stjärna; vidrör varandra med händerna</td> <td></td> </tr> <tr valign="top"> <td><notr>Cnc</notr></td> <td><notr>Καρκίνος</notr></td> <td>Krabba</td> <td><notr>Kräfta</notr></td> <td>kvadrat kropp</td> <td></td> </tr> <tr valign="top"> <td><notr>Lejonet</notr></td> <td><notr>Λέων</notr></td> <td>Lejonet</td> <td><notr>Lejonet</notr></td> <td>öppnar käken</td> <td></td> </tr> <tr valign="top"> <td><notr>Vir</notr></td> <td><notr>Παρθένος</notr></td> <td>Jungfru</td> <td><notr>Jungfru</notr></td> <td>inget separat huvud</td> <td>svagare stjärnor tillagda för att teckna vingarna</td> </tr> <tr valign="top"> <td><notr>Lib</notr></td> <td><notr>Χηλαί</notr></td> <td>Klorna [på skorpionen]</td> <td><notr>Vågen</notr></td> <td>Ptolemaios använder alltid termen &quot;klor&quot;, aldrig &quot;balansen&quot;.</td> <td></td> </tr> <tr valign="top"> <td><notr>Sco</notr></td> <td><notr>Σκορπίος</notr></td> <td>Skorpionen</td> <td><notr>Scorpius</notr></td> <td></td> <td>armarna läggs runt huvudet: ν och ρ</td> </tr> <tr valign="top"> <td><notr>Sgr</notr></td> <td><notr>Τοξότης</notr></td> <td>Bågskytt</td> <td><notr>Sagittarius</notr></td> <td>en kentaur med båge framför sig; "mantel" bakom sig</td> <td>vi har tagit med många svaga stjärnor i vår streckgubbe för att bilden ska bli tydlig.</td> </tr> <tr valign="top"> <td><notr>Hatt</notr></td> <td><notr>Αίγόκερος</notr></td> <td>Den med getens horn</td> <td><notr>Capricornus</notr></td> <td>fiskstjärt; två ben synliga</td> <td></td> </tr> <tr valign="top"> <td><notr>Aqr</notr></td> <td><notr>ʿΥδροχόος</notr></td> <td>Vattenbärare</td> <td><notr>Vattumannen</notr></td> <td>vatten ur kanna</td> <td></td> </tr> <tr valign="top"> <td><notr>Psc</notr></td> <td><notr>ʾΙχθύες</notr></td> <td>[2] Fisk</td> <td><notr>Fiskar</notr></td> <td></td> <td>nordlig fisk: 68(h), 67(k), och 65(i) beskrivs som huvud i Almagest men vi tog dem som fena eftersom munnen ska vara vid g och τ Psc. Ytterligare ändring på stjärtfenan: utökad till ρ</td> </tr> <tr valign="top"> <td><notr>Cet</notr></td> <td><notr>Κη̃τος</notr></td> <td>Havsmonster</td> <td><notr>Cetus</notr></td> <td></td> <td>Kroppen går inte genom stjärnan τ, utan genom stjärnan υ</td> </tr> <tr valign="top"> <td><notr>Ori</notr></td> <td><notr>ʾΩρίων</notr></td> <td>Orion</td> <td class='latin'><notr>Orion</notr></td> <td></td> <td>&quot;Huvudet&quot; betecknas som &quot;nebulöst&quot;, vilket betyder att Ptolemaios tolkade <sub>φ1</sub>, <sub>φ2</sub> och λ, tillsammans med ljussvagare stjärnor mellan dem som ett &quot;kluster&quot; (eller en association som är mer omfattande än den moderna &quot;λ Ori Assoc.&quot;). Huvudet har inte längre någon direkt koppling till axelstjärnorna, utan en koppling till en stjärna mellan axelstjärnorna.</td> </tr> <tr valign="top"> <td><notr>Eri</notr></td> <td><notr>Ποταμοός</notr></td> <td>Floden [namnlös]</td> <td><notr>Eridanus</notr></td> <td>Som IAU:s konstellation, men kortare</td> <td></td> </tr> <tr valign="top"> <td><notr>Lep</notr></td> <td><notr>Λαγω̃ς</notr></td> <td>Hare</td> <td><notr>Lepus</notr></td> <td></td> <td>tog "4 stjärnor över örat" som öra</td> </tr> <tr valign="top"> <td><notr>CMa</notr></td> <td><notr>Κύων</notr></td> <td>Hunden</td> <td><notr>Canis Major</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>CMi</notr></td> <td><notr>Προκύων</notr></td> <td>Den som var före hunden</td> <td><notr>Canis Minor</notr></td> <td></td> <td>I Almagest är namnet på konstellationen &quot;The One before the Dog&quot; eller &quot;Harbinger of Sirius&quot; som Toomer uttrycker det. Β CMi kallas dock &quot;halsen&quot; (vars namn är okänt).</td> </tr> <tr valign="top"> <td><notr>Arg</notr></td> <td><notr>ʾΑργω</notr></td> <td>Fartyget &quot;Argo&quot;</td> <td><notr>Argo</notr></td> <td>mindre än summan av IAU-konstellationerna Pup+Pyx+Car+Vel</td> <td>Många stjärnor som inte är integrerade i konstellationen, för att skapa en båtliknande form; i många avbildningar (inklusive den antika Farnese-globen) är bara en halva av ett skepp målat.</td> </tr> <tr valign="top"> <td><notr>Hya</notr></td> <td><notr>ʿˊΥδρος</notr></td> <td>Vattenorm</td> <td><notr>Hydra</notr></td> <td>som IAU-konstellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Crt</notr></td> <td><notr>Κρατ̀ηρ</notr></td> <td>Krater (fartyg)</td> <td><notr>Krater</notr></td> <td></td> <td>en Krater är ett speciellt grekiskt vinblandningskärl som ser ut som en amfora eller vas: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a> Ptolemaios beskriver endast en stjärna i foten (α Crt) och två handtag (η, θ Crt)</td> </tr> <tr valign="top"> <td><notr>Crv</notr></td> <td><notr>Κóραξ</notr></td> <td>Korpen</td> <td><notr>Corvus</notr></td> <td>som IAU-konstellation</td> <td></td> </tr> <tr valign="top"> <td><notr>Cen</notr></td> <td><notr>Κένταυρος</notr></td> <td>Kentauros</td> <td><notr>Centaurus</notr></td> <td></td> <td>avvikelse från beskrivning: HIP 65373 i stället för ω Cen (kluster) tas som stjärna på baksidan. "Thyrsus" ej ritad (för att undvika förväxling), bakre arm tillagd.</td> </tr> <tr valign="top"> <td><notr>Lup</notr></td> <td><notr>Θηρίον</notr></td> <td>Odjur</td> <td><notr>Lupus</notr></td> <td></td> <td>β beskrivs som "slutet av bakbenet" -&gt; uppfattas som stjärna i magen; <sub>τ1</sub> som bakben; χ i huvudet, eftersom det annars uppstår formlöshet; HIP 73493 uppfattas som framben</td> </tr> <tr valign="top"> <td><notr>Ara</notr></td> <td><notr>Θυμιατήριον</notr></td> <td>Altare</td> <td><notr>Ara</notr></td> <td>som IAU-konstellation</td> <td></td> </tr> <tr valign="top"> <td><notr>CrA</notr></td> <td><notr>Στέφανος Νότιος</notr></td> <td>Södra kronan</td> <td><notr>Corona Australis</notr></td> <td>som IAU-konstellation; endast osäkerhet med stjärnor som bara fick ett BSC-nummer i Almagest, eftersom dessa inte är tydliga att identifiera i Stellarium</td> <td></td> </tr> <tr valign="top"> <td><notr>PsA</notr></td> <td><notr>Νότιος ʾΙχθύς</notr></td> <td>Sydlig fisk</td> <td><notr>Piscis Austrinus</notr></td> <td>fisken ligger på rygg</td> <td>fisken är till synes död: med magen uppåt, eller en ål med vriden ryggrad; vi har lagt till några stjärnor för att markera stjärtfenan vars spets anges som β PsA.</td> </tr> </table> ### Rättvis användning Denna himmelskultur härstammar från en students forskningsår. Vi tillhandahåller detta gratis men författare till bidrag förtjänar verkligen att citeras enligt de vanliga reglerna. Tack så mycket! ### Tack Författarna tackar Patrick Gleason och Georg Zotti för engelsk korrekturläsning och intressanta diskussioner.
uk: Альмагест складається з 13 розділів, які називають книгами. У сьомій і восьмій книгах Птолемей перерахував загалом 1022 зірки в 48 сузір'ях (серед яких близько 5 зіркоподібних об'єктів, таких як кульові зоряні скупчення). Це таблиця координат зірок з описом їхнього положення у сузір'ї (наприклад, «зірка в лікті X, довгота, широта, зоряна величина»). Стосовно прецесії Птолемей використовував екліптичні координати. Одним із перших свого часу Птолемей включив зоряну величину, кількісну шкалу блиску зірок, ймовірно, запозичену від Гіппарха (що не є певним, оскільки каталог Гіппарха не зберігся). Шкала починається з найяскравішої зірки з зоряною величиною 1, опускаючись до 6 зоряної величини, для найслабших видимих ​​зірок. <p>Для обчислення розташування планет Птолемей використовував геоцентричну модель (що є можливим, оскільки спостерігач завжди стоїть на Землі) і, таким чином, сприяв науковому переконанню, що геліоцентрична модель Арістарха не потрібна. Однак для зоряного каталогу <i>Альмагест</i> це зовсім не має значення, оскільки зоряний каталог завжди є свого роду переліком фіксованих точок на небі, а проголошена Птолемеєм мета каталогу — надати список для створення небесного глобуса (див. Альмагест, VIII, 3). Знаючи про прецесію, він хоче полегшити роботу майбутніх творців глобуса, використовуючи екліптичні координати: прецесія, відома Птолемею, зміщує всі зірки паралельно екліптиці, тому оновлення епохи відповідного виробника глобуса можна застосувати простим відніманням значення екліптичної довготи.</p> ### Як було створено цю картину зоряного неба ### Назви зірок З понад 1000 зірок Птолемей згадує власні назви лише для 15. Решта ідентифікуються за досить довгими описами, такими як «Зірка на кінці хвоста» для Полярної зірки. Щоб уникнути показу таких довгих рядків на екрані в Stellarium, ми винайшли короткі мітки для всіх зірок Альмагеста на основі сузір'я та порядку, у якому вони з'являються в каталозі. Наприклад, Полярній зірці присвоєно позначення «UMi 1», оскільки це перша зірка в сузір'ї Малої Ведмедиці (UMi). Див. таблицю нижче щодо відповідності між сузір'ями Птолемея та абревіатурами МАС. Крім того, там, де Птолемей описує зірку як таку, що лежить поза фігурою, ми використовуємо малі літери у відповідній мітці. Щоб побачити довгий опис певної зірки, користувачі мають увімкнути «Використовувати додаткові назви зірок» у налаштуваннях «Перегляд [F4]/Небо» та натиснути на зірку. Після цього у верхній частині екрана буде показано довгий опис. ### Лінії сузір'їв Ось опис процедуру створення ескізів на прикладі сузір'я Ворона: У сузір’ї Ворона &alpha; Crv — зірка у &quot;голові ворона&quot;. Цю зірку пов'язано з &quot;зіркою на шиї&quot;, &epsilon; Crv. Цю зірку пов'язано із &quot;зіркою у грудях&quot; &zeta; Crv. Звідти дві лінії йдуть до кінчиків крил. &gamma; Crv — це зірка у передньому крилі, а &delta; Crv зірка у задньому крилі. Від зірки на грудях інша лінія йде до «стопи ворона», зірки &beta; Crv. <p><img width="800" src="illustrations/corvus_s.png" /></p> <p>Після ідентифікації зірок на основі їхніх координат і назв ми знову з'єднали зірки відповідно до описів у таблиці, поданій в <i>Альмагесті</i>.</p> <p>Назви зірок і назви об'єктів далекого космосу спираються лише на Альмагест, напр. Птолемей використовує назву &quot;&lambda;&alpha;&mu;&pi;&alpha;&delta;&#943;&alpha;&sigmaf; (Схожа на факел)&quot; для Альдебарана в його іншій праці, <i>Тетрабібл</i>, але це не реалізовано у цій картині неба, оскільки це не відтворено в Альмагесті.</p> У наступній таблиці показано початкову назву сузір'я грецькою мовою та її переклад англійською мовою (стовпчики 2 і 3) і вказує на наші невизначеності у реконструкції (стовпчик 6). <table> <tr valign="top"> <td><b>Скорочення</b></td> <td><b>Початкова назва</b></td> <td><b>Переклад</b> (безпосередній)</td> <td><b>Назва МАС (латинська)</b></td> <td><b>підказки щодо сузір'я</b></td> <td><b>малюнок</b></td> </tr> <tr valign="top"> <td><notr>UMi</notr></td> <td><notr>&Mu;&iota;&kappa;&rho;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Мала Ведмедиця</td> <td><notr>Ursa Minor</notr></td> <td>як у сузір'ї МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>UMa</notr></td> <td><notr>&Mu;&epsilon;&gamma;&alpha;&lambda;&#942; &#702;&#714;&Alpha;&rho;&kappa;&tau;&omicron;&sigmaf;</notr></td> <td>Велика Ведмедиця</td> <td><notr>Ursa Major</notr></td> <td>як у сузір'ї МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>Dra</notr></td> <td><notr>&Delta;&rho;&#940;&kappa;&omega;&nu;</notr></td> <td>Дракон</td> <td><notr>Draco</notr></td> <td>усі трикутники або квадрати є хребцями або частинами тіла; лінія у голові є язиком</td> <td></td> </tr> <tr valign="top"> <td><notr>Cep</notr></td> <td><notr>&Kappa;&eta;&phi;&epsilon;&#973;&sigmaf;</notr></td> <td>Цефей</td> <td><notr>Cepheus</notr></td> <td>цар, перевернутий</td> <td>три зірки у голові є короною; &beta; – частина пояса, хоча в Альмагесті зазначено «під поясом»</td> </tr> <tr valign="top"> <td><notr>Boo</notr></td> <td><notr>&Beta;&omicron;&#974;&tau;&eta;&sigmaf;</notr></td> <td>Плугатар</td> <td><notr>Bo&ouml;tes</notr></td> <td>має патик пастуха у руці (&omega;)</td> <td>різку HIP 72582 додано як зірку на шиї</td> </tr> <tr valign="top"> <td><notr>CrB</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf;</notr></td> <td>Корона</td> <td><notr>Corona Borealis</notr></td> <td>подібне до сузір'я МАС; подробиць щодо ліній у тексті немає</td> <td></td> </tr> <tr valign="top"> <td><notr>Her</notr></td> <td><notr>&#703;&Epsilon;&nu;&gamma;&#972;&nu;&alpha;&sigma;&iota;&nu;</notr></td> <td>Той, що прихилив коліно</td> <td><notr>Hercules</notr></td> <td>одна з зірок на ступні є вершиною патика Волопаса</td> <td>зірку HIP 82764 було додано як зірку на шиї</td> </tr> <tr valign="top"> <td><notr>Lyr</notr></td> <td><notr>&Lambda;&#973;&rho;&alpha;</notr></td> <td>Ліра</td> <td><notr>Lyra</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Cyg</notr></td> <td><notr>&#702;&#714;&Omicron;&rho;&nu;&iota;&sigmaf;</notr></td> <td>Птах</td> <td><notr>Cygnus</notr></td> <td>лебідь з лапами</td> <td>Кінчики крил з'єднано із хвостом</td> </tr> <tr valign="top"> <td><notr>Cas</notr></td> <td><notr>&Kappa;&alpha;&sigma;&sigma;&iota;&#941;&pi;&epsilon;&iota;&alpha;</notr></td> <td>Кассіопея</td> <td><notr>Cassiopeia</notr></td> <td>Цариця, що сидить на троні</td> <td>to avoid confusion we did not draw the throne</td> </tr> <tr valign="top"> <td><notr>Per</notr></td> <td><notr>&Pi;&epsilon;&rho;&sigma;&epsilon;&#973;&sigmaf;</notr></td> <td>Персей</td> <td><notr>Perseus</notr></td> <td>Подвійне зоряне скупчення NGC 869 і NGC 884 як об'єкт глибокого космосу - &gt;одну з зірок скупчення було використано для малюнка</td> <td>було додано одну з зірок у голові Горгони, щоб голова виглядала сферичнішою</td> </tr> <tr valign="top"> <td><notr>Aur</notr></td> <td><notr>&#703;&Eta;&nu;&#943;&omicron;&chi;&omicron;&sigmaf;</notr></td> <td>Колісничий</td> <td><notr>Auriga</notr></td> <td>вдягнутий у довгу туніку; туніку обмежено плечима і подолом</td> <td>додано &omicron; Aur як зірку на шиї; додано 1 Aur як зірку на подолі</td> </tr> <tr valign="top"> <td><notr>Oph</notr></td> <td><notr>&#702;&Omicron;&phi;&iota;&omicron;&#973;&chi;&omicron;&sigmaf;</notr></td> <td>Змієносець</td> <td><notr>Ophiuchus</notr></td> <td>тримає змію у руці</td> <td>додано зірку як зірку на шиї</td> </tr> <tr valign="top"> <td><notr>Ser</notr></td> <td><notr>&#702;&#714;&Omicron;&phi;&iota;&sigmaf;</notr></td> <td>Змія</td> <td><notr>Serpens</notr></td> <td>дві окремі частини змії (голова і хвіст); квадрат є головою</td> <td></td> </tr> <tr valign="top"> <td><notr>Sge</notr></td> <td><notr>&#702;&Omicron;&iota;&sigma;&tau;&#972;&sigmaf;</notr></td> <td>Стріла</td> <td><notr>Sagitta</notr></td> <td>Подібне до сузір'я МАС, пропущено &eta; Sge</td> <td></td> </tr> <tr valign="top"> <td><notr>Aql</notr></td> <td><notr>&#702;&Alpha;&epsilon;&tau;&#972;&sigmaf;</notr></td> <td>Орел</td> <td><notr>Aquila</notr></td> <td>&tau; Aql — зірка у голові, &beta; — шия, Альтаїр між плечима, &gamma; і &mu; — плечі</td> <td></td> </tr> <tr valign="top"> <td><notr>Del</notr></td> <td><notr>&Delta;&epsilon;&lambda;&phi;&#943;&sigmaf;</notr></td> <td>Дельфін</td> <td><notr>Delphinus</notr></td> <td></td> <td>удосконалена форма</td> </tr> <tr valign="top"> <td><notr>Equ</notr></td> <td><notr>&Pi;&rho;&omicron;&tau;&omicron;&mu;&#942;</notr></td> <td>Груди [коня]</td> <td><notr>Equuleus</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>Peg</notr></td> <td><notr>&#703;&#714;&Iota;&pi;&pi;&omicron;&sigmaf;</notr></td> <td>Кінь</td> <td><notr>Pegasus</notr></td> <td>із гривою і одним крилом</td> <td></td> </tr> <tr valign="top"> <td><notr>And</notr></td> <td><notr>&#702;&Alpha;&nu;&delta;&rho;&omicron;&mu;&#941;&delta;&alpha;</notr></td> <td>Андромеда</td> <td class='latin'><notr>Andromeda</notr></td> <td>плаття і пояс</td> <td></td> </tr> <tr valign="top"> <td><notr>Tri</notr></td> <td><notr>&Tau;&rho;&#943;&gamma;&omega;&nu;&omicron;&sigmaf;</notr></td> <td>Трикутник</td> <td><notr>Triangulum</notr></td> <td>чотири заданих зірки &#61664; середня зірка однієї зі сторін</td> <td></td> </tr> <tr valign="top"> <td><notr>Ari</notr></td> <td><notr>&Kappa;&rho;&iota;&#972;&sigmaf;</notr></td> <td>Баран</td> <td><notr>Aries</notr></td> <td>повернута голова; лише один ріг</td> <td></td> </tr> <tr valign="top"> <td><notr>Tau</notr></td> <td><notr>&Tau;&alpha;&upsilon;&#771;&rho;&omicron;&sigmaf;</notr></td> <td>Бик</td> <td><notr>Taurus</notr></td> <td>половина тіла, видно лише дві ноги; напрямок погляду — на спостерігача</td> <td></td> </tr> <tr valign="top"> <td><notr>Gem</notr></td> <td><notr>&Delta;&#943;&delta;&upsilon;&mu;&omicron;&iota;</notr></td> <td>Близнюки</td> <td><notr>Gemini</notr></td> <td>одна спільна зірка; торкаються один одного руками</td> <td></td> </tr> <tr valign="top"> <td><notr>Cnc</notr></td> <td><notr>&Kappa;&alpha;&rho;&kappa;&#943;&nu;&omicron;&sigmaf;</notr></td> <td>Краб</td> <td><notr>Cancer</notr></td> <td>квадратне тіло</td> <td></td> </tr> <tr valign="top"> <td><notr>Leo</notr></td> <td><notr>&Lambda;&#941;&omega;&nu;</notr></td> <td>Лев</td> <td><notr>Leo</notr></td> <td>відкриває пащу</td> <td></td> </tr> <tr valign="top"> <td><notr>Vir</notr></td> <td><notr>&Pi;&alpha;&rho;&theta;&#941;&nu;&omicron;&sigmaf;</notr></td> <td>Діва</td> <td><notr>Virgo</notr></td> <td>немає окремої голови</td> <td>додано тьмяніші зірки для малювання крил</td> </tr> <tr valign="top"> <td><notr>Lib</notr></td> <td><notr>&Chi;&eta;&lambda;&alpha;&#943;</notr></td> <td>Клешні [Скорпіона]</td> <td><notr>Libra</notr></td> <td>Птолемей завжди використовує термін &quot;пазурі&quot;, ніколи &quot;терези&quot;.</td> <td></td> </tr> <tr valign="top"> <td><notr>Sco</notr></td> <td><notr>&Sigma;&kappa;&omicron;&rho;&pi;&#943;&omicron;&sigmaf;</notr></td> <td>Скорпіон</td> <td><notr>Scorpius</notr></td> <td></td> <td>додано лапи навколо голови: &nu; і &rho;</td> </tr> <tr valign="top"> <td><notr>Sgr</notr></td> <td><notr>&Tau;&omicron;&xi;&#972;&tau;&eta;&sigmaf;</notr></td> <td>Лучник</td> <td><notr>Sagittarius</notr></td> <td>кентавр з луком спереду; &bdquo;каптур&ldquo; за ним</td> <td>нами додано багато тьмяних зірок до фігури, щоб зображення виглядало зрозумілішим.</td> </tr> <tr valign="top"> <td><notr>Cap</notr></td> <td><notr>&Alpha;&#943;&gamma;&#972;&kappa;&epsilon;&rho;&omicron;&sigmaf;</notr></td> <td>Той, що з рогом Козла</td> <td><notr>Capricornus</notr></td> <td>риб'ячий хвіст; видно дві ноги</td> <td></td> </tr> <tr valign="top"> <td><notr>Aqr</notr></td> <td><notr>&#703;&Upsilon;&delta;&rho;&omicron;&chi;&#972;&omicron;&sigmaf;</notr></td> <td>Водонос</td> <td><notr>Aquarius</notr></td> <td>вода ллється з кухля</td> <td></td> </tr> <tr valign="top"> <td><notr>Psc</notr></td> <td><notr>&#702;&Iota;&chi;&theta;&#973;&epsilon;&sigmaf;</notr></td> <td>[2] Риба</td> <td><notr>Pisces</notr></td> <td></td> <td>північна риба: 68(h), 67(k) і 65(i) описано в Альмагесті як голову, але ми використали їх як плавці, оскільки у g і &tau; Psc має бути рот. Додаткова зміна на хвостовому плавці: розширено до &rho;</td> </tr> <tr valign="top"> <td><notr>Cet</notr></td> <td><notr>&Kappa;&eta;&#771;&tau;&omicron;&sigmaf;</notr></td> <td>Морське Чудовисько</td> <td><notr>Cetus</notr></td> <td></td> <td>Body does not go through star &tau;, but through star &upsilon;</td> </tr> <tr valign="top"> <td><notr>Ori</notr></td> <td><notr>&#702;&Omega;&rho;&#943;&omega;&nu;</notr></td> <td>Оріон</td> <td class='latin'><notr>Orion</notr></td> <td></td> <td>&quot;Голову&quot; позначено як &quot;туманну&quot;, що означає, що Птолемей вважав &phi;<sub>1</sub>, &phi;<sub>2</sub> і &lambda;, разом із тьмянішими зірками між ними, &quot;скупченням&quot; (або асоціацією, яка є ширшою за сучасну &quot;асоціацію &lambda; Ori&quot;). Голова не має безпосереднього з'єднання із зірками плечей, але з'єднання з зіркою між зірками плечей.</td> </tr> <tr valign="top"> <td><notr>Eri</notr></td> <td><notr>&Pi;&omicron;&tau;&alpha;&mu;&omicron;&#972;&sigmaf;</notr></td> <td>Ріка [без назви]</td> <td><notr>Eridanus</notr></td> <td>Подібне до сузір'я МАС, але коротше</td> <td></td> </tr> <tr valign="top"> <td><notr>Lep</notr></td> <td><notr>&Lambda;&alpha;&gamma;&omega;&#771;&sigmaf;</notr></td> <td>Заєць</td> <td><notr>Lepus</notr></td> <td></td> <td>взято «4 зірки над вухом» як вухо</td> </tr> <tr valign="top"> <td><notr>CMa</notr></td> <td><notr>&Kappa;&#973;&omega;&nu;</notr></td> <td>Пес</td> <td><notr>Canis Major</notr></td> <td></td> <td></td> </tr> <tr valign="top"> <td><notr>CMi</notr></td> <td><notr>&Pi;&rho;&omicron;&kappa;&#973;&omega;&nu;</notr></td> <td>До Пса</td> <td><notr>Canis Minor</notr></td> <td></td> <td>В Альмагесті назвою сузір'я є &quot;Той, що перед Псом&quot; or &quot;Передвісник Сіріуса&quot;, як це тлумачить Тумер. Втім, &beta; CMi названо &quot;шиєю&quot; (невідомо кого).</td> </tr> <tr valign="top"> <td><notr>Arg</notr></td> <td><notr>&#702;&Alpha;&rho;&gamma;&omega;</notr></td> <td>Корабель &quot;Арго&quot;</td> <td><notr>Argo</notr></td> <td>менше за об'єднання сузір'їв МАС Pup+Pyx+Car+Vel</td> <td>Багато зірок не включено до сузір'я з метою створити форму, подібну до човна; на багатьох зображеннях (зокрема на давньому глобусі Фарнезе) намальовано лише половину корабля.</td> </tr> <tr valign="top"> <td><notr>Hya</notr></td> <td><notr>&#703;&#714;&Upsilon;&delta;&rho;&omicron;&sigmaf;</notr></td> <td>Водяна Змія</td> <td><notr>Hydra</notr></td> <td>Подібне до сузір'я МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>Crt</notr></td> <td><notr>&Kappa;&rho;&alpha;&tau;&#768;&eta;&rho;</notr></td> <td>Кратер (посудина)</td> <td><notr>Crater</notr></td> <td></td> <td>Кратер — це особлива грецька посудина для змішування вина, яка виглядає як амфора або ваза: <a href="https://en.wikipedia.org/wiki/Krater">https://en.wikipedia.org/wiki/Krater</a> Птолемей описує лише одну зірку у ніжці (&alpha; Crt) і дві ручки (&eta;, &theta; Crt)</td> </tr> <tr valign="top"> <td><notr>Crv</notr></td> <td><notr>&Kappa;&oacute;&rho;&alpha;&xi;</notr></td> <td>Ворон</td> <td><notr>Corvus</notr></td> <td>Подібне до сузір'я МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>Cen</notr></td> <td><notr>&Kappa;&#941;&nu;&tau;&alpha;&upsilon;&rho;&omicron;&sigmaf;</notr></td> <td>Кентавр</td> <td><notr>Centaurus</notr></td> <td></td> <td>відхилення від опису: HIP 65373 замість &omega; Cen (скупчення) використано як зірку на спині. &lsquo;Тирсу&lsquo; не намальовано (щоб уникнути непорозумінь), додано задню руку.</td> </tr> <tr valign="top"> <td><notr>Lup</notr></td> <td><notr>&Theta;&eta;&rho;&#943;&omicron;&nu;</notr></td> <td>Чудовисько</td> <td><notr>Lupus</notr></td> <td></td> <td>&beta; описано як &lsquo;кінець задньої ноги&lsquo; -> використано як зірку на животі; &tau;<sub>1</sub> як задню ногу; &chi; у голові, оскільки інакше втрачається форма; HIP 73493 використано як передню ногу</td> </tr> <tr valign="top"> <td><notr>Ara</notr></td> <td><notr>&Theta;&upsilon;&mu;&iota;&alpha;&tau;&#942;&rho;&iota;&omicron;&nu;</notr></td> <td>Вівтар</td> <td><notr>Ara</notr></td> <td>Подібне до сузір'я МАС</td> <td></td> </tr> <tr valign="top"> <td><notr>CrA</notr></td> <td><notr>&Sigma;&tau;&#941;&phi;&alpha;&nu;&omicron;&sigmaf; &Nu;&#972;&tau;&iota;&omicron;&sigmaf;</notr></td> <td>Південна Корона</td> <td><notr>Corona Australis</notr></td> <td>Подібне до сузір'я МАС; єдиною непевністю лишаються зірки, які мають в Альмагесті лише номер BSC, оскільки їх не ідентифіковано точно у Stellarium</td> <td></td> </tr> <tr valign="top"> <td><notr>PsA</notr></td> <td><notr>&Nu;&#972;&tau;&iota;&omicron;&sigmaf; &#702;&Iota;&chi;&theta;&#973;&sigmaf;</notr></td> <td>Південна Риба</td> <td><notr>Piscis Austrinus</notr></td> <td>риба, що лежить на спині</td> <td>здається, що риба здохла: живіт згори або це вугор, що вигнув спину; ми додали декілька зірок для позначення хвостового плавця, кінчиком якого є &beta; PsA.</td> </tr> </table> ### Юридична чистота використання Ця картина неба бере свій початок із досліджень студентських років. Ми надаємо це безкоштовно, але автори внесків, безперечно, заслуговують на цитування відповідно до загальних правил. Дякуємо! ### Подяки Автори дякують Патріку Глісону та Георгу Зотті за коректуру англійською мовою та цікаві обговорення.
