Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The Atlas of Tirion, respected by astronomers for its accuracy and beauty, is provided with detailed tables and various indexes. The second volume contains three transparent overlays designed for precise measurements. Uranometriya 2000.0 contains more than 280,000 stars and more than 30,000 deep-sky objects - in particular, all the objects of the Messier and NGC catalogs.
fi: Atlas of Tirion, jota tähtitieteilijät arvostavat tarkkuudestaan ja kauneudesta, on varustettu yksityiskohtaisilla taulukoilla ja erilaisilla indekseillä. Toinen osa sisältää kolme läpinäkyvää peittokuvaa, jotka on suunniteltu tarkkoja mittauksia varten. Uranometriya 2000.0 sisältää yli 280 000 tähteä ja yli 30 000 syvän taivaan objektia - erityisesti kaikki Messier- ja NGC-luetteloiden kohteet.

source: The second (corrected and most complete) three-volume edition of "Uranometria 2000.0", was published in 2001 under the name "Uranometria 2000.0 Deep Sky Atlas" and contains 280035 stars of both hemispheres up to 9.75<sup>m</sup> in size on a scale of 1.85 cm per declination degree on 220 spreads of A3 format. Particular attention in the atlas is paid to deep-sky objects, there are more than 30 thousand of them in the second edition - many times more than in any other paper atlas.
fi: Uranometria 2000.0:n toinen (korjattu ja täydellisin) kolmiosainen painos julkaistiin vuonna 2001 nimellä "Uranometria 2000.0 Deep Sky Atlas" ja sisältää 280 035 tähteä molemmilta pallonpuoliskoilta 9,75 <sup>m</sup> asti koossa asteikolla 1,85 cm per deklinaatioaste 220 A3-leveydellä. Atlasissa kiinnitetään erityistä huomiota syvän taivaan esineisiin, niitä on toisessa painoksessa yli 30 tuhatta - monta kertaa enemmän kuin missään muussa paperikartassa.

source: The third volume of "Uranometria 2000.0" is a guide to deep-sky objects - Deep Sky Field Guide, consisting of tables with scientific data and proper names on objects depicted in the first two volumes [#3].
fi: "Uranometria 2000.0":n kolmas osa on syvätaivaan kohteiden opas - Deep Sky Field Guide, joka koostuu taulukoista, joissa on tieteellistä tietoa ja erisnimiä kahdessa ensimmäisessä osassa kuvattujen kohteiden [#3].

source: Mongolian
de: Mongolisch
es_419: Mongoles
fi: Mongolialainen
ru: Монгольская
sv: Mongolisk
uk: Монгольська

source: Mongolian constellations and cosmogony were inherited from the occidental civilisation notably by the contact with Alexander the Great and was largely influenced by Chinese civilisation and Buddhist religion, resulting in numerous myths and beliefs linked with what surrounds them. The local wild and fauna are the main themes of this skyculture. The wealth of their cosmogony is probably to link with the observation conditions for whom they benefit even now. In the past, the necessity for them to move and to get one's bearing even during the night and at different seasons, by searching the weather's mildness, is probably one of the element which developed their imaginary facing the sky.
es_419: Las constelaciones mongolas y la cosmogonía fueron heredadas de la civilización occidental, especialmente por el contacto con Alejandro Magno y fueron influenciadas en gran medida por la civilización china y la religión budista, lo que resultó en numerosos mitos y creencias vinculados con lo que los rodea. La fauna y la fauna local son los temas principales de esta cultura estelar. La riqueza de su cosmogonía probablemente se relacione con las condiciones de observación para quienes se benefician incluso ahora. En el pasado, la necesidad de que se muevan y se pongan de pie, incluso durante la noche y en diferentes estaciones, al buscar la suavidad del clima, es probablemente uno de los elementos que desarrollaron su imaginación frente al cielo.
fi: Mongolian tähtikuviot ja kosmogonia periytyivät länsimaisesta sivilisaatiosta erityisesti kontaktista Aleksanteri Suureen, ja niihin vaikuttivat suurelta osin kiinalainen sivilisaatio ja buddhalainen uskonto, mikä johti lukuisiin myytteihin ja uskomuksiin, jotka liittyvät niitä ympäröivään asiaan. Paikallinen luonto ja eläimistö ovat tämän taivaskulttuurin pääteemoja. Heidän kosmogoniansa rikkaus on luultavasti yhteys havainto-olosuhteisiin, joille he hyötyvät nytkin. Menneisyydessä heidän tarve liikkua ja suuntautua myös yön aikana ja eri vuodenaikoina sään leutoa etsimällä on luultavasti yksi elementti, joka kehitti heidän kuvitteellisen kasvonsa taivaalle.

source: Generally, stars represent animals turning around the North Star which is symbolized by the golden stick (<em>Altan Hadaas</em>). Almost all Mongolian asterisms are similar to those that we know. However some have other names like <em>Num Sum</em> (The Bow and the Arrow) for the constellation Swan, or <em>Doloon Burkhan</em> for the seven stars of the Big Dipper. The summer triangle made up of Vega, Deneb and Altair stars refers to three stags (<em>Gurvan Maral Od</em> in Mongolian). And Cassiopeia represents, in the Mongolian imagination, the Five Stars Woman (<em>Hun Tavan Od</em>).
fi: Yleensä tähdet edustavat eläimiä, jotka kääntyvät Pohjantähden ympäri, jota symboloi kultainen keppi (<em>Altan Hadaas</em>). Melkein kaikki Mongolian asterismit ovat samanlaisia kuin ne, jotka tunnemme. Joillakin on kuitenkin muitakin nimiä <em>Num Sum</em> (jousi ja nuoli) Joutsentähdistölle tai <em>Doloon Burkhan</em> Ison Karhun seitsemälle tähdelle. Vega-, Deneb- ja Altair-tähdistä koostuva kesäkolmio viittaa kolmeen polttarit (<em>Gurvan Maral Od</em> mongoliaksi). Ja Cassiopeia edustaa mongolialaisten mielikuvituksessa Viiden tähden naista (<em>Hun Tavan Od</em>).

source: Planets and Stars
fi: Planeetat ja tähdet

source: Originally, Tibeto-Mongolian astrology calculates the positions of each of the planets visible with the naked eye. Because planets beyond Saturn are not visible without telescope (the instrument which appeared long time after the creation of their astrology), the Mongolians have attributed one of the five planets for each day of the week, completing with the Sun (<em>Nar</em>) for Sunday and the Moon (<em>Sar</em>) for Monday. The names of the Solar System's planets and Pluto have some peculiarities in Mongolian. Mercury is named <em>Bud</em> (associated with Wednesday), Venus, <em>Sugar</em> (associated with Friday), the Earth, <em>Delkhii</em>, Mars, <em>Angarag</em> (associated with Tuesday), Jupiter, <em>Barhasbadi</em> (associated with Thursday), Saturn, <em>Sanchir</em> (associated with Saturday), Uranus, <em>Tengeriin-van</em>, Neptune, <em>Dalai-van</em> and at last Pluto, <em>Dalkhii-van</em>. We can see that the three last, invisible to the naked eye and discovered long time after the others, have the characteristic to have the particle <em>-van</em> at the end of the name, indicating the princely status in Mongolian. Earth and Pluto are named similarly, except that this last one has this particle. It is possible to translate from Mongolian Pluto like "The princely ground" (ground and not Earth because it means here the surface on which we walk, not the Earth. Uranus, <em>Tengeriin-van</em>, could be translated as "princely sky", and Neptun, <em>Dalai-van</em>, as the "princely ocean". Nevertheless, this particle has no real equivalent in English, and translations above are presented to give an idea of the planets name's meaning. However, the names of the celestial bodies specified here come from Sanskrit (language spoken in India) and are largely used in the current language in Mongolia but in an unofficial way.
fi: Alun perin tiibeti-mongolilainen astrologia laskee jokaisen paljaalla silmällä näkyvän planeetan sijainnin. Koska Saturnuksen takana olevat planeetat eivät ole näkyvissä ilman kaukoputkea (instrumentti, joka ilmestyi kauan astrologiansa luomisen jälkeen), mongolialaiset ovat määrittäneet yhden viidestä planeettasta jokaiselle viikonpäivälle Auringon lisäksi. (<em>Nar</em>) sunnuntaille ja kuulle (<em>Sar</em>) maanantaiksi. Aurinkokunnan planeettojen ja Pluton nimillä on joitain erityispiirteitä mongolian kielellä. Merkurius on nimetty <em>Bud</em> (liittyy keskiviikkoon), Venus, <em>Sugar</em> (liittyy perjantaihin), Maa, <em>Delkhii</em>, Mars, <em>Angarag</em> (liittyy tiistaihin), Jupiter, <em>Barhasbadi</em> (liittyy torstaihin), Saturn, <em>Sanchir</em> (liittyy lauantaihin), Uranus, <em>Tengeriin-van</em>, Neptune, <em>Dalai-van</em> ja viimeiseksi Pluto, <em>Dalkhii-van</em>. Voimme nähdä, että kolmella viimeisellä, paljaalla silmällä näkymättömillä ja kauan aikaa muiden jälkeen löydetyillä hiukkasilla on ominaisuus. <em>-van</em> nimen lopussa, mikä osoittaa ruhtinaallisen aseman mongolian kielellä. Maa ja Pluto on nimetty samalla tavalla, paitsi että viimeisessä on tämä hiukkanen. Mongolian Plutosta on mahdollista kääntää "ruhtinasmaa" (maa eikä maa, koska se tarkoittaa tässä pintaa, jolla kävelemme, ei maata. Uranus, <em>Tengeriin-van</em>, voitaisiin kääntää "prinssi taivas" ja Neptunus, <em>Dalai-van</em>, kuin "prinssi valtameri". Tästä hiukkasesta ei kuitenkaan ole todellista vastinetta englanniksi, ja yllä on esitetty käännökset, jotka antavat kuvan planeettojen nimen merkityksestä. Tässä määritellyt taivaankappaleiden nimet ovat kuitenkin peräisin sanskritista (Intiassa puhuttu kieli) ja niitä käytetään suurelta osin Mongolian nykykielellä, mutta epävirallisella tavalla.

source: It is also very interesting to see the tight link between terms designating other celestial bodies and their beliefs: indeed, <em>Tengeriin Zadas</em> appoints the Milky Way. We could literally translate this as the "Sky Line" (<em>Tengeriin</em> for the sky, which also means the god of the sky, and <em>Zadas</em> for the line). Well known in Mongolian star lore concerns Alcor, the star located above Mizar in the Big Bear. It symbolises the recover and protection star. It was placed here by <em>Tengeriin</em> (god of heaven) to protect Mizar. To become an archer for Genghis Khan (13th century), it seemed that one had to be able to discern these two stars with the naked eye.
fi: On myös erittäin mielenkiintoista nähdä tiivis yhteys muita taivaankappaleita kuvaavien termien ja niiden uskomusten välillä: todellakin, <em>Tengeriin Zadas</em> nimittää Linnunradan. Voisimme kääntää tämän kirjaimellisesti "taivaslinjaksi" (<em>Tengeriin</em> taivaalle, joka tarkoittaa myös taivaan jumalaa, ja <em>Zadas</em> linjaa varten). Mongolian tähtiperinteessä tunnettu Alcor, tähti, joka sijaitsee Mizarin yläpuolella Big Bearissa. Se symboloi palautuvaa ja suojaavaa tähteä. Sen asetti tänne <em>Tengeriin</em> (taivaan jumala) suojellakseen Mizaria. Tšingis-kaanin (1200-luvulla) jousiampujaksi ryhtyminen näytti siltä, että nämä kaksi tähteä on kyettävä erottamaan paljaalla silmällä.

source: From a historic point of view, this excellent knowledge of the sky goes back to <em>Ulug Beg</em> (AD1394-1449; <em>Taraghay</em> by his real name), astronomer, mathematician and viceroy in Samarkand whose empire spread as far as Central Asia. Turning away from his royal obligations, he examined celestial bodies and astronomical questions of his time. He is the first to extremely precisely measure Saturn's revolution period (<em>Sanchir</em>) with a sextant of 40 meters radius.
fi: Historiallisesta näkökulmasta tämä erinomainen taivaantuntemus juontaa juurensa <em>Ulug Beg</em> (AD1394-1449; <em>Taraghay</em> oikealla nimellä), tähtitieteilijä, matemaatikko ja varakuningas Samarkandissa, jonka valtakunta levisi Keski-Aasiaan asti. Kääntyessään pois kuninkaallisista velvollisuuksistaan hän tutki taivaankappaleita ja aikansa tähtitieteellisiä kysymyksiä. Hän on ensimmäinen, joka mittaa erittäin tarkasti Saturnuksen vallankumouskauden (<em>Sanchir</em>) 40 metrin säteellä oleva sekstantti.

source: Myths and Legends
fi: Myytit ja legendat

source: The Great Bear
fi: Suuri karhu

source: Mongolians are particularly attached to the Great Bear. This constellation is limited for them to the seven Dipper stars making the bear's tail and body, but the legend concerning it is probably the most famous in Mongolia.
fi: Mongolialaiset ovat erityisen kiintyneitä Suureen Karhuun. Tämä tähdistö on heille rajoitettu seitsemään Dipper-tähteeseen, jotka muodostavat karhun hännän ja vartalon, mutta sitä koskeva legenda on luultavasti Mongolian tunnetuin.

source: Once upon a time, there were eight orphan brothers gifted with outstanding capabilities living within a kingdom. The king and the queen lived within it peacefully. One day, a monster came and kidnapped the queen. The king asked the eight brothers to bring her back and said: "If one of you succeeds to rescue my beloved, I will give to him a golden arrow". The orphans went together to assist their queen. They searched the monster during two days and three nights, when in the middle of the third night, they found and killed the monster. They brought back the queen in the castle.
fi: Olipa kerran kahdeksan orpoveljeä, joilla oli erinomaisia kykyjä, ja he asuivat valtakunnassa. Kuningas ja kuningatar asuivat siinä rauhallisesti. Eräänä päivänä hirviö tuli ja kidnappasi kuningattaren. Kuningas pyysi kahdeksaa veljeä tuomaan hänet takaisin ja sanoi: "Jos joku teistä onnistuu pelastamaan rakkaani, annan hänelle kultaisen nuolen". Orvot menivät yhdessä auttamaan kuningatarta. He etsivät hirviötä kahden päivän ja kolmen yön ajan, jolloin kolmannen yön puolivälissä he löysivät ja tappoivat hirviön. He toivat kuningattaren takaisin linnaan.

source: The king did not cut out the arrow in eight parts, he decided to threw it in the sky. The first to catch it could keep it. The younger brother succeeded the test and changed immediately into the North Star (Polar Star). The seven others changed into the seven gods, the seven Buddhas visiting their younger brother every night. The name <em>Doloon burkhan</em> (the Seven Buddhas) come from this legend to appoint the Great Bear and the Golden Stick, <em>Altan Hadaas</em>, the Polar Star.
fi: Kuningas ei leikannut nuolta kahdeksaan osaan, hän päätti heittää sen taivaalle. Ensimmäinen, joka saa sen kiinni, voi pitää sen. Nuorempi veli onnistui testissä ja muuttui välittömästi Pohjantähdeksi (Polar Star). Seitsemän muuta muuttuivat seitsemäksi jumalaksi, ja seitsemän Buddhaa vieraili nuoremman veljensä luona joka ilta. Nimi <em>Doloon burkhan</em> (Seitsemän Buddhaa) ovat peräisin tästä legendasta nimittääkseen Suuren Karhun ja Kultaisen sauvan,<em>Altan Hadaas</em>, Napatähti.

source: A tradition, particularly delightful, concerns the link between Mongolian people and the Great Bear as one star of this constellation is attributed to each of them. It depends on their birth year in the Chinese calendar. Chinese and Mongolian calendars have some similarities (the Mongolian calendar is a lunar calendar). Each year is symbolized by an animal, itself associated to a star of the constellation Great Bear. The first, Dubhe, corresponds to the rat's year, the second, Merak, corresponds to the ox and so on until the end of the Great Bear's tail where Alkaid symbolizes the year of the horse. Then we come back to the first, the sheep year and we repeat the same way until the twelfth and latest year of the Chinese calendar, the one of the pig. Therefore, the two stars at the end of the tail are assigned one time only.
fi: Eräs erityisen ihastuttava perinne koskee mongolian kansan ja Suuren karhun välistä yhteyttä, koska yksi tämän tähdistön tähti on annettu jokaiselle heistä. Se riippuu heidän syntymävuodestaan kiinalaisessa kalenterissa. Kiinan ja Mongolian kalentereissa on joitain yhtäläisyyksiä (Mongolian kalenteri on kuukalenteri). Jokaista vuotta symboloi eläin, joka itse liittyy Suuren karhun tähtikuvion tähteen. Ensimmäinen, Dubhe, vastaa rotan vuotta, toinen, Merak, vastaa härkää ja niin edelleen Suuren Karhun hännän loppuun asti, jossa Alkaid symboloi hevosen vuotta. Sitten palataan ensimmäiseen, lampaan vuoteen, ja toistetaan samalla tavalla kiinalaisen kalenterin kahdestoista ja viimeisimpään vuoteen, sian vuoteen. Siksi hännän päässä olevat kaksi tähteä määritetään vain kerran.

source: [Note by G. Zotti: This is a variant of the old Seven Buddha Sutra described by <em>Elverskog</em>. There however, the association of the stars goes in an up-and-down movement, i.e., Dubhe/Rat, Merak/Ox, ... Mizar/Snake, Alkaid/Horse, Mizar/Goat, ... Merak/Pig.]
fi: [G. Zottin huomautus: Tämä on muunnelma vanhasta Seitsemän Buddha Sutrasta, jonka kuvaa <em>Elverskogia</em>. Siellä tähtien yhdistyminen kulkee kuitenkin ylös ja alas, eli Dubhe/Rotta, Merak/Ox, ... Mizar/Snake, Alkaid/Hevonen, Mizar/Vuohi, ... Merak/Sika.]

source: Shooting stars
fi: Tähdenlennot

source: Shooting stars have also a specific meaning: they are personified through their beliefs. When they see these shooting stars they imagine that it is a star which falls from the sky and which symbolizes somebody who just died. Whereas occidental people make a wish, Mongolians say: "Phew, it is not me!"
fi: Tähdenlennoilla on myös erityinen merkitys: ne henkilöityvät heidän uskomuksiaan. Nähdessään nämä tähdenlennot he kuvittelevat, että se on tähti, joka putoaa taivaalta ja symboloi jotakuta, joka on juuri kuollut. Kun länsimaalaiset esittävät toiveita, mongolialaiset sanovat: "Huh huh, se en ole minä!"

source: Neglected Legends
fi: Unohdetut legendat

source: Three legends just as rich in meaning concern the Sun, eclipses and <em>Hun Tavan Od</em> (Cassiopeia). However, they are nowadays neglected and almost forgotten by most Mongolians:
fi: Kolme merkitykseltään yhtä rikasta legendaa koskevat aurinkoa, pimennystä ja <em>Hun Tavan Od</em> (Kassiopeia). Useimmat mongolit ovat kuitenkin nykyään laiminlyöneet ja melkein unohtaneet ne:

source: At the origin of the world, there was only one man and vast particularly dry meadows, burned by the seven suns which lit the world. This man, a very good archer, made the promise to the gods that he pierced all these suns without missing a target even once. If he should fail, he would cut himself all the fingers one by one and leave to live in a hole like a marmot (groundhog) to ward off the curse that would weigh on him. He took his bow, pulled a first arrow and hit his target. A second, a third until the sixth which destroyed the suns. He finished by pulling his seventh arrow towards the last sun, when a swallow flew off and passed through its direction. The bird was hit. The man had not reach his goal, so he left towards exile in a hole, cut his fingers and turned into a marmot. The swallow had just saved our Sun, otherwise all life would have disappeared from the world's surface.
fi: Maailman syntyhetkellä oli vain yksi ihminen ja laajat erityisen kuivat niityt, joita polttivat maailman valaisevat seitsemän aurinkoa. Tämä mies, erittäin hyvä jousiampuja, lupasi jumalille, että hän lävistää kaikki nämä aurinkot ilman, että hän jäisi maaliin edes kerran. Jos hän epäonnistuisi, hän leikkasi itselleen kaikki sormet yksitellen ja lähti asumaan kuoppaan kuin murmeli (murmeli) torjuakseen häntä painavan kirouksen. Hän otti jousensa, veti ensimmäisen nuolen ja osui maaliin. Toinen, kolmas kuudenteen asti, joka tuhosi auringon. Hän lopetti vetämällä seitsemännen nuolen viimeistä aurinkoa kohti, kun pääskynen lensi pois ja ohitti sen suunnan. Lintu osui. Mies ei ollut saavuttanut tavoitettaan, joten hän lähti kohti maanpakoa kolossa, leikkasi sormensa ja muuttui murmeliksi. Pääskynen oli juuri pelastanut aurinkomme, muuten kaikki elämä olisi kadonnut maailman pinnalta.

source: We have to see here a parallel with the number seven, important in the Mongolian culture like all odd numbers. They bring luck in the buddhist religion.
fi: Meidän on nähtävä tässä rinnakkaisuus numeron seitsemän kanssa, joka on tärkeä mongolialaisessa kulttuurissa kuten kaikki parittomat luvut. Ne tuovat onnea buddhalaisessa uskonnossa.

source: Eclipses
fi: Pimennykset

source: At that time lived a scary monster named <em>Raah</em> which frightened the entire world. He devoured all who were in its way. The god <em>Orchiwaani</em> owned a magic spring: whoever drank from it became immortal. One day, <em>Raah</em> stole the spring and drunk. The Moon and the Sun caught the monster in the act and reported to <em>Orchiwaani</em>. Seething with rage to hear about this piece of news he went to fight the monster. He cut its head many times but it grew again immediately because <em>Raah</em> had become immortal. He thought then to cut its tail in order to allow all that it ate to leave again directly. Just as <em>Orchiwaani</em> would seize the monster to finish it off, it escaped and disappeared between the Moon and the Sun. Then <em>Orchiwaani</em> asked the Moon, who recaptured <em>Raah</em> and cut its rump and its tail. In revenge, the monster comes back sometimes to eat the Moon or the Sun which exit immediately, giving rise to moon and solar eclipses.
fi: Tuolloin asui pelottava hirviö nimeltä <em>Raah</em> joka pelotti koko maailmaa. Hän nieli kaikki, jotka olivat sen tiellä. Jumala <em>Orchiwaani</em> omisti taikalähteen: joka joi siitä, tuli kuolemattomaksi. Yksi päivä, <em>Raah</em> varasti jousen ja humalassa. Kuu ja Aurinko saivat hirviön kiinni ja ilmoittivat niille <em>Orchiwaani</em>. Kiihtyi raivosta kuullessaan tästä uutisesta, hän meni taistelemaan hirviötä vastaan. Hän leikkasi sen pään monta kertaa, mutta se kasvoi heti uudelleen, koska <em>Raah</em> oli tullut kuolemattomaksi. Sitten hän ajatteli leikata sen hännän, jotta kaikki, mitä se söi, pääsisi jälleen suoraan pois. Aivan kuin <em>Orchiwaani</em> tarttuisi hirviöön lopettaakseen sen, se pakeni ja katosi Kuun ja Auringon väliin. Sitten <em>Orchiwaani</em> kysyi Kuu, joka valloitti takaisin <em>Raah</em> ja leikkasi sen lantion ja hännän. Kostoksi hirviö palaa joskus syömään Kuuta tai Aurinkoa, jotka poistuvat välittömästi ja aiheuttavat kuun- ja auringonpimennyksiä.

source: When there is an eclipse, Mongolians know that it means that <em>Raah</em> devours the Moon or the Sun and they make a lot of noise so that the monster liberates the eclipsed star. In the 13th century, Guillaume de Rubruck wrote:
fi: Kun on pimennys, mongolit tietävät, että se tarkoittaa, että <em>Raah</em> nielee Kuun tai auringon ja ne pitävät paljon melua niin, että hirviö vapauttaa pimennetyn tähden. Guillaume de Rubruck kirjoitti 1200-luvulla:

source: "Some [Mongolian people] have knowledge in astronomy and predict them [to other Mongolian people] the Lunar and Solar eclipses and, when it is about to produce one, everybody stocks up on food because they do not pass the door of their habitation. And while the eclipse happened, they play the drum and instruments and do big noise and clamors. When the eclipse is finished, they devote themselves to beverage and festivity and do big party."
fi: "Joillakin [mongolialaisilla] on tietoa tähtitiedestä ja ne ennustavat [muille mongolialaisille] kuun- ja auringonpimennyksiä, ja kun se on synnyttämässä sellaisen, kaikki keräävät ruokaa, koska he eivät kulje asuinpaikkansa ovesta. Ja kun pimennys tapahtui, he soittavat rumpua ja soittimia ja tekevät suurta melua ja huutoa. Kun pimennys on ohi, he omistautuvat juomille ja juhlalle ja järjestävät suuret juhlat."

source: (Source: <em>Les astres chez les Turcs et les Mongols</em> by Jean-Paul Roux (French). <em>Revue de l'histoire des religions</em>, tome 195 n°2, 1979. pp; 153-192.)
fi: (Lähde: <em>Les astres chez les Turcs et les Mongols</em> tekijä Jean-Paul Roux (French). <em>Revue de l'histoire des religions</em>, tome 195 n°2, 1979. pp; 153-192.)
