Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <p> The Arabian Peninsula is a region covering the south western corner of Asia, bordered by Gulf of Aden and Arabian Sea on the south, Gulf of Oman and Persian Gulf on the East, The Red Sea on the west. The northern border is not well defined but according to ancient geographers, it is bordered by rivers, meaning The Euphrates river [#16] [#17]. This region is inhabited by Arabs and covers Jordan, Saudi Arabia, Kuwait, Bahrain, Qatar, United Arab Emirates, Oman, Yemen, and parts of Syria and Iraq. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> </p> The Bedouins and farmers in the Arabian Peninsula relied heavily on stars for timing their nomadic trips, animal care, weather forecast and agricultural activities. We find frequent mention of stars in their proverbs and poetry. Fortunately, the oral poetry and proverbs have been documented and preserved in collections by different scholars. Surveying these collections along with oral traditions reveals the star knowledge of the people of this region. The stars used for timing are the same as that of ancient Arabs, but the system is simplified by beginning the year cycle with the heliacal rising of al-Thurayyā, the Pleiades, in the beginning of summer, and then counting 13 days for each lunar station, except for al-Ǧabhah that has 14 days. This will have 27 lunar stations x 13 days + 14 days (al-Ǧabhah) = 365-day cycle. Other methods of timing were used like the monthly Pleiades-Moon conjunction or using other stars like the stars of the Big Dipper. The sources show that star names and asterisms are few compared to that of ancient Arabs. Only the bright stars and prominent asterism were named and used. An important source of star knowledge that continued its influence up to the present is the poetry of al-Ḫalāwī, a poet who's time is not certain but estimated to be in the 17th century[#3]. Another important source is a poem by Moḥammad al-Qāḍī (~1809 -1886), where he described all the 28 lunar stations, citing them by the local names[#2]. #### Sources of Star Names and Asterisms The source of this sky culture is a compilation of star names from oral traditions and the following books: [#2], [#3], [#5], [#6], [#8], [#11], [#12], [#13], [#14], [#15].
de: <p> Die Arabische Halbinsel ist ein Gebiet an der südwestlichen Spitze Asiens, das begrenzt wird vom Golf von Aden und dem Arabischen Meer im Süden, dem Golf von Oman und dem Persischen Golf im Osten und dem Roten Meer im Westen. Die nördliche Grenze ist nicht genau definiert, antike Geographen geben jedoch Flüsse, also den Euphrat, als Grenze an [#16] [#17]. Die Region wird von Arabern bewohnt und umfasst Jordanien, Saudi-Arabien, Kuwait, Bahrain, Katar, die Vereinigten Arabischen Emirate, Oman, Jemen und Teile Syriens und Iraks. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> </p> Die Beduinen und Bauern auf der Arabischen Halbinsel waren stark auf die Sterne für die Zeitwahl der nomadischen Reisen, der Tierpflege, für die Wettervorhersage und landwirtschaftliche Aktivitäten, angewiesen. Wir finden häufig Erwähnungen von Sternen in ihren Sprichwörtern und Gedichten. Glücklicherweise wurden die mündlichen Gedichte und Sprichwörter dokumentiert und in Sammlungen verschiedener Gelehrter festgehalten. Eine Untersuchung dieser Sammlungen nebst der mündlichen Überlieferungen offenbart das Wissen um die Sterne der Menschen in dieser Region. Die für die Zeitmessung verwendeten Sterne sind die Gleichen wie bei den alten Arabern, aber das System ist vereinfacht worden, indem der Jahreszyklus mit dem heliakischen Aufgang al-Thurayyā, den Plejaden, zu Beginn des Sommers beginnt und dann für jede Mond-Station, 13 Tage gezählt werden, außer für al-Ǧabhah, welches 14 Tage hat. Daraus ergeben sich 27 Mond-Stationen x 13 Tage + 14 Tage (al-Ǧabhah) = 365-Tage-Zyklus. Andere Methoden der Zeitmessung wurden verwendet, wie die monatliche Plejaden-Mond-Konjunktion oder die Verwendung anderer Sterne, wie die Sterne des Großen Wagens. Die Quellen zeigen, dass es nur wenige Sternennamen und Sternbilder im Vergleich zu den alten Arabern gibt. Lediglich helle Sterne und markante Konstellationen wurden benannt und benutzt. Eine wichtige Quelle des Sternenwissens, das seinen Einfluss bis heute behalten konnte, ist das Gedicht von al-Ḫalāwī, einem Dichter, dessen Lebzeiten nicht genau bekannt sind, jedoch im 17. Jahrhundert verortet werden [#3]. Eine weitere wichtige Quelle ist das Gedicht von Moḥammad al-Qāḍī (~1809 –1886), in dem er alle 28 Mondstationen mit ihrem lokalen Namen aufführt und beschreibt [#2]. #### Quellen für die Sternnamen und Asterismen Die Quelle dieser Himmelskultur ist eine Zusammenstellung von Sternnamen aus mündlichen Überlieferungen und den folgenden Büchern: [#2], [#3], [#5], [#6], [#8], [#11], [#12], [#13], [#14], [#15].
es_419: <p> La Península Arábiga es una región que cubre la esquina suroeste de Asia, bordeada por el Golfo de Adén y el Mar Arábigo al sur, el Golfo de Omán y el Golfo Pérsico al este, y el Mar Rojo al oeste. La frontera norte no está bien definida, pero según los geógrafos antiguos, está bordeada por ríos, es decir, el río Éufrates [#16] [#17]. Esta región está habitada por árabes y cubre Jordania, Arabia Saudita, Kuwait, Baréin, Qatar, Emiratos Árabes Unidos, Omán, Yemen y partes de Siria e Irak. <p><img width="300" src="illustrations/arabian_peninsula.jpg" /></p> </p> Los beduinos y los agricultores de la Península Arábiga dependían en gran medida de las estrellas para programar sus viajes nómadas, el cuidado de los animales, el pronóstico del tiempo y las actividades agrícolas. Encontramos frecuentes menciones de estrellas en sus refranes y poesía. Afortunadamente, la poesía oral y los refranes han sido documentados y conservados en colecciones por diferentes estudiosos. Examinar estas colecciones junto con las tradiciones orales revela el conocimiento estrella de la gente de esta región. Las estrellas utilizadas para la medición del tiempo son las mismas que las de los antiguos árabes, pero el sistema se simplifica al comenzar el ciclo del año con el surgimiento heliacal de al-Thurayyā, las Pléyades, al inicio del verano, y luego contar 13 días para cada estación lunar, excepto para al-Ǧabhah, que tiene 14 días. Esto dará 27 estaciones lunares x 13 días + 14 días (al-Ǧabhah) = ciclo de 365 días. Se utilizaron otros métodos de medición del tiempo, como la conjunción mensual de las Pléyades con la Luna o el uso de otras estrellas como las de El Carro. Las fuentes muestran que los nombres de las estrellas y los asterismos son pocos en comparación con los de los antiguos árabes. Solo se nombraron y usaron las estrellas brillantes y el asterismo prominente. Una fuente importante de conocimiento de las estrellas que continuó su influencia hasta el presente es la poesía de al-Ḫalāwī, un poeta cuyo tiempo no es seguro pero que se estima en el siglo XVII [#3]. Otra fuente importante es un poema de Moḥammad al-Qāḍī (~ 1809-1886), donde describió las 28 estaciones lunares, citándolas por los nombres locales [#2]. #### Fuentes de asterismos y nombres de estrellas La fuente de esta cultura estelar es una compilación de nombres de estrellas de las tradiciones orales y los siguientes libros: [#2], [#3], [#5], [#6], [#8], [#11], [#12], [#13], [#14], [#15]
