Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The Bedouins and farmers in the Arabian Peninsula relied heavily on stars for timing their nomadic trips, animal care, weather forecast and agricultural activities. We find frequent mention of stars in their proverbs and poetry. Fortunately, the oral poetry and proverbs have been documented and preserved in collections by different scholars. Surveying these collections along with oral traditions reveals the star knowledge of the people of this region.
fi: Arabian niemimaan beduiinit ja maanviljelijät luottivat suuresti tähtiin paimentolaismatkojensa ajoituksessa, eläinten hoidossa, sääennusteissa ja maataloustoiminnassa. Löydämme usein maininnan tähdistä heidän sananlaskuissaan ja runoissaan. Onneksi suullinen runous ja sananlaskut ovat dokumentoituja ja säilyneet kokoelmissa eri tutkijoiden toimesta. Näiden kokoelmien tutkiminen yhdessä suullisten perinteiden kanssa paljastaa alueen ihmisten tähtitietoisuuden.

source: The stars used for timing are the same as that of ancient Arabs, but the system is simplified by beginning the year cycle with the heliacal rising of al-Thurayyā, the Pleiades, in the beginning of summer, and then counting 13 days for each lunar station, except for al-Ǧabhah that has 14 days. This will have 27 lunar stations x 13 days + 14 days (al-Ǧabhah) = 365-day cycle. Other methods of timing were used like the monthly Pleiades-Moon conjunction or using other stars like the stars of the Big Dipper.
fi: Ajoituksen määrittämiseen käytetyt tähdet ovat samoja kuin muinaisilla arabeilla, mutta järjestelmää yksinkertaistetaan aloittamalla vuosisykli al-Thurayyan, Plejadien, heliakaalisella nousulla kesän alussa ja laskemalla sitten 13 päivää jokaiselle kuukaudelle. asema, paitsi al-Ǧabhah, jolla on 14 päivää. Tässä on 27 Kuun asemaa x 13 päivää + 14 päivää (al-Ǧabhah) = 365 päivän kierto. Muita ajoitusmenetelmiä käytettiin, kuten kuukausittaista Plejadit-Kuu-konjunktiota tai muita tähtiä, kuten Isoa Karhua.

source: The sources show that star names and asterisms are few compared to that of ancient Arabs. Only the bright stars and prominent asterism were named and used. An important source of star knowledge that continued its influence up to the present is the poetry of al-Ḫalāwī, a poet who's time is not certain but estimated to be in the 17th century<sup><a href="#footnote-3">[3]</a></sup>. Another important source is a poem by Moḥammad al-Qāḍī (~1809 -1886), where he described all the 28 lunar stations, citing them by the local names<sup><a href="#footnote-4">[4]</a></sup>.
fi: Lähteet osoittavat, että tähtien nimiä ja tähtiä on vähän verrattuna muinaisiin arabeihin. Vain kirkkaat tähdet ja näkyvä asterismi nimettiin ja käytettiin. Tärkeä tähtitiedon lähde, joka jatkoi vaikutustaan nykypäivään, on al-Ḫalāwī, runoilija, jonka aika ei ole varma, mutta jonka arvioidaan olevan 1600-luvulla.<sup><a href="#footnote-3">[3]</a></sup>. Toinen tärkeä lähde on Moḥammad al-Qāḍīn (~1809 -1886) runo, jossa hän kuvaili kaikki 28 Kuun asemaa ja mainitsi ne paikallisilla nimillä.<sup><a href="#footnote-4">[4]</a></sup>.

source: Sources of Star Names and Asterisms
fi: Tähtien ja nimien lähteet

source: The source of this sky culture is a compilation of star names from oral traditions and the following books:
fi: Tämän taivaskulttuurin lähde on kokoelma tähtien nimiä suullisista perinteistä ja seuraavista kirjoista:

source: Al-ʿUbūdī, Moḥammad b. Nāṣir, Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah, Lexicon of the classical root of the common dialect words, 13 volumes, King AbdulAzeez Library, Riyadh, Saudi Arabia, 2009.
fi: Al-ʿUbūdī, Moḥammad s. Nāṣir, Muʿǧam al-Uṣūl al-faṣīḥah lil-alfāẓ al-dariǧah, yleisten murresanojen klassisen juuren sanasto, 13 osaa, King AbdulAzeez Library, Riyadh, Saudi-Arabia, 2009.

source: Al-Azhār al-nadiyah min ashʿār al-badiyah, A collection of Bedouins poetry by the name: The moist flowers of Bedouin Poetry, 18 volumes, Al Ma'arif library, Tayef, Saudi Arabia.
fi: Al-Azhār al-nadiyah min ashʿār al-badiyah, Kokoelma beduiinirunoutta nimellä: Beduiinirunouden kosteat kukat, 18 osaa, Al Ma'arifin kirjasto, Tayef, Saudi-Arabia.

source: Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah, A collection of poetry by Mandeel al-Fuhaid, Our local literature of the Arab peninsula, 10 volumes, Riyadh, Saudi Arabia.
fi: Min ādābinā al-shaʿbiyah fi al-ǧazīrah al-ʿarabiyah, Mandeel al-Fuhaidin runokokoelma, Arabien niemimaan paikallinen kirjallisuus, 10 osaa, Riad, Saudi-Arabia.

source: Al-Suwaydā, ʿAbd al-Raḥman, Al-Amthāl al-shaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil, The local common proverbs of the Ḥayel region, Riyadh, Saudi Arabia, 2007.
fi: Al-Suwaydā, ʿAbd al-Raḥman, Al-Amthāl al-shaʿbiyah al-sāʾirah fi manṭiqat Ḥāʾil, Paikalliset yleiset sananlaskut Ḥayelin alueella, Riad, Saudi-Arabia, 2007.

source: Al-Suwaydā, ʿAbd al-Raḥman, Durar min al-shiʿr al-shaʿbī, The best of folk poetry, 3 volume Poetry collection, Riyadh, Saudi Arabia, 1999.
fi: Al-Suwaydā, ʿAbd al-Raḥman, Durar min al-shiʿr al-shaʿbī, Kansanrunouden paras, 3-osainen runokokoelma, Riad, Saudi-Arabia, 1999.

source: Al-Suwaydā, ʿAbd al-Raḥman, Shuʿarāʾ al-ǧabal al-shaʿbiyūn, The Poets of the mountain, 5 volume Poetry collection, Riyadh, Saudi Arabia, 2013.
fi: Al-Suwaydā, ʿAbd al-Raḥman, Shuʿarāʾ al-ǧabal al-shaʿbiyūn, Vuoren runoilijat, 5 osaa runokokoelma, Riad, Saudi-Arabia, 2013.

source: Al-Ajaji, Khalid, Sharḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm, Explanation of al-Qāḍī poem of anwāʾ and stars, Riyadh, Saudi Arabia, 2013.
fi: Al-Ajaji, Khalid, Sharḥ Qaṣidat al-Qāḍī fi al-anwāʾ wal-nuǧūm, Selitys al-Qāḍī runoon anwāʾ ja tähdistä, Riad, Saudi-Arabia, 2013.

source: Al-Ajaji, Khalid, Sharḥ Maʾthūrāt al-Ḫalāwī al-falakiyah, Explanation of al-Ḫalāwī astronomy poems, Riyadh, Saudi Arabia, 2018.
fi: Al-Ajaji, Khalid, Sharḥ Maʾthūrāt al-Ḫalāwī al-falakiyah, Selitys al-Ḫalāwī tähtitieteellisiin runoihin, Riad, Saudi-Arabia, 2018.

source: Constellations
fi: Tähdistöt

source: <b>Arabic</b>
fi: <b>Arabialainen</b>

source: <b>Transliteration</b>
fi: <b>Translitterointi</b>

source: <b>Translation</b>
fi: <b>Käännös</b>

source: <b>Comment</b>
fi: <b>Kommentti</b>

source: <b>References</b>
fi: <b>Viitteet</b>

source: <b>Constellations</b>
fi: <b>Tähdistöt</b>

source: The Two Guards
fi: Kaksi vartijaa

source: The two stars: β UMi and γ UMi. They are used for directions. The Two Guards comes from the legend that al-Jady (Polaris) killed the father of the seven sisters who are carrying the bier of their father (The stars of the Big Dipper) and circling al-Jady, vowing that they will not burry their father until they get revenge. al-Jady asked these two for protection, and the name is The Two Guards.
fi: Kaksi tähteä: β UMi ja γ UMi. Niitä käytetään ohjeissa. Kaksi vartijaa tulee legendasta, jonka mukaan al-Jady (Polaris) tappoi niiden seitsemän sisaruksen isän, jotka kantoivat isänsä (Ison Karhun tähdet) siskoa ja kiertelevät al-Jadyn ympärillä vannoen, etteivät he hautaa heidän sisaruksiaan. isä, kunnes he kostavat. al-Jady pyysi näitä kahta suojaa, ja nimi on Kaksi vartijaa.

source: The Two Refugees
fi: Kaksi pakolaista

source: The other name of the two stars: β UMi and γ Umi, The Two Refugees, comes from another version of the legend that they are the ones who committed the killing and they fled towards al-Jady for protection.
fi: Kahden tähden toinen nimi: β UMi ja γ Umi, Kaksi pakolaista, tulee toisesta versiosta legendasta, jonka mukaan he ovat syyllistyneet tappamiseen ja pakenivat al-Jadylle suojelukseksi.

source: The Family Of Aba Bzay
fi: Aba Bzayn perhe

source: The two stars: β UMi and γ UMi
fi: Kaksi tähteä: β UMi ja γ UMi

source: Meaning is not known for certain. It could mean the camels. composed of the seven stars of the Big Dipper.
fi: Merkitys ei ole tiedossa varmasti. Se voi tarkoittaa kameleja. koostuu Otavan seitsemästä tähdestä.

source: The Seven
fi: Seitsemän

source: The seven stars of the Big Dipper.
fi: Ison Karhun seitsemän tähteä.

source: Daughters Of Na'sh
fi: Na'shin tyttäret

source: The seven stars of the Big Dipper. Seven sisters carrying the bier of their father who was killed by al-Ǧady (Polaris).
fi: Ison Karhun seitsemän tähteä. Seitsemän sisarta kantoivat al-Ǧadyn (Polaris) tappaman isänsä lippaa.

source: The Saddle Of The Camel
fi: Kamelin satula

source: The 5 bright stars of Cassiopeia. This name is used in the western areas along the red sea of Saudi Arabia.
fi: Cassiopeian 5 kirkasta tähteä. Tätä nimeä käytetään Saudi-Arabian punaisen meren länsialueilla.

source: The Wool Spindle
fi: Villakara

source: The Cross shaped stars of α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg, and β1 Cyg (Albireo). The source is oral tradition from the town of Zulfi in central Saudi Arabia.
fi: Ristin muotoiset tähdet α Cyg (Deneb), ε Cyg (Gienah), γ Cyg (Sadr), δ Cyg ja β1 Cyg (Albireo). Lähde on suullinen perinne Zulfin kaupungista Keski-Saudi-Arabiassa.

source: The Front
fi: Etuosa

source: The front mouth of the bucket (24th mansion of the Moon)
fi: Ämpärin suun etuosa (Kuun 24. tähtikuvio)

source: The Rear
fi: Takaosa

source: The rear mouth of the bucket (25th mansion of the Moon)
fi: Ämpärin takaosan suu (Kuun 25. tähtikuvio)

source: The Bucket Rope
fi: Ämpärin köysi

source: The rope used to pull the bucket from the well (26th mansion of the Moon)
fi: Köysi, jolla ämpäri vedettiin kaivosta (Kuun 26. tähtikuvio)

source: The Two Signs
fi: Kaksi merkkiä

source: The two signs, stars (Mesarthim and Sheratan) (27th mansion of the Moon)
fi: Kaksi merkkiä, tähdet (Mesarthim ja Sheratan) (Kuun 27. tähtikuvio)

source: The Little Abdomen
fi: Pikku Vatsa

source: The little abdomen of al-Ḥamal (28th mansion of the Moon).
fi: Al-Ḥamalin pieni vatsa (Kuun 28. tähtikuvio).

source: Al-Thurayya is a proper name of the Pleiades (first mansion of the Moon).
fi: Al-Thurayya on Plejadien (Kuun ensimmäinen tähtikuvio) oikea nimi.

source: The Arm
fi: Käsivarsi

source: The two stars of Canis Minor, the arm of the lion (5th mansion of the Moon).
fi: Pienen koiran kaksi tähteä, leijonan käsivarsi (Kuun 5. tähtikuvio).

source: The Two Little Dogs
fi: Kaksi pientä koiraa

source: An asterism of the two stars: δ CMa and ε CMa. Their heliacal rising is used for timing (same time as the 6th mansion of the Moon). The name is common in central Arabia.
fi: Kahden tähden asterismi: δ CMa ja ε CMa. Heidän heliakaalista nousuaan käytetään ajoitukseen (samaan aikaan kuin Kuun 6. tähtikuvio). Nimi on yleinen Keski-Arabiassa.

source: The Nostrils
fi: Sieraimet

source: M 44 and two adjacent stars representing the nose tip of the Arab lion (6th mansion of the Moon).
fi: M 44 ja kaksi vierekkäistä tähteä edustavat arabileijonan nenäkärkiä (Kuun 6. tähtikuvio).

source: The Eyes
fi: Silmät

source: Eyes of the lion (7th mansion of the Moon).
fi: Leijonan silmät (Kuun 7. tähtikuvio).

source: The Forehead
fi: Otsa

source: Forehead of the lion (8th mansion of the Moon).
fi: Leijonan otsa (Kuun 8. tähtikuvio).

source: The Mane
fi: Harja

source: Mane of the lion (9th mansion of the Moon).
fi: Leijonan harja (Kuun 9. tähtikuvio).

source: The Bend
fi: Mutka

source: an arc of 5 stars. The arabic al-ʿAwwā could mean also the Howlers, dogs barking at the lion (11th mansion of the Moon).
fi: 5 tähden kaari. Arabialainen al-ʿAwwā voisi tarkoittaa myös ulvojia, koiria, jotka haukkuvat leijonalle (Kun 11. tähtikuvio).

source: The Cover
fi: Kansi

source: Three star asterism (13th mansion of the Moon)
fi: Kolmen tähden asterismi (Kuun 13. tähtikuvio)

source: Claws Of The Scorpion
fi: Skorpionin kynnet

source: The two bright stars of Libra (14th mansion of the Moon).
fi: Vaakan kaksi kirkasta tähteä (Kuun 14. tähtikuvio).

source: The Diadem
fi: Diadeemi

source: The arc of the three stars on the forehead of Scorpius (15th mansion of the Moon).
fi: Kolmen tähden kaari Skorpionin otsalla (Kuun 15. tähtikuvio).

source: Raised Tail Of The Scorpion
fi: Korotettu Skorpionin Häntä

source: The sting of Scorpius (17th mansion of the Moon).
fi: Skorpionin pisto (Kuun 17. tähtikuvio).

source: The Scorpion
fi: Skorpioni

source: The scorpion image
fi: Skorpionin kuva

source: The Empty Place
fi: Tyhjä paikka

source: An area with no bright stars in Sagittarius (19th mansion of the Moon).
fi: Alue, jossa ei ole kirkkaita tähtiä Jousimies (Kuun 19. tähtikuvio).

source: The Ostriches
fi: Strutsit

source: Four stars in the milky way representing four ostriches drinking at the river and another four away from the milky way representing four ostriches returning from the river. A ninth star between and above the two groups is included. All the stars are in the Sagittarius constellation (18th mansion of the Moon).
fi: Neljä tähteä Linnunradalla edustavat neljää strutsia, jotka juovat joella ja toiset neljä pois Linnunradalta, jotka edustavat neljää joesta palaavaa strutsia. Kahden ryhmän välissä ja yläpuolella on yhdeksäs tähti. Kaikki tähdet ovat Jousimiehen tähdistössä (Kuun 18. tähtikuvio).

source: The Lucky Star Of The Slaughterer
fi: Teurastajan onnentähti

source: Ancient Arab asterism representing a man slaughtering a sheep (20th mansion of the Moon).
fi: Muinainen arabiasterismi, joka edustaa miestä teurastamassa lampaan (Kuun 20. tähtikuvio).

source: The Lucky Star Of The Swallower
fi: Nielijän onnentähti

source: Ancient Arab asterism representing a man swallowing a bite (21th mansion of the Moon).
fi: Muinainen arabien asterismi, joka esittää miestä nielemässä pureman (Kuun 21. tähtikuvio).

source: The Luckiest Of The Lucky Stars
fi: Onnellisin onnentähti

source: Ancient Arab asterism three stars that rises in the morning in the spring (22nd mansion of the Moon).
fi: Muinainen arabien asterismi kolme tähteä, joka nousee aamulla keväällä (Kuun 22. tähtikuvio).

source: The Lucky Star Of The Tents
fi: Telttojen onnentähti

source: Ancient Arab asterism of a triangle of three stars and a fourth star is inside the triangle, a man inside a tent (23rd mansion of the Moon).
fi: Kolmen tähden kolmion ja neljännen tähden kolmion muinainen arabiasterismi on kolmion sisällä, mies teltassa (Kuun 23. tähtikuvio).

source: The Circular Mark
fi: Pyöreä merkki

source: Ancient Arab asterism of a small triangle of stars (head of Orion) representing a mark on the side of the horse (third mansion of the Moon).
fi: Muinainen arabialainen asterismi pienestä tähtikolmiosta (Orionin pää), joka edustaa merkkiä hevosen kyljessä (Kuun kolmas tähtikuvio).

source: Stoopness
fi: Vakaus

source: Ancient Arab asterism (4th mansion of the Moon)
fi: Muinainen arabiasterismi (Kuun neljäs tähtikuvio)

source: Back Of Al-Jawza
fi: Al-Jawzan selkä

source: The three stars at the belt of Orion. This name along with the star names of Northern Horn of al-Jawza and Southern Horn of al-Jawza comes from the western region of Saudi Arabia and used by the fishers of the red sea. The source is oral tradition from the seaport Umluj of Saudi Arabia.
fi: Kolme tähteä Orionin vyöllä. Tämä nimi sekä al-Jawzan pohjoisen sarven ja al-Jawzan eteläisen sarveen tähtinimet ovat peräisin Saudi-Arabian läntiseltä alueelta, ja punaisen meren kalastajat käyttävät sitä. Lähde on suullinen perinne Saudi-Arabian Umlujin satamasta.

source: Claws Of Al-Jawza
fi: Al-Jawzan kynnet

source: Names of the stars: α, γ, β, and κ Ori, orally communicated from the Qasseem region of Saudi Arabia.
fi: Tähtien nimet: α, γ, β ja κ Ori, suullisesti välitetty Saudi-Arabian Qasseemin alueelta.

source: Mosque Of Al-Thurayya
fi: Al-Thurayyan moskeija

source: A triangle of stars that rise before al-Thurayya (The Pleiades). It is composed of the three stars: α Ari, α Tri, and β Tri. The source of this name is oral tradition in the region of Wadi al-Dawasir in southwestern Saudi Arabia.
fi: Tähtien kolmio, joka kohoaa ennen al-Thurayyaa (Plejadit). Se koostuu kolmesta tähdestä: α Ari, α Tri ja β Tri. Tämän nimen lähde on suullinen perinne Wadi al-Dawasirin alueella Lounais-Saudi-Arabiassa.

source: Al-Jawza is a proper name for a woman. this constellation is a woman shape for the Orion stars. It is the same as that of ancient Arabs. Some oral traditions will give the name to only the three stars of Orion belt.
fi: Al-Jawza on naisen oikea nimi. tämä tähdistö on naisen muotoinen Orionin tähdille. Se on sama kuin muinaisilla arabeilla. Jotkut suulliset perinteet antavat nimen vain Orion-vyön kolmelle tähdelle.

source: <b>Planets</b>
fi: <b>Planeetat</b>

source: Morning Star
fi: Aamutähti

source: A name for Venus when it sets after the Sun.
fi: Nimi Venukselle, kun se laskee Auringon jälkeen.

source: Evening Star
fi: Iltatähti

source: A name for Venus when it rises before the Sun.
fi: Nimi Venukselle, kun se nousee ennen aurinkoa.

source: The Sip, The Sipper
fi: Sip, Sipper

source: Bedouins will tell the kids when they ask for milk to wait until Venus (The sip, the sipper) sets. Another version is that they encourage the children to drink their milk before Venus (The sipper) drinks it.
fi: Beduiinit kertovat lapsille, kun he pyytävät maitoa, että he odottavat, kunnes Venus (Sip, siemaile) laskeutuu. Toinen versio on, että he rohkaisevat lapsia juomaan maitonsa ennen kuin Venus (Sipper) juo sen.

source: The Star Of Al-Hawdan
fi: Al-Hawdanin tähti

source: Al-Hawdan is a tribe. Every evening they agree that when they see Venus in the morning, they will start their nomadic trip looking for pasture for their camels, but in they morning they decide to stay. Another version is that they will take their camels to the pasture early when Venus rises preceding others, and they will take back their camels late in the evening when Venus sets.
fi: Al-Hawdan on heimo. Joka ilta he sopivat, että kun he näkevät Venuksen aamulla, he aloittavat nomadimatkansa etsimään laitumia kameleilleen, mutta aamulla he päättävät jäädä. Toinen versio on, että he vievät kamelit laitumelle aikaisin, kun Venus nousee muita edelle, ja he ottavat kamelit takaisin myöhään illalla, kun Venus laskee.

source: <b>Stars</b>
fi: <b>Tähdet</b>

source: The Kid
fi: Lapsi

source: Same as the ancient Arab name.
fi: Sama kuin muinainen arabien nimi.

source: The Two Guards 1
fi: Kaksi vartijaa 1

source: See CON100
fi: Katso CON100

source: The Two Guards 2
fi: Kaksi vahtia 2

source: The Two Refugees 1
fi: Kaksi pakolaista 1

source: The Two Refugees 2
fi: Kaksi pakolaista 2

source: The Family Of Aba Bzay 1
fi: Aba Bzayn perhe 1

source: The Family Of Aba Bzay 2
fi: Aba Bzayn perhe 2

source: The first two stars of the Big Dipper to rise
fi: Ison Karhun kaksi ensimmäistä tähteä nousevat

source: The first Khilj 1
fi: Ensimmäinen Khilj 1

source: The first Khilj 2
fi: Ensimmäinen Khilj 2

source: The Latter Khilj 1
fi: Myöhempi Khilj 1

source: The second two stars of the Big Dipper to rise
fi: Ison Karhun toiset kaksi tähteä nousemassa

source: The Latter Khilj 2
fi: Myöhempi Khilj 2

source: The fourth ones 1
fi: Neljännet 1

source: The fourth ones 2
fi: Neljännet 2

source: The Fifth
fi: Viides

source: The star ε UMa, fifth to rise of the seven stars of the Big Dipper.
fi: Tähti ε UMa, viidenneksi nouseva Ison Karhun seitsemästä tähdestä.

source: The Sixth
fi: Kuudes

source: The star ζ UMa, sixth to rise of the seven stars of the Big Dipper.
fi: Tähti ζ UMa, kuudenneksi nouseva Ison Karhun seitsemästä tähdestä.

source: The Seventh
fi: Seitsemäs

source: The star η UMa, seventh to rise of the seven stars of the Big Dipper.
fi: Tähti η UMa, seitsemänneksi nouseva Ison Karhun seitsemästä tähdestä.

source: The Watcher
fi: Katsoja

source: The star α Boo. The source of this name is in the tradition of Ḥayel region.
fi: Tähti α Boo. Tämän nimen lähde on Ḥayelin alueen perinteessä.

source: The Reddish One
fi: Punainen yksilö

source: The star α Boo. The source of this name is in the traditions of seafarers and fishers of the west and east costs of the Arabian Peninsula.
fi: Tähti α Boo. Tämän nimen lähde on Arabian niemimaan länsi- ja itäosien merenkulkijoiden ja kalastajien perinteissä.

source: The Closed Wings Eagle
fi: Suljettujen siipien kotka

source: The star α Lyr (Vega), named because the two stars: ζ Lyr and ε Lyr forms the closed wings. Source is Ḥayel region.
fi: Tähti α Lyr (Vega), joka on nimetty, koska kaksi tähteä: ζ Lyr ja ε Lyr muodostavat suljetut siivet. Lähde on Ḥayelin alue.

source: The Parallel One
fi: Rinnakkainen

source: The star Capella, parallels al-Thurayya (The Pleiades)
fi: Tähti Capella, rinnakkain al-Thurayya (Plejadit)

source: The Sided One
fi: Puolitettu

source: The star Capella, on the far side of al-Thurayya (The Pleiades)
fi: Tähti Capella, al-Thurayyan (Plejadit) toisella puolella

source: The Spread Wings Eagle
fi: Levitettyjen siipien kotka

source: The star α Aql (Altair), named because the two stars: γ Aql and β Aql forms the spread wings. Source is Ḥayel region.
fi: Tähti α Aql (Altair), joka on nimetty, koska kaksi tähteä: γ Aql ja β Aql muodostavat leviävät siivet. Lähde on Ḥayelin alue.

source: Another name of The Spread wings Eagle mentioned in the poetry of al-Ḫalāwī.
fi: Toinen Levitettyjen kotkan siipien nimi, joka mainitaan al-Ḫalāwīn runoissa.

source: The Rear Bucket Mouth 2
fi: Takakauhan suu 2

source: See CON2504
fi: Katso CON2504

source: The Rear Bucket Mouth 1
fi: Takakauhan suu 1

source: The Front Bucket Mouth 2
fi: Etukauhan suu 2

source: See CON2502
fi: Katso CON2502

source: The Front Bucket Mouth 1
fi: Etukauhan suu 1

source: The Follower
fi: Seuraaja

source: The star Aldebran, (second mansion of the Moon)
fi: Tähti Aldebran, (Kuun toinen tähtikuvio)

source: The Latter
fi: Jälkimmäinen

source: The star Aldebran, (second mansion of the Moon), Name is used in al-Ṭayef region, western Saudi Arabia.
fi: Tähti Aldebran, (Kuun toinen tähtikuvio), Nimeä käytetään al-Ṭayefin alueella Länsi-Saudi-Arabiassa.

source: The Claws 1
fi: Kynnet 1

source: Stars between α CMi (Procyon) and α Gem. The source is oral tradition of Najran, southwest of Saudi Arabia.
fi: Tähdet α CMi (Procyon) ja α Gem välissä. Lähde on Najranin suullinen perinne Saudi-Arabiasta lounaaseen.

source: The Claws 2
fi: Kynnet 2

source: The Claws 3
fi: Kynnet 3

source: The Claws 4
fi: Kynnet 4

source: The Claws 5
fi: Kynnet 5

source: The Claws 6
fi: Kynnet 6

source: Star Of Weather Change
fi: Säämuutoksen tähti

source: (10th mansion of the Moon)
fi: (Kuun 10. tähtikuvio)

source: The High Unarmed One
fi: Korkea Aseeton

source: (12th mansion of the Moon)
fi: (Kuun 12. tähtikuvio)

source: The Heart
fi: Sydän

source: (16th mansion of the Moon)
fi: (Kuun 16. tähtikuvio)

source: (17th mansion of the Moon)
fi: (Kuun 17. tähtikuvio)

source: (third mansion of the Moon)
fi: (Kuun kolmas tähtikuvio)

source: Northern Horn Of Al-Jawza
fi: Al-Jawzan pohjoinen sarvi

source: Name of the star: α Ori, from the western region of Saudi Arabia and used by the fishers of the red sea. The source is oral tradition from the seaport Umluj of Saudi Arabia.
fi: Tähden nimi: α Ori, Saudi-Arabian länsiosasta ja Punaisenmeren kalastajien käyttämä. Lähde on suullinen perinne Saudi-Arabian Umlujin satamasta.

source: Northern Claw Of Al-Jawza
fi: Al-Jawzan pohjoinen kynsi

source: Name of the star: α Ori, this specific name "Northern Claw of al-Jawza" appeared in "Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (died 1873), ʿInwān al-maǧd fi tarīḫ Naǧd, The title of glory on the history of Najd, (Arabic critical edition print by Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi Arabia, 2012, pg. 292.".
fi: Tähden nimi: α Ori, tämä erityinen nimi "Pohjoinen al-Jawzan kynsi" esiintyi kirjoissa "Ibn Bišir, ʿUṯmān ibn ʿAbd Allah (kuoli 1873), ʿInwān al-maǧd fi tarīḫ Naǧory, The History of glory. Najd, (arabialainen kriittinen painos Dr. Muḥammad ibn Nāṣir al-Šiṯrī), Riyadh, Saudi-Arabia, 2012, s. 292.".
