Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Stellarium currently provides 300 Chinese Xingguans and more than 3000 Chinese star names from *Complete Studies of Astronomical* (Chinese: 仪象考成; pinyin: Yíxiàng kǎochéng) and *The Continuation of Complete Studies of Astronomical* (Chinese: 仪象考成续编; pinyin: Yíxiàngkǎochéng xùbiān). *Complete Studies of Astronomical* is an imperial record of astronomy finished in 1756. In 1844, the Imperial Astronomical Observatory made a revision to it and published *The Continuation of Complete Studies of Astronomical*, which is the major reference to the traditional Chinese Xingguans and star names used today. Yi Shitong has conducted textual research and summary of these records in his book*Chinese and Western Contrast Star Chart and Catalogue 1950.0* (Chinese: 中西对照恒星图表1950.0; pinyin: Zhōngxī Duìzhào Héngxīng Túbiǎo). Chinese Traditional Sky Culture is Based on the information inside *Chinese and Western Contrast Star Chart and Catalogue 1950.0* and *Complete Studies of Astronomical*. In addition, some stars have been added according to *The History of Stellar Observation in China* (Chinese: 中国恒星观测史; pinyin: Zhōngguó Héngxīng Guāncèshǐ) by Pan Nai, if these stars are not certified in *Chinese and Western Contrast Star Chart and Catalogue1950.0(Star Catalogue)*. If the star name is followed by a "*", it is a star added according to *The History of Stellar Observation in China*. If the star name is followed by a "?", it is a star added according to *The History of Stellar Observation in China*, but cannot be fully certified. ### Sun, Moon and Planets The Western countries named the planets in mythical characters. The ancient Chinese understanding of five planets is based on five-element concepts. Therefore, Mercury is named Water Star, Venus is named Metal Star, Mars is named Fire Star, Jupiter is named Wood Star, Saturn is named Earth Star. In Chinese, the sun and the moon are named after Yin and Yang (with prefix "great" (Chinese:太; pinyin: tài)), respectively Taiyang (Sun, Chinese: 太阳; pinyin: Tàiyáng) and Taiyin (Moon, Chinese:太阴; pinyin: Tàiyīn). Their other name belongs to pictographic characters. Ri (Sun, Chinese: 日) And Yue (Moon, Chinese: 月). But the more commonly used name for the moon is Yueliang (Chinese: 月亮; pinyin: Yuèliàng). The sun, the moon and the five planets form Seven Luminaries (Chinese: 七曜; pinyin: qīyào), which correspond to the Five Elements and Yin and Yang. ### Xingguans Traditional Chinese astronomy has a system of dividing the celestial sphere into asterisms or constellations, known as "Xingguan". Modern constellations refer to specific areas of the celestial sphere. Xingguans refer only to the way stars are distributed, with no specific boundaries between Xingguans. The name and layout of the Xingguans are very social, the kingdom, the mountains, the goods, the industry all move to the sky, according to the Earth's way in the sky to copy a world. The Xingguans are generally smaller than the constellations of Hellenistic tradition. A Xingguan contain more than dozens of stars, and fewer are only one. Medieval Chinese Astronomical Maps generally show a total of 283 Xingguans, comprising a total of 1,464 individual stars. The Xingguans are divided into 31 regions, the Twenty-Eight Mansions (Chinese: 二十八宿；pinyin: Èrshíbā Xiù) along the ecliptic, and the Three Enclosures (Chinese: 三垣; pinyin: Sānyuán) of the northern sky. Due to the influence of precession, six Xingguans near the southern horizon are getting more and more south. They were no longer easy to be observed by astronomers in the Ming and Qing Dynasties, so they were no longer recorded in *Complete Studies of Astronomical*. Before the late Ming Dynasty (17th century), there were no Xingguans around the southern celestial pole. The Southern Sky (Chinese: 近南极星区; pinyin: JìnnánJí Xīngqū) was added as a 32th region in the late Ming Dynasty based on European star charts, comprising an additional 23 Xingguans. The Southern Sky are now also treated as part of the traditional Chinese system. Since the late Ming Dynasty, Western missionaries entered the Imperial Astronomical Observatory. They have followed the names of the Xingguans, but changed the corresponding stars of some Xingguans, and added some stars to almost every Xingguan, called "added stars" (Chinese: 增星; pinyin: zēngxīng). The original stars are called "primary stars" (Chinese: 正星; pinyin: zhèngxīng). A Xingguan of two or more stars, each star has a number. The name of the stars in *The Continuation of Complete Studies of Astronomical* is the Xingguan plus a number. But there are also a few Xingguans, each star has a special name. In this way, *The Continuation of Complete Studies of Astronomical* has 300 Xingguans and 3240 stars in total. Until the Revolution of 1911, China no longer regarded Xingguan as the official constellation system. Unlike Xingguans, traditional Chinese star names are still used in modern Chinese astronomy, even more common than Western names. ![](illustrations/yxkcxt.png) *Astronomical Map of Complete Studies of Astronomical (1757)* ### Three Enclosures Three Enclosures is three regions in the northern sky surrounded by the ecliptic. Three Enclosures is Purple Forbidden Enclosure (Chinese: 紫微垣; pinyin: Zǐwēiyuán), Supreme Palace Enclosure (Chinese: 太微垣; pinyin: Tàiwēiyuán), Heavenly Market Enclosure (Chinese: 天市垣; pinyin: Tiānshìyuán). Each Enclosure has two walls, called the left wall and the right wall which are the main Xingguans. The walls are surrounded by many Xingguans. There are also Xingguans in the vicinity of the wall that belong to this Enclosure. Purple Forbidden enclosure is the inner palace of the emperor, it covers the northernmost area of the night sky. From the viewpoint of the ancient Chinese, the Purple Forbidden Enclosure lies in the middle of the sky and is circled by all the other stars. It covers the modern constellations Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes, and parts of Ursa Major, Canes Venatici, Leo Minor, Hercules. Purple Forbidden enclosure has 37 Xingguans. - [Purple Forbidden enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) Supreme Palace Enclosure is the place where the emperor and the courtiers deal with their politics. Supreme Palace Enclosure has a variety of officials and government agencies. It covers the modern constellations Virgo, Coma Berenices and Leo, and parts of Canes Venatici, Ursa Major and Leo Minor. Supreme Palace Enclosure has 20 Xingguans. - [Supreme Palace Enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) Heavenly Market Enclosure is a bazaar in the sky, a place where ordinary people live. The Heavenly Market Enclosure covers the modern constellations Serpens, Ophiuchus, Aquila and Corona Borealis, and parts of Hercules. Heavenly Market Enclosure has 19 Xingguans. They were named after the participants of the bazaar and the facilities of the bazaar. - [Heavenly Market Enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) ### Twenty-Eight Mansions The Twenty-Eight Mansions (Chinese: 二十八宿; pinyin:Èrshíbā Xiù) also known as 28 Lunar Mansions are the ancient China divisions of the ecliptic and the sky area near the equator to divide the ecliptic into 28 regions according to the right ascension. Each region is called a Mansion (Chinese: 宿; pinyin:Xiù), The ancients let the Moon change a Mansion every day to rest. Each Mansion has a Xingguan of the same name near the ecliptic, which is the main Xingguan. Where the Xingguans in this area belongs to the Mansion. Each Xingguans has a main star know as determinative star (Chinese: 距星; pinyin: jùxīng). In ancient China, the determinative stars of Twenty-eight Mansions was the benchmark for determining the longitude of the equatorial coordinate system. The right ascension difference between the determinative stars of two adjacent Mansions is the equatorial mansion degrees (Chinese: 宿度; pinyin: xiùdù) of the western Mansion. The traditional equatorial coordinate system of China divides the equator into 365.25 degrees, and the Sun runs one day for one degree, which is also the sum of the equatorial mansion degrees of the 28 Mansion. Due to the influence of precession, the equatorial mansion degrees of each Mansion has been slowly changing, and some determinative stars have also changed in history. On traditional Chinese star maps, there are 28 lines passing through the determinative stars of The Twenty-Eight Mansions from the north celestial pole as their boundaries to facilitate the positioning of celestial bodies. If a celestial body is east of the determinative star of a Mansion, and its right ascension does not exceed the determinative star of the next Mansion, the difference in right ascension between this celestial body and the determinative star, is know as mansion distance degrees (Chinese: 入宿度; pinyin: rùxiùdù). Coupled with the polar distance degrees(Chinese: 去极度; pinyin: qùjídù), which is the angular distance between the star and the north celestial pole, we can determine the position of a star on the celestial sphere. Mansion distance degrees and polar distance degrees together constitute the two components of the ancient Chinese equatorial coordinate system. The Twenty-Eight Mansions are grouped into Four Symbols (Chinese: 四象; pinyin: sìxiàng), each associated with a compass direction and containing seven Mansions, corresponds to Seven Luminaries. The correspondence between the Twenty-Eight Mansions and the Four Symbols is based on the sky at dusk on the vernal equinox in a certain period of ancient times. At this time, the Vermilion Bird is in the south, the Azure Dragon is in the east, the Black Tortoise is in the north, and the White Tiger is in the west. ### The List of The Twenty-Eight Mansions (J2000) |Seven Luminaries| |Wood|Metal|Earth|Sun|Moon|Fire|Water| |----------------|---|----|-----|-----|---|----|----|-----| |Chinese Name|<notr>东方苍龙</notr>|<notr>角宿</notr>|<notr>亢宿</notr>|<notr>氐宿</notr>|<notr>房宿</notr>|<notr>心宿</notr>|<notr>尾宿</notr>|<notr>箕宿</notr>| |Pinyin|<notr>Dōngfāng Cānglóng</notr>|<notr>Jiǎoxiù</notr>|<notr>Kàngxiù</notr>|<notr>Dīxiù</notr>|<notr>Fángxiù</notr>|<notr>Xīnxiù</notr>|<notr>Wěixiù</notr>|<notr>Jīxiù</notr>| |Translation|Azure Dragon of the East|Horn Mansion|Neck Mansion|Root Mansion|Room Mansion|Heart Mansion|Tail Mansion|Winnowing Basket Mansion| |Number of xingguans|<notr>46</notr>|<notr>11</notr>|<notr>7</notr>|<notr>11</notr>|<notr>7</notr>|<notr>2</notr>|<notr>5</notr>|<notr>3</notr>| |Determinative Star| |<notr>α Vir</notr>|<notr>κ Vir</notr>|<notr>α2 Lib</notr>|<notr>π Sco</notr>|<notr>σ Sco</notr>|<notr>μ1 Sco</notr>|<notr>γ Sgr</notr>| |RA of Determinative Star| |<notr>13h25m11.6s</notr>|<notr>14h12m53.8s</notr>|<notr>14h50m52.8s</notr>|<notr>15h58m51.1s</notr>|<notr>16h21m11.3s</notr>|<notr>16h51m52.2s</notr>|<notr>18h05m48.5s</notr>| |Equatorial Mansion Degrees 1| |<notr>47m42s</notr>|<notr>37m59s</notr>|<notr>1h07m58s</notr>|<notr>22m20s</notr>|<notr>30m41s</notr>|<notr>1h13m57s</notr>|<notr>39m51s</notr>| |Equatorial Mansion Degrees 2| |<notr>12.10°</notr>|<notr>9.63°</notr>|<notr>17.24°</notr>|<notr>5.67°</notr>|<notr>7.78°</notr>|<notr>18.76°</notr>|<notr>10.11°</notr>| |Chinese Name|<notr>北方玄武</notr>|<notr>斗宿</notr>|<notr>牛宿</notr>|<notr>女宿</notr>|<notr>虚宿</notr>|<notr>危宿</notr>|<notr>室宿</notr>|<notr>壁宿</notr>| |Pinyin|<notr>Běifāng Xuánwǔ</notr>|<notr>Dǒuxiù</notr>|<notr>Niúxiù</notr>|<notr>Nǚxiù</notr>|<notr>Xūxiù</notr>|<notr>Wēixiù</notr>|<notr>Shìxiù</notr>|<notr>Bìxiù</notr>| |Translation|Black Tortoise of the North|Dipper Mansion|Ox Mansion|Girl Mansion|Emptiness Mansion|Rooftop Mansion|Encampment Mansion|Wall Mansion| |Number of xingguans|<notr>65</notr>|<notr>10</notr>|<notr>11</notr>|<notr>8</notr>|<notr>10</notr>|<notr>10</notr>|<notr>10</notr>|<notr>6</notr>| |Determinative Star| |<notr>μ Sgr</notr>|<notr>β Cap</notr>|<notr>ε Aqr</notr>|<notr>β Aqr</notr>|<notr>α Aqr</notr>|<notr>α Peg</notr>|<notr>γ Peg</notr>| |RA of Determinative Star| |<notr>18h45m39.4s</notr>|<notr>20h21m0.7s</notr>|<notr>20h47m40.6s</notr>|<notr>21h31m33.5s</notr>|<notr>22h05m47.0s</notr>|<notr>23h04m45.7s</notr>|<notr>00h13m14.2s</notr>| |Equatorial Mansion Degrees 1| |<notr>1h35m21s</notr>|<notr>26m40s</notr>|<notr>43m53s</notr>|<notr>34m13s</notr>|<notr>58m59s</notr>|<notr>1h08s29s</notr>|<notr>43m58s</notr>| |Equatorial Mansion Degrees 2| |<notr>24.19°</notr>|<notr>6.76°</notr>|<notr>11.13°</notr>|<notr>8.68°</notr>|<notr>14.96°</notr>|<notr>17.37°</notr>|<notr>11.15°</notr>| |Chinese Name|<notr>西方白虎</notr>|<notr>奎宿</notr>|<notr>娄宿</notr>|<notr>胃宿</notr>|<notr>昴宿</notr>|<notr>毕宿</notr>|<notr>觜宿</notr>|<notr>参宿</notr>| |Pinyin|<notr>Xīfāng Báihǔ</notr>|<notr>Kuíxiù</notr>|<notr>Loúxiù</notr>|<notr>Wèixiù</notr>|<notr>Mǎoxiù</notr>|<notr>Bìxiù</notr>|<notr>Zīxiù</notr>|<notr>Shēnxiù</notr>| |Translation|White Tiger of the West|Legs Mansion|Bond Mansion|Stomach Mansion|Hairy Head Mansion|Net Mansion|Turtle Beak Mansion|Three Stars Mansion| |Number of xingguans|<notr>54</notr>|<notr>9</notr>|<notr>6</notr>|<notr>7</notr>|<notr>9</notr>|<notr>14</notr>|<notr>3</notr>|<notr>6</notr>| |Determinative Star| |<notr>η And</notr>|<notr>β Ari</notr>|<notr>35 Ari</notr>|<notr>17 Tau</notr>|<notr>ε Tau</notr>|<notr>λ Ori</notr>|<notr>ζ Ori</notr>| |RA of Determinative Star| |<notr>00h57m12.3s</notr>|<notr>01h54m38.4s</notr>|<notr>02h43m27.1s</notr>|<notr>03h44m52.5s</notr>|<notr>04h28m37.0s</notr>|<notr>5h35m8.3s</notr>|<notr>05h40m45.5s</notr>| |Equatorial Mansion Degrees 1| |<notr>57m26s</notr>|<notr>48m49s</notr>|<notr>1h01m26s</notr>|<notr>43m44s</notr>|<notr>1h06m31s</notr>|<notr>5m32s</notr>|<notr>42m12s</notr>| |Equatorial Mansion Degrees 2| |<notr>14.57°</notr>|<notr>12.38°</notr>|<notr>15.58°</notr>|<notr>11.09°</notr>|<notr>16.87°</notr>|<notr>1.40°</notr>|<notr>10.70°</notr>| |Chinese Name|<notr>南方朱雀</notr>|<notr>井宿</notr>|<notr>鬼宿</notr>|<notr>柳宿</notr>|<notr>星宿</notr>|<notr>张宿</notr>|<notr>翼宿</notr>|<notr>轸宿</notr>| |Pinyin|<notr>Nánfāng Zhūquè</notr>|<notr>Jǐngxiù</notr>|<notr>Guǐxiù</notr>|<notr>Liǔxiù</notr>|<notr>Xīngxiù</notr>|<notr>Zhāngxiù</notr>|<notr>Yìxiù</notr>|<notr>Zhěnxiù</notr>| |Translation|Vermilion Bird of the South|Well Mansion|Ghosts Mansion|Willow Mansion|Star Mansion|Extended Net Mansion|Wings Mansion|Chariot Mansion| |Number of xingguans|<notr>42</notr>|<notr>19</notr>|<notr>7</notr>|<notr>2</notr>|<notr>5</notr>|<notr>2</notr>|<notr>2</notr>|<notr>5</notr>| |Determinative Star| |<notr>μ Gem</notr>|<notr>θ Cnc</notr>|<notr>δ Hya</notr>|<notr>α Hya</notr>|<notr>υ1 Hya</notr>|<notr>α Crt</notr>|<notr>γ Crv</notr>| |RA of Determinative Star| |<notr>6h22m57.6s</notr>|<notr>8h31m35.7s</notr>|<notr>8h37m39.4s</notr>|<notr>09h27m35.2s</notr>|<notr>09h51m28.7s</notr>|<notr>10h59m45.9s</notr>|<notr>12h15m48.4s</notr>| |Equatorial Mansion Degrees 1| |<notr>2h08m38s</notr>|<notr>6m3s</notr>|<notr>49m58s</notr>|<notr>23m54s</notr>|<notr>1h08m17s</notr>|<notr>1h16m02s</notr>|<notr>1h09m23s</notr>| |Equatorial Mansion Degrees 2| |<notr>32.63°</notr>|<notr>1.54°</notr>|<notr>12.67°</notr>|<notr>6.06°</notr>|<notr>17.32°</notr>|<notr>19.29°</notr>|<notr>17.60°</notr>| note 1: Equatorial Mansion Degrees 1:Modern equatorial coordinate system. note 2: Equatorial Mansion Degrees 2:The traditional equatorial coordinate system of China, divides the equator into 365.25 degrees. - <notr>[Twenty-Eight Mansions (Wikipedia)](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions)</notr> ### The Southern Sky The sky around the south celestial pole was unknown to ancient Chinese. Therefore, it was not included in the Three Enclosures and Twenty-Eight Mansions system. However, in the late Ming Dynasty, Xu Guangqi (Chinese: 徐光启; pinyin: Xú Guāngqǐ) introduced another 23 Xingguans based on the European star charts. These Xingguans were since incorporated into the traditional Chinese star maps. These Xingguans are actually variations of Western constellations, and they are mostly named after animals. ### The list of Xingguans |Chinese Name|Pinyin|Translation|Number of Primary Stars|Number of Added Stars| |------------|------|-----------|-----------------------|---------------------| |<notr>紫微垣</notr>|<notr>Zǐwēiyuán</notr>|Purple Forbidden Enclosure| | | |<notr>北极</notr>|<notr>Běijí</notr>|Northern Pole|<notr>5</notr>|<notr>3</notr>| |<notr>四辅</notr>|<notr>Sìfǔ</notr>|Four Advisors|<notr>4</notr>|<notr>1</notr>| |<notr>天乙</notr>|<notr>Tiānyǐ</notr>|Celestial Great One|<notr>1</notr>|<notr>0</notr>| |<notr>太乙</notr>|<notr>Tàiyǐ</notr>|First Great One|<notr>1</notr>|<notr>0</notr>| |<notr>紫微左垣</notr>|<notr>Zǐwēizuǒyuán</notr>|Purple Forbidden Left Wall|<notr>8</notr>|<notr>12</notr>| |<notr>紫微右垣</notr>|<notr>Zǐwēiyòuyuán</notr>|Purple Forbidden Right Wall|<notr>7</notr>|<notr>12</notr>| |<notr>阴德</notr>|<notr>Yīndé</notr>|Hidden Virtue|<notr>2</notr>|<notr>1</notr>| |<notr>尚书</notr>|<notr>Shàngshū</notr>|Royal Secretary|<notr>5</notr>|<notr>2</notr>| |<notr>女史</notr>|<notr>Nǚshǐ</notr>|Female Protocol|<notr>1</notr>|<notr>1</notr>| |<notr>柱史</notr>|<notr>Zhùshǐ</notr>|Official of Royal Archives|<notr>1</notr>|<notr>2</notr>| |<notr>御女</notr>|<notr>Yùnǚ</notr>|Maids-in-waiting|<notr>4</notr>|<notr>1</notr>| |<notr>天柱</notr>|<notr>Tiānzhù</notr>|Celestial Pillar|<notr>5</notr>|<notr>6</notr>| |<notr>大理</notr>|<notr>Dàlǐ</notr>|Chief Judge|<notr>2</notr>|<notr>1</notr>| |<notr>勾陈</notr>|<notr>Gōuchén</notr>|Curved Array|<notr>6</notr>|<notr>10</notr>| |<notr>六甲</notr>|<notr>Liùjiǎ</notr>|Six Jia|<notr>6</notr>|<notr>1</notr>| |<notr>天皇大帝</notr>|<notr>Tiānhuángdàdì</notr>|Great Emperor of Heaven|<notr>1</notr>|<notr>0</notr>| |<notr>五帝内座</notr>|<notr>WǔdìnèiZuò</notr>|Interior Seats of the Five Emperors|<notr>5</notr>|<notr>3</notr>| |<notr>华盖</notr>|<notr>Huágài</notr>|Canopy of the Emperor|<notr>7</notr>|<notr>0</notr>| |<notr>杠(附华盖)</notr>|<notr>Gàng</notr>|Canopy Support (Vassal of Canopy of the Emperor )|<notr>9</notr>|<notr>1</notr>| |<notr>传舍</notr>|<notr>Chuánshè</notr>|Guest House|<notr>9</notr>|<notr>4</notr>| |<notr>内阶</notr>|<notr>Nèijiē</notr>|Inner Steps|<notr>6</notr>|<notr>10</notr>| |<notr>天厨</notr>|<notr>Tiānchú</notr>|Celestial Kitchen|<notr>6</notr>|<notr>2</notr>| |<notr>八谷</notr>|<notr>Bāgǔ</notr>|Eight Kinds of Crops|<notr>8</notr>|<notr>34</notr>| |<notr>天棓</notr>|<notr>Tiānbàng</notr>|Celestial Flail|<notr>5</notr>|<notr>10</notr>| |<notr>内厨</notr>|<notr>Nèichú</notr>|Inner Kitchen|<notr>2</notr>|<notr>2</notr>| |<notr>文昌</notr>|<notr>Wénchāng</notr>|Administrative Center|<notr>6</notr>|<notr>8</notr>| |<notr>三师</notr>|<notr>Sānshī</notr>|Three Top Instructors|<notr>3</notr>|<notr>1</notr>| |<notr>三公</notr>|<notr>Sāngōng</notr>|Three Excellencies|<notr>3</notr>|<notr>0</notr>| |<notr>天床</notr>|<notr>Tiānchuáng</notr>|Celestial Bed|<notr>6</notr>|<notr>2</notr>| |<notr>太尊</notr>|<notr>Tàizūn</notr>|Royals|<notr>1</notr>|<notr>0</notr>| |<notr>天牢</notr>|<notr>Tiānláo</notr>|Celestial Prison|<notr>6</notr>|<notr>2</notr>| |<notr>太阳守</notr>|<notr>Tàiyángshǒu</notr>|Guard of the Sun|<notr>1</notr>|<notr>1</notr>| |<notr>势</notr>|<notr>Shì</notr>|Eunuch|<notr>4</notr>|<notr>19</notr>| |<notr>相</notr>|<notr>Xiàng</notr>|Prime Minister|<notr>1</notr>|<notr>3</notr>| |<notr>玄戈</notr>|<notr>Xuángē</notr>|Sombre Lance|<notr>1</notr>|<notr>2</notr>| |<notr>天理</notr>|<notr>Tiānlǐ</notr>|Judge for Nobility|<notr>4</notr>|<notr>1</notr>| |<notr>北斗</notr>|<notr>Běidǒu</notr>|Northern Dipper|<notr>7</notr>|<notr>16</notr>| |<notr>辅(附北斗)</notr>|<notr>Fǔ</notr>|Assistant (Vassal of Northern Dipper)|<notr>1</notr>|<notr>3</notr>| |<notr>天枪</notr>|<notr>Tiānqiāng</notr>|Celestial Spear|<notr>3</notr>|<notr>4</notr>| |<notr>太微垣</notr>|<notr>Tàiwēiyuán</notr>|Supreme Palace Enclosure| | | |<notr>太微左垣</notr>|<notr>Tàiwēizuǒyuán</notr>|Supreme Palace Left Wall|<notr>5</notr>|<notr>9</notr>| |<notr>太微右垣</notr>|<notr>Tàiwēiyòuyuán</notr>|Supreme Palace Right Wall|<notr>5</notr>|<notr>5</notr>| |<notr>谒者</notr>|<notr>Yèzhě</notr>|Usher to the Court|<notr>1</notr>|<notr>2</notr>| |<notr>三公</notr>|<notr>Sāngōng</notr>|Three Excellencies|<notr>3</notr>|<notr>0</notr>| |<notr>九卿</notr>|<notr>Jiǔqīng</notr>|Nine Senior Officers|<notr>3</notr>|<notr>9</notr>| |<notr>五诸侯</notr>|<notr>Wǔzhūhóu</notr>|Five Lords|<notr>5</notr>|<notr>7</notr>| |<notr>内屏</notr>|<notr>Nèipíng</notr>|Inner Screen|<notr>4</notr>|<notr>6</notr>| |<notr>五帝座</notr>|<notr>Wǔdìzuò</notr>|Seats of the Five Emperors|<notr>5</notr>|<notr>4</notr>| |<notr>幸臣</notr>|<notr>Xìngchén</notr>|Officer of Honour|<notr>1</notr>|<notr>0</notr>| |<notr>太子</notr>|<notr>Tàizǐ</notr>|Crown Prince|<notr>1</notr>|<notr>0</notr>| |<notr>从官</notr>|<notr>Cóngguān</notr>|Retinue|<notr>1</notr>|<notr>0</notr>| |<notr>郎将</notr>|<notr>Lángjiàng</notr>|Captain of the Bodyguards|<notr>1</notr>|<notr>2</notr>| |<notr>虎贲</notr>|<notr>Hǔbēn</notr>|Emperor's Bodyguard|<notr>1</notr>|<notr>0</notr>| |<notr>常陈</notr>|<notr>Chángchén</notr>|Royal Guards|<notr>7</notr>|<notr>7</notr>| |<notr>郎位</notr>|<notr>Lángwèi</notr>|Officers of the Imperial Guard|<notr>15</notr>|<notr>3</notr>| |<notr>明堂</notr>|<notr>Míngtáng</notr>|The Hall of Glory|<notr>3</notr>|<notr>7</notr>| |<notr>灵台</notr>|<notr>Língtaí</notr>|Astronomical Observatory|<notr>3</notr>|<notr>8</notr>| |<notr>少微</notr>|<notr>Shàowēi</notr>|Junior Officers|<notr>4</notr>|<notr>9</notr>| |<notr>长垣</notr>|<notr>Chángyuán</notr>|Long Wall|<notr>4</notr>|<notr>9</notr>| |<notr>三台</notr>|<notr>Sāntái</notr>|Three Steps|<notr>6</notr>|<notr>13</notr>| |<notr>天市垣</notr>|<notr>Tiānshìyuán</notr>|Heavenly Market Enclosure| | | |<notr>天市左垣</notr>|<notr>Tiānshìzuǒyuán</notr>|Heavenly Market Left Wall|<notr>11</notr>|<notr>48</notr>| |<notr>天市右垣</notr>|<notr>Tiānshìyòuyuán</notr>|Heavenly Market Right Wall|<notr>11</notr>|<notr>32</notr>| |<notr>市楼</notr>|<notr>Shìlóu</notr>|Municipal Office|<notr>6</notr>|<notr>1</notr>| |<notr>车肆</notr>|<notr>Chēsì</notr>|Commodity Market|<notr>2</notr>|<notr>2</notr>| |<notr>宗正</notr>|<notr>Zōngzhèng</notr>|Official for the Royal Clan|<notr>2</notr>|<notr>3</notr>| |<notr>宗人</notr>|<notr>Zōngrén</notr>|Official of Religious Ceremonies|<notr>4</notr>|<notr>4</notr>| |<notr>宗</notr>|<notr>Zōng</notr>|Patriarchal Clan|<notr>2</notr>|<notr>0</notr>| |<notr>帛度</notr>|<notr>Bódù</notr>|Textile Ruler|<notr>2</notr>|<notr>3</notr>| |<notr>屠肆</notr>|<notr>Túsì</notr>|Butcher's Shops|<notr>2</notr>|<notr>3</notr>| |<notr>候</notr>|<notr>Hòu</notr>|Astrologer|<notr>1</notr>|<notr>6</notr>| |<notr>帝座</notr>|<notr>Dìzuò</notr>|Emperor's Seat|<notr>1</notr>|<notr>0</notr>| |<notr>宦者</notr>|<notr>Huànzhě</notr>|Eunuch Official|<notr>2</notr>|<notr>5</notr>| |<notr>列肆</notr>|<notr>Lièsì</notr>|Jewel Market|<notr>2</notr>|<notr>4</notr>| |<notr>斗</notr>|<notr>Dǒu</notr>|Dipper for Liquids|<notr>5</notr>|<notr>11</notr>| |<notr>斛</notr>|<notr>Hú</notr>|Dipper for Solids|<notr>4</notr>|<notr>7</notr>| |<notr>贯索</notr>|<notr>Guànsuǒ</notr>|Coiled Thong|<notr>9</notr>|<notr>13</notr>| |<notr>七公</notr>|<notr>Qīgōng</notr>|Seven Excellencies|<notr>7</notr>|<notr>16</notr>| |<notr>天纪</notr>|<notr>Tiānjì</notr>|Celestial Discipline|<notr>9</notr>|<notr>15</notr>| |<notr>女床</notr>|<notr>Nǚchuáng</notr>|Woman's Bed|<notr>3</notr>|<notr>0</notr>| |<notr>角宿</notr>|<notr>Jiǎoxiù</notr>|Horn Mansion| | | |<notr>角宿</notr>|<notr>Jiǎoxiù</notr>|Horn|<notr>2</notr>|<notr>16</notr>| |<notr>平道</notr>|<notr>Píngdào</notr>|Flat Road|<notr>2</notr>|<notr>0</notr>| |<notr>天田</notr>|<notr>Tiāntián</notr>|Celestial Farmland|<notr>2</notr>|<notr>7</notr>| |<notr>进贤</notr>|<notr>Jìnxián</notr>|Recommending Virtuous Men|<notr>1</notr>|<notr>9</notr>| |<notr>周鼎</notr>|<notr>Zhōudǐng</notr>|Tripod of the Zhou|<notr>3</notr>|<notr>0</notr>| |<notr>天门</notr>|<notr>Tiānmén</notr>|Celestial Gate|<notr>2</notr>|<notr>11</notr>| |<notr>平</notr>|<notr>Píng</notr>|Justice|<notr>2</notr>|<notr>4</notr>| |<notr>库楼</notr>|<notr>Kùlóu</notr>|Arsenal|<notr>10</notr>|<notr>1</notr>| |<notr>柱</notr>|<notr>Zhù</notr>|Pillars|<notr>11</notr>|<notr>0</notr>| |<notr>衡</notr>|<notr>Héng</notr>|Railings|<notr>4</notr>|<notr>0</notr>| |<notr>南门</notr>|<notr>Nánmén</notr>|Southern Gate|<notr>2</notr>|<notr>2</notr>| |<notr>亢宿</notr>|<notr>Kàngxiù</notr>|Neck Mansion| | | |<notr>亢宿</notr>|<notr>Kàngxiù</notr>|Neck|<notr>4</notr>|<notr>12</notr>| |<notr>大角</notr>|<notr>Dàjiǎo</notr>|Great Horn|<notr>1</notr>|<notr>2</notr>| |<notr>左摄提</notr>|<notr>Zuǒshètí</notr>|Left Conductor|<notr>3</notr>|<notr>4</notr>| |<notr>右摄提</notr>|<notr>Yòushètí</notr>|Right Conductor|<notr>3</notr>|<notr>6</notr>| |<notr>顿顽</notr>|<notr>Dùnwán</notr>|Trials|<notr>2</notr>|<notr>1</notr>| |<notr>阳门</notr>|<notr>Yángmén</notr>|Gate of Yang|<notr>2</notr>|<notr>0</notr>| |<notr>折威</notr>|<notr>Zhéwēi</notr>|Executions|<notr>7</notr>|<notr>7</notr>| |<notr>氐宿</notr>|<notr>Dīxiù</notr>|Root Mansion| | | |<notr>氐宿</notr>|<notr>Dīxiù</notr>|Root|<notr>4</notr>|<notr>30</notr>| |<notr>天乳</notr>|<notr>Tiānrǔ</notr>|Celestial Milk|<notr>1</notr>|<notr>4</notr>| |<notr>招摇</notr>|<notr>Zhāoyáo</notr>|Twinkling Indicator|<notr>1</notr>|<notr>0</notr>| |<notr>梗河</notr>|<notr>Gěnghé</notr>|Celestial Lance|<notr>3</notr>|<notr>5</notr>| |<notr>帝席</notr>|<notr>Dìxí</notr>|Mattress of the Emperor|<notr>3</notr>|<notr>1</notr>| |<notr>亢池</notr>|<notr>Kàngchí</notr>|Boats and Lake|<notr>4</notr>|<notr>0</notr>| |<notr>阵车</notr>|<notr>Zhènchē</notr>|Battle Chariots|<notr>3</notr>|<notr>2</notr>| |<notr>骑官</notr>|<notr>Qíguān</notr>|Imperial Guards|<notr>10</notr>|<notr>0</notr>| |<notr>车骑</notr>|<notr>Chēqí</notr>|Chariots and Cavalry|<notr>3</notr>|<notr>0</notr>| |<notr>天辐</notr>|<notr>Tiānfú</notr>|Celestial Spokes|<notr>2</notr>|<notr>1</notr>| |<notr>骑阵将军</notr>|<notr>Qízhènjiāngjūn</notr>|Chariots and Cavalry General|<notr>1</notr>|<notr>0</notr>| |<notr>房宿</notr>|<notr>Fángxiù</notr>|Room Mansion| | | |<notr>房宿</notr>|<notr>Fángxiù</notr>|Room|<notr>4</notr>|<notr>6</notr>| |<notr>钩钤(附房宿)</notr>|<notr>Gōuqián</notr>|Lock (Vassal of Room)|<notr>2</notr>|<notr>0</notr>| |<notr>键闭</notr>|<notr>Jiànbì</notr>|Door Bolt|<notr>1</notr>|<notr>0</notr>| |<notr>罚</notr>|<notr>Fá</notr>|Punishment|<notr>3</notr>|<notr>3</notr>| |<notr>东咸</notr>|<notr>Dōngxián</notr>|Eastern Door|<notr>4</notr>|<notr>2</notr>| |<notr>西咸</notr>|<notr>Xīxián</notr>|Western Door|<notr>4</notr>|<notr>2</notr>| |<notr>日</notr>|<notr>Rì</notr>|Solar Star|<notr>1</notr>|<notr>1</notr>| |<notr>从官</notr>|<notr>Cóngguān</notr>|Retinue|<notr>2</notr>|<notr>1</notr>| |<notr>心宿</notr>|<notr>Xīnxiù</notr>|Heart Mansion| | | |<notr>心宿</notr>|<notr>Xīnxiù</notr>|Heart|<notr>3</notr>|<notr>9</notr>| |<notr>积卒</notr>|<notr>Jīzú</notr>|Group of Soldiers|<notr>2</notr>|<notr>2</notr>| |<notr>尾宿</notr>|<notr>Wěixiù</notr>|Tail Mansion| | | |<notr>尾宿</notr>|<notr>Wěixiù</notr>|Tail|<notr>9</notr>|<notr>4</notr>| |<notr>神宫(附尾宿)</notr>|<notr>shéngōng</notr>|Changing Room (Vassal of Tail)|<notr>1</notr>|<notr>0</notr>| |<notr>龟</notr>|<notr>Guī</notr>|Tortoise|<notr>5</notr>|<notr>0</notr>| |<notr>天江</notr>|<notr>Tiānjiāng</notr>|Celestial River|<notr>4</notr>|<notr>11</notr>| |<notr>傅说</notr>|<notr>Fùyuè</notr>|Fu Yue|<notr>1</notr>|<notr>0</notr>| |<notr>鱼</notr>|<notr>Yú</notr>|Fish|<notr>1</notr>|<notr>0</notr>| |<notr>箕宿</notr>|<notr>Jīxiù</notr>|Winnowing Basket Mansion| | | |<notr>箕宿</notr>|<notr>Jīxiù</notr>|Winnowing Basket|<notr>4</notr>|<notr>0</notr>| |<notr>糠</notr>|<notr>Kāng</notr>|Chaff|<notr>1</notr>|<notr>1</notr>| |<notr>杵</notr>|<notr>Chǔ</notr>|Pestle|<notr>3</notr>|<notr>1</notr>| |<notr>斗宿</notr>|<notr>Dǒuxiù</notr>|Dipper Mansion| | | |<notr>斗宿</notr>|<notr>Dǒuxiù</notr>|Dipper|<notr>6</notr>|<notr>5</notr>| |<notr>建</notr>|<notr>Jiàn</notr>|Establishment|<notr>6</notr>|<notr>10</notr>| |<notr>天籥</notr>|<notr>Tiānyuè</notr>|Celestial Keyhole|<notr>8</notr>|<notr>4</notr>| |<notr>天弁</notr>|<notr>Tiānbiàn</notr>|Market Officer|<notr>9</notr>|<notr>6</notr>| |<notr>鳖</notr>|<notr>Biē</notr>|River Turtle|<notr>11</notr>|<notr>0</notr>| |<notr>天鸡</notr>|<notr>Tiānjī</notr>|Celestial Cock|<notr>2</notr>|<notr>3</notr>| |<notr>狗国</notr>|<notr>Gǒuguó</notr>|Territory of Dog|<notr>4</notr>|<notr>3</notr>| |<notr>天渊</notr>|<notr>Tiānyuān</notr>|Celestial Spring|<notr>3</notr>|<notr>3</notr>| |<notr>狗</notr>|<notr>Gǒu</notr>|Dog|<notr>2</notr>|<notr>7</notr>| |<notr>农丈人</notr>|<notr>Nóngzhàngrén</notr>|Peasant|<notr>1</notr>|<notr>0</notr>| |<notr>牛宿</notr>|<notr>Niúxiù</notr>|Ox Mansion| | | |<notr>牛宿</notr>|<notr>Niúxiù</notr>|Ox|<notr>6</notr>|<notr>14</notr>| |<notr>天田</notr>|<notr>Tiāntián</notr>|Celestial Farmland|<notr>4</notr>|<notr>0</notr>| |<notr>九坎</notr>|<notr>Jiǔkǎn</notr>|Nine Water Wells|<notr>4</notr>|<notr>0</notr>| |<notr>河鼓</notr>|<notr>Hégǔ</notr>|Drum at the River|<notr>3</notr>|<notr>9</notr>| |<notr>织女</notr>|<notr>Zhinǚ</notr>|Weaving Girl|<notr>3</notr>|<notr>4</notr>| |<notr>左旗</notr>|<notr>Zuǒqí</notr>|Left Flag|<notr>9</notr>|<notr>30</notr>| |<notr>右旗</notr>|<notr>Yòuqí</notr>|Right Flag|<notr>9</notr>|<notr>12</notr>| |<notr>天桴</notr>|<notr>Tiānfú</notr>|Celestial Drumstick|<notr>4</notr>|<notr>2</notr>| |<notr>罗堰</notr>|<notr>Luóyàn</notr>|Network of Dykes|<notr>3</notr>|<notr>1</notr>| |<notr>渐台</notr>|<notr>Jiàntái</notr>|Clepsydra Terrace|<notr>4</notr>|<notr>7</notr>| |<notr>辇道</notr>|<notr>Niǎndào</notr>|Imperial Passageway|<notr>5</notr>|<notr>9</notr>| |<notr>女宿</notr>|<notr>Nǚxiù</notr>|Girl Mansion| | | |<notr>女宿</notr>|<notr>Nǚxiù</notr>|Girl|<notr>4</notr>|<notr>5</notr>| |<notr>十二国</notr>|<notr>Shí'èrguó</notr>|Twelve States|<notr>16</notr>|<notr>2</notr>| |<notr>离珠</notr>|<notr>Lízhū</notr>|Pearls on Ladies' Wear|<notr>4</notr>|<notr>1</notr>| |<notr>败瓜</notr>|<notr>Bàiguā</notr>|Rotten Gourd|<notr>5</notr>|<notr>3</notr>| |<notr>瓠瓜</notr>|<notr>Hùguā</notr>|Good Gourd|<notr>5</notr>|<notr>8</notr>| |<notr>天津</notr>|<notr>Tiānjīn</notr>|Celestial Ford|<notr>9</notr>|<notr>40</notr>| |<notr>奚仲</notr>|<notr>Xīzhòng</notr>|Xi Zhong|<notr>4</notr>|<notr>7</notr>| |<notr>扶筐</notr>|<notr>Fúkuāng</notr>|Basket for Mulberry Leaves|<notr>7</notr>|<notr>4</notr>| |<notr>虚宿</notr>|<notr>Xūxiù</notr>|Emptiness Mansion| | | |<notr>虚宿</notr>|<notr>Xūxiù</notr>|Emptiness|<notr>2</notr>|<notr>8</notr>| |<notr>司命</notr>|<notr>Sīmìng</notr>|Deified Judge of Life|<notr>2</notr>|<notr>0</notr>| |<notr>司禄</notr>|<notr>Sīlù</notr>|Deified Judge of Rank|<notr>2</notr>|<notr>0</notr>| |<notr>司危</notr>|<notr>Sīwēi</notr>|Deified Judge of Disaster and Good Fortune|<notr>2</notr>|<notr>0</notr>| |<notr>司非</notr>|<notr>Sīfēi</notr>|Deified Judge of Right and Wrong|<notr>2</notr>|<notr>3</notr>| |<notr>哭</notr>|<notr>Kū</notr>|Crying|<notr>2</notr>|<notr>4</notr>| |<notr>泣</notr>|<notr>Qì</notr>|Weeping|<notr>2</notr>|<notr>2</notr>| |<notr>天垒城</notr>|<notr>Tiānlěichéng</notr>|Celestial Ramparts|<notr>13</notr>|<notr>2</notr>| |<notr>败臼</notr>|<notr>Bàijiù</notr>|Decayed Mortar|<notr>4</notr>|<notr>1</notr>| |<notr>离瑜</notr>|<notr>Líyú</notr>|Jade Ornament on Ladies' Wear|<notr>3</notr>|<notr>3</notr>| |<notr>危宿</notr>|<notr>Wēixiù</notr>|Rooftop Mansion| | | |<notr>危宿</notr>|<notr>Wēixiù</notr>|Rooftop|<notr>3</notr>|<notr>14</notr>| |<notr>坟墓(附危宿)</notr>|<notr>Fénmù</notr>|Tomb (Vassal of Rooftop)|<notr>4</notr>|<notr>4</notr>| |<notr>人</notr>|<notr>Rén</notr>|Humans|<notr>4</notr>|<notr>4</notr>| |<notr>杵</notr>|<notr>Chǔ</notr>|Pestle|<notr>3</notr>|<notr>2</notr>| |<notr>臼</notr>|<notr>Jiù</notr>|Mortar|<notr>4</notr>|<notr>8</notr>| |<notr>车府</notr>|<notr>Chēfǔ</notr>|Big Yard for Chariots|<notr>7</notr>|<notr>20</notr>| |<notr>天钩</notr>|<notr>Tiāngōu</notr>|Celestial Hook|<notr>9</notr>|<notr>18</notr>| |<notr>造父</notr>|<notr>Zàofù</notr>|Zaofu|<notr>5</notr>|<notr>5</notr>| |<notr>盖屋</notr>|<notr>Gàiwū</notr>|Roofing|<notr>2</notr>|<notr>0</notr>| |<notr>虚梁</notr>|<notr>Xūliáng</notr>|Temple|<notr>4</notr>|<notr>0</notr>| |<notr>天钱</notr>|<notr>Tiānqián</notr>|Celestial Money|<notr>5</notr>|<notr>3</notr>| |<notr>室宿</notr>|<notr>Shìxiù</notr>|Encampment Mansion| | | |<notr>室宿</notr>|<notr>Shìxiù</notr>|Encampment|<notr>2</notr>|<notr>7</notr>| |<notr>离宫(附室宿)</notr>|<notr>Lígōng</notr>|Resting Palace (Vassal of Encampment)|<notr>6</notr>|<notr>8</notr>| |<notr>雷电</notr>|<notr>Léidiàn</notr>|Thunder and Lightning|<notr>6</notr>|<notr>8</notr>| |<notr>垒壁阵</notr>|<notr>Lěibìzhèn</notr>|Line of Ramparts|<notr>12</notr>|<notr>8</notr>| |<notr>羽林军</notr>|<notr>Yǔlínjūn</notr>|Palace Guard|<notr>45</notr>|<notr>0</notr>| |<notr>𫓧钺</notr>|<notr>Fūyuè</notr>|Axe|<notr>3</notr>|<notr>3</notr>| |<notr>北落师门</notr>|<notr>Běiluòshīmén</notr>|North Gate of the Military Camp|<notr>1</notr>|<notr>0</notr>| |<notr>八魁</notr>|<notr>Bākuí</notr>|Net for Catching Birds|<notr>6</notr>|<notr>0</notr>| |<notr>天纲</notr>|<notr>Tiāngāng</notr>|Materials for Making Tents|<notr>1</notr>|<notr>0</notr>| |<notr>土公吏</notr>|<notr>Tǔgōnglì</notr>|Official for Materials Supply|<notr>2</notr>|<notr>0</notr>| |<notr>螣蛇</notr>|<notr>Téngshé</notr>|Flying Serpent|<notr>22</notr>|<notr>19</notr>| |<notr>壁宿</notr>|<notr>Bìxiù</notr>|Wall Mansion| | | |<notr>壁宿</notr>|<notr>Bìxiù</notr>|Wall|<notr>2</notr>|<notr>23</notr>| |<notr>霹雳</notr>|<notr>Pīlì</notr>|Thunderbolt|<notr>5</notr>|<notr>9</notr>| |<notr>云雨</notr>|<notr>Yúnyǔ</notr>|Cloud and Rain|<notr>4</notr>|<notr>10</notr>| |<notr>天厩</notr>|<notr>Tiānjiù</notr>|Celestial Stable|<notr>3</notr>|<notr>1</notr>| |<notr>𫓧锧</notr>|<notr>Fūzhì</notr>|Sickle|<notr>5</notr>|<notr>0</notr>| |<notr>土公</notr>|<notr>Tǔgōng</notr>|Official for Earthworks and Buildings|<notr>2</notr>|<notr>11</notr>| |<notr>奎宿</notr>|<notr>Kuíxiù</notr>|Legs Mansion| | | |<notr>奎宿</notr>|<notr>Kuíxiù</notr>|Legs|<notr>16</notr>|<notr>23</notr>| |<notr>外屏</notr>|<notr>Wàipíng</notr>|Outer Fence|<notr>7</notr>|<notr>15</notr>| |<notr>天溷</notr>|<notr>Tiānhùn</notr>|Celestial Pigsty|<notr>4</notr>|<notr>6</notr>| |<notr>土司空</notr>|<notr>Tǔsīkōng</notr>|Master of Constructions|<notr>1</notr>|<notr>0</notr>| |<notr>军南门</notr>|<notr>Jūnnánmén</notr>|Southern Military Gate|<notr>1</notr>|<notr>0</notr>| |<notr>阁道</notr>|<notr>Gédào</notr>|Flying Corridor|<notr>6</notr>|<notr>5</notr>| |<notr>附路</notr>|<notr>Fùlù</notr>|Auxiliary Road|<notr>1</notr>|<notr>0</notr>| |<notr>王良</notr>|<notr>Wángliáng</notr>|Wang Liang|<notr>5</notr>|<notr>14</notr>| |<notr>策</notr>|<notr>Cè</notr>|Whip|<notr>1</notr>|<notr>0</notr>| |<notr>娄宿</notr>|<notr>Loúxiù</notr>|Bond Mansion| | | |<notr>娄宿</notr>|<notr>Loúxiù</notr>|Bond|<notr>3</notr>|<notr>15</notr>| |<notr>左更</notr>|<notr>Zuǒgēng</notr>|Official in Charge of the Forest|<notr>5</notr>|<notr>8</notr>| |<notr>右更</notr>|<notr>Yòugēng</notr>|Official in Charge of Pasturing|<notr>5</notr>|<notr>5</notr>| |<notr>天仓 </notr>|<notr>Tiāncāng</notr>|Square Celestial Granary|<notr>6</notr>|<notr>21</notr>| |<notr>天庾</notr>|<notr>Tiānyǔ</notr>|Ricks of Grain|<notr>3</notr>|<notr>3</notr>| |<notr>天大将军</notr>|<notr>Tiāndàjiāngjūn</notr>|Great General of Heaven|<notr>11</notr>|<notr>17</notr>| |<notr>胃宿</notr>|<notr>Wèixiù</notr>|Stomach Mansion| | | |<notr>胃宿</notr>|<notr>Wèixiù</notr>|Stomach|<notr>3</notr>|<notr>5</notr>| |<notr>天廪</notr>|<notr>Tiānlǐn</notr>|Celestial Foodstuff|<notr>4</notr>|<notr>3</notr>| |<notr>天囷</notr>|<notr>Tiānqūn</notr>|Circular Celestial Granary|<notr>13</notr>|<notr>21</notr>| |<notr>大陵</notr>|<notr>Dàlíng</notr>|Mausoleum|<notr>8</notr>|<notr>21</notr>| |<notr>天船</notr>|<notr>Tiānchuán</notr>|Celestial Boat|<notr>9</notr>|<notr>10</notr>| |<notr>积尸</notr>|<notr>JīShī</notr>|Heap of Corpses|<notr>1</notr>|<notr>0</notr>| |<notr>积水</notr>|<notr>Jīshuǐ</notr>|Stored Water|<notr>1</notr>|<notr>1</notr>| |<notr>昴宿</notr>|<notr>Mǎoxiù</notr>|Hairy Head Mansion| | | |<notr>昴宿</notr>|<notr>Mǎoxiù</notr>|Hairy Head|<notr>7</notr>|<notr>13</notr>| |<notr>天阿</notr>|<notr>Tiān'ē</notr>|Celestial Concave|<notr>1</notr>|<notr>0</notr>| |<notr>月</notr>|<notr>Yuè</notr>|Lunar Star|<notr>1</notr>|<notr>1</notr>| |<notr>天阴</notr>|<notr>Tiānyīn</notr>|Celestial Yin Force|<notr>5</notr>|<notr>6</notr>| |<notr>刍藁</notr>|<notr>Chúgǎo</notr>|Hay|<notr>6</notr>|<notr>5</notr>| |<notr>天苑</notr>|<notr>Tiānyuàn</notr>|Celestial Meadows|<notr>16</notr>|<notr>18</notr>| |<notr>卷舌</notr>|<notr>Juǎnshé</notr>|Rolled Tongue|<notr>6</notr>|<notr>7</notr>| |<notr>天谗</notr>|<notr>Tiānchán</notr>|Celestial Slander|<notr>1</notr>|<notr>0</notr>| |<notr>砺石</notr>|<notr>Lìshí</notr>|Whetstone|<notr>4</notr>|<notr>0</notr>| |<notr>毕宿</notr>|<notr>Bìxiù</notr>|Net Mansion| | | |<notr>毕宿</notr>|<notr>Bìxiù</notr>|Net|<notr>8</notr>|<notr>18</notr>| |<notr>附耳(附毕宿)</notr>|<notr>Fù'ěr</notr>|Whisper (Vassal of Net)|<notr>1</notr>|<notr>4</notr>| |<notr>天街</notr>|<notr>Tiānjiē</notr>|Celestial Street|<notr>2</notr>|<notr>4</notr>| |<notr>天节</notr>|<notr>Tiānjié</notr>|Celestial Tally|<notr>8</notr>|<notr>0</notr>| |<notr>诸王</notr>|<notr>Zhūwáng</notr>|Feudal Kings|<notr>6</notr>|<notr>4</notr>| |<notr>天高</notr>|<notr>Tiāngāo</notr>|Celestial High Terrace|<notr>4</notr>|<notr>4</notr>| |<notr>九州殊口</notr>|<notr>Jiǔzhōushūkǒu</notr>|Interpreters of Nine Dialects|<notr>6</notr>|<notr>11</notr>| |<notr>五车</notr>|<notr>Wǔchē</notr>|Five Chariots|<notr>5</notr>|<notr>19</notr>| |<notr>柱</notr>|<notr>Zhù</notr>|Pillars|<notr>9</notr>|<notr>0</notr>| |<notr>天潢</notr>|<notr>Tiānhuáng</notr>|Celestial Pier|<notr>5</notr>|<notr>2</notr>| |<notr>咸池</notr>|<notr>Xiánchí</notr>|Pool of Harmony|<notr>3</notr>|<notr>0</notr>| |<notr>天关</notr>|<notr>Tiānguān</notr>|Celestial Pass|<notr>1</notr>|<notr>6</notr>| |<notr>参旗</notr>|<notr>Shēnqí</notr>|Banner of Three Stars|<notr>9</notr>|<notr>12</notr>| |<notr>九斿</notr>|<notr>Jiǔyóu</notr>|Imperial Military Flag|<notr>9</notr>|<notr>7</notr>| |<notr>天园</notr>|<notr>Tiānyuán</notr>|Celestial Orchard|<notr>13</notr>|<notr>6</notr>| |<notr>觜宿</notr>|<notr>Zīxiù</notr>|Turtle Beak Mansion| | | |<notr>觜宿</notr>|<notr>Zīxiù</notr>|Turtle Beak|<notr>3</notr>|<notr>0</notr>| |<notr>司怪</notr>|<notr>Sīguài</notr>|Deity in Charge of Monsters|<notr>4</notr>|<notr>6</notr>| |<notr>座旗</notr>|<notr>Zuòqí</notr>|Seat Flags|<notr>9</notr>|<notr>11</notr>| |<notr>参宿</notr>|<notr>Shēnxiù</notr>|Three Stars Mansion| | | |<notr>参宿</notr>|<notr>Shēnxiù</notr>|Three Stars|<notr>7</notr>|<notr>39</notr>| |<notr>伐(附参宿)</notr>|<notr>Fá</notr>|Send Armed Forces To Suppress (Vassal of Three Stars)|<notr>3</notr>|<notr>2</notr>| |<notr>玉井</notr>|<notr>Yùjǐng</notr>|Jade Well|<notr>4</notr>|<notr>3</notr>| |<notr>屏</notr>|<notr>Píng</notr>|Screen|<notr>2</notr>|<notr>0</notr>| |<notr>军井</notr>|<notr>Jūnjǐng</notr>|Military well|<notr>4</notr>|<notr>2</notr>| |<notr>厕</notr>|<notr>Cè</notr>|Toilet|<notr>4</notr>|<notr>8</notr>| |<notr>屎</notr>|<notr>Shǐ</notr>|Excrement|<notr>1</notr>|<notr>0</notr>| |<notr>井宿</notr>|<notr>Jǐngxiù</notr>|Well Mansion| | | |<notr>井宿</notr>|<notr>Jǐngxiù</notr>|Well|<notr>8</notr>|<notr>19</notr>| |<notr>钺(附井宿)</notr>|<notr>Yuè</notr>|Battle Axe (Vassal of Well)|<notr>1</notr>|<notr>1</notr>| |<notr>南河</notr>|<notr>Nánhé</notr>|South River|<notr>3</notr>|<notr>11</notr>| |<notr>北河</notr>|<notr>Běihé</notr>|North River|<notr>3</notr>|<notr>4</notr>| |<notr>天樽</notr>|<notr>Tiānzūn</notr>|Celestial Wine Cup|<notr>3</notr>|<notr>9</notr>| |<notr>五诸侯</notr>|<notr>Wǔzhūhóu</notr>|Five Feudal Kings|<notr>5</notr>|<notr>4</notr>| |<notr>积水</notr>|<notr>Jīshuǐ</notr>|Accumulated Water|<notr>1</notr>|<notr>0</notr>| |<notr>积薪</notr>|<notr>Jīxīn</notr>|Pile of Firewood|<notr>1</notr>|<notr>3</notr>| |<notr>水府</notr>|<notr>Shuǐfǔ</notr>|Official for Irrigation|<notr>4</notr>|<notr>8</notr>| |<notr>水位</notr>|<notr>Shuǐwèi</notr>|Water Level|<notr>4</notr>|<notr>12</notr>| |<notr>四渎</notr>|<notr>Sìdú</notr>|Four Channels|<notr>4</notr>|<notr>8</notr>| |<notr>军市</notr>|<notr>Jūnshì</notr>|Market for Soldiers|<notr>6</notr>|<notr>7</notr>| |<notr>野鸡</notr>|<notr>Yějī</notr>|Wild Cockerel|<notr>1</notr>|<notr>0</notr>| |<notr>丈人</notr>|<notr>Zhàngrén</notr>|Grandfather|<notr>2</notr>|<notr>0</notr>| |<notr>子</notr>|<notr>Zǐ</notr>|Son|<notr>2</notr>|<notr>1</notr>| |<notr>孙</notr>|<notr>Sūn</notr>|Grandson|<notr>2</notr>|<notr>4</notr>| |<notr>阙丘</notr>|<notr>Quèqiū</notr>|Palace Gate|<notr>2</notr>|<notr>7</notr>| |<notr>天狼</notr>|<notr>Tiānláng</notr>|Celestial Wolf|<notr>1</notr>|<notr>6</notr>| |<notr>弧矢</notr>|<notr>Húshǐ</notr>|Bow and Arrow|<notr>9</notr>|<notr>32</notr>| |<notr>老人</notr>|<notr>Lǎorén</notr>|Old Man|<notr>1</notr>|<notr>4</notr>| |<notr>鬼宿</notr>|<notr>Guǐxiù</notr>|Ghosts Mansion| | | |<notr>鬼宿</notr>|<notr>Guǐxiù</notr>|Ghosts|<notr>4</notr>|<notr>19</notr>| |<notr>积尸</notr>|<notr>Jīshī</notr>|Cumulative Corpses|<notr>1</notr>|<notr>3</notr>| |<notr>爟</notr>|<notr>Guàn</notr>|Beacon Fire|<notr>4</notr>|<notr>11</notr>| |<notr>天狗</notr>|<notr>Tiāngǒu</notr>|Celestial Dog|<notr>7</notr>|<notr>0</notr>| |<notr>外厨</notr>|<notr>Wàichú</notr>|Outer Kitchen|<notr>6</notr>|<notr>17</notr>| |<notr>天社</notr>|<notr>Tiānshè</notr>|Celestial Earth God's Temple|<notr>6</notr>|<notr>5</notr>| |<notr>天记</notr>|<notr>Tiānjì</notr>|Judge for Estimating the Age of Animals|<notr>1</notr>|<notr>2</notr>| |<notr>柳宿</notr>|<notr>Liǔxiù</notr>|Willow Mansion| | | |<notr>柳宿</notr>|<notr>Liǔxiù</notr>|Willow|<notr>8</notr>|<notr>13</notr>| |<notr>酒旗</notr>|<notr>Jiǔqí</notr>|Banner of Wine Shop|<notr>3</notr>|<notr>5</notr>| |<notr>星宿</notr>|<notr>Xīngxiù</notr>|Star Mansion| | | |<notr>星宿</notr>|<notr>Xīngxiù</notr>|Star Mansion|<notr>7</notr>|<notr>15</notr>| |<notr>天相</notr>|<notr>Tiānxiàng</notr>|Celestial Premier|<notr>3</notr>|<notr>11</notr>| |<notr>天稷*</notr>|<notr>Tiānjì</notr>|Celestial Cereals|<notr>/</notr>|<notr>/</notr>| |<notr>轩辕</notr>|<notr>Xuānyuán</notr>|Xuanyuan|<notr>17</notr>|<notr>59</notr>| |<notr>内平</notr>|<notr>Nèipíng</notr>|High Judge|<notr>4</notr>|<notr>11</notr>| |<notr>张宿</notr>|<notr>Zhāngxiù</notr>|Extended Net Mansion| | | |<notr>张宿</notr>|<notr>Zhāngxiù</notr>|Extended Net|<notr>6</notr>|<notr>5</notr>| |<notr>天庙*</notr>|<notr>Tiānmiào</notr>|Celestial Temple|<notr>/</notr>|<notr>/</notr>| |<notr>翼宿</notr>|<notr>Yìxiù</notr>|Wings Mansion| | | |<notr>翼宿</notr>|<notr>Yìxiù</notr>|Wings|<notr>22</notr>|<notr>7</notr>| |<notr>东瓯*</notr>|<notr>Dōngōu</notr>|Dongou|<notr>/</notr>|<notr>/</notr>| |<notr>轸宿</notr>|<notr>Zhěnxiù</notr>|Chariot Mansion| | | |<notr>轸宿</notr>|<notr>Zhěnxiù</notr>|Chariot|<notr>4</notr>|<notr>5</notr>| |<notr>长沙(附轸宿)</notr>|<notr>Chángshā</notr>|Changsha (Vassal of Chariot)|<notr>1</notr>|<notr>0</notr>| |<notr>左辖(附轸宿)</notr>|<notr>Zuǒxiá</notr>|Left Linchpin (Vassal of Chariot)|<notr>1</notr>|<notr>0</notr>| |<notr>右辖(附轸宿)</notr>|<notr>Yoùxiá</notr>|Right Linchpin (Vassal of Chariot)|<notr>1</notr>|<notr>0</notr>| |<notr>青丘</notr>|<notr>Qīngqiū</notr>|Green Hill|<notr>7</notr>|<notr>3</notr>| |<notr>军门*</notr>|<notr>Jūnmén</notr>|Military Gate|<notr>/</notr>|<notr>/</notr>| |<notr>土司空*</notr>|<notr>Tǔsīkōng</notr>|Master of Constructions|<notr>/</notr>|<notr>/</notr>| |<notr>器府*</notr>|<notr>Qìfǔ</notr>|House for Musical Instruments|<notr>/</notr>|<notr>/</notr>| |<notr>近南极星区</notr>|<notr>JìnnánJí Xīngqū</notr>|The Southern Sky| | | |<notr>海山</notr>|<notr>Hǎishān</notr>|Sea and Mountain|<notr>4</notr>|<notr>2</notr>| |<notr>十字架</notr>|<notr>Shízìjià</notr>|Cross|<notr>4</notr>|<notr>0</notr>| |<notr>马尾</notr>|<notr>Mǎwěi</notr>|Horse's Tail|<notr>3</notr>|<notr>0</notr>| |<notr>马腹</notr>|<notr>Mǎfù</notr>|Horse's Abdomen|<notr>3</notr>|<notr>0</notr>| |<notr>蜜蜂</notr>|<notr>Mìfēng</notr>|Bee|<notr>4</notr>|<notr>0</notr>| |<notr>三角形</notr>|<notr>Sānjiǎoxíng</notr>|Triangle|<notr>3</notr>|<notr>4</notr>| |<notr>异雀</notr>|<notr>Yìquè</notr>|Exotic Bird|<notr>9</notr>|<notr>0</notr>| |<notr>孔雀</notr>|<notr>Kǒngquè</notr>|Peafowl|<notr>11</notr>|<notr>4</notr>| |<notr>波斯</notr>|<notr>Bōsī</notr>|Persia|<notr>11</notr>|<notr>0</notr>| |<notr>蛇尾</notr>|<notr>Shéwěi</notr>|Snake's Tail|<notr>4</notr>|<notr>0</notr>| |<notr>蛇腹</notr>|<notr>Shéfù</notr>|Snake's Abdomen|<notr>4</notr>|<notr>0</notr>| |<notr>蛇首</notr>|<notr>Shéshǒu</notr>|Snake's Head|<notr>2</notr>|<notr>0</notr>| |<notr>鸟喙</notr>|<notr>Niǎohuì</notr>|Bird's Beak|<notr>7</notr>|<notr>1</notr>| |<notr>鹤 </notr>|<notr>Hè</notr>|Crane|<notr>12</notr>|<notr>2</notr>| |<notr>火鸟</notr>|<notr>Huǒniǎo</notr>|Firebird|<notr>10</notr>|<notr>1</notr>| |<notr>水委</notr>|<notr>Shuǐweǐ</notr>|Crooked Running Water|<notr>3</notr>|<notr>0</notr>| |<notr>附白</notr>|<notr>Fùbái</notr>|White Patched Nearby|<notr>2</notr>|<notr>0</notr>| |<notr>夹白</notr>|<notr>Jiābái</notr>|White Patches Attached|<notr>2</notr>|<notr>0</notr>| |<notr>金鱼</notr>|<notr>Jīnyú</notr>|Goldfish|<notr>5</notr>|<notr>1</notr>| |<notr>海石</notr>|<notr>Hǎishí</notr>|Sea Rock|<notr>5</notr>|<notr>3</notr>| |<notr>飞鱼</notr>|<notr>Fēiyú</notr>|Flying Fish|<notr>6</notr>|<notr>0</notr>| |<notr>南船</notr>|<notr>Nánchuán</notr>|Southern Boat|<notr>5</notr>|<notr>1</notr>| |<notr>小斗</notr>|<notr>Xiǎodǒu</notr>|Little Dipper|<notr>9</notr>|<notr>1</notr>| note 1: The Xingguans with "*", Was officially deleted in 1752. note 2: The vassal Xingguan is not a separate Xingguan, but a vassal of the parent Xingguan. ### Deep Space Objects Some deep space objects were also discovered in ancient China, which were also included in the Xingguans. Include the following: |General name|Chinese Name|Pinyin|Translation|Nick name| |------------|------------|------|-----------|---------| |<notr>NGC 6231</notr>|<notr>神宫</notr>|<notr>shéngōng</notr>|God's Palace|Northern Jewel Box Cluster| |<notr>NGC 6475/M 7</notr>|<notr>鱼</notr>|<notr>Yú</notr>|Fish|Ptolemy Cluster| |<notr>NGC 2632/M 44</notr>|<notr>积尸</notr>|<notr>JīShī</notr>|Cumulative Corpses|Beehive Cluster| |<notr>NGC 5139</notr>|<notr>库楼增一</notr>|<notr>Kùlóu Zēng I</notr>|Arsenal Added I|Omega Centauri| |<notr>NGC 224/M 31</notr>|<notr>奎宿增廿一</notr>|<notr>Kuíxiù Zēng XXI</notr>|Legs Mansion XXI|Andromeda Galaxy| |<notr>NGC 3372 </notr>|<notr>海山二</notr>|<notr>Hǎishān II</notr>|Sea and Mountain II|Homunculus Nebula, Eta Carinae| ### Notes This Sky Culture is Based on the information inside *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)* (Chinese: 中西对照恒星图表1950.0(星表分册)) and *Complete Studies of Astronomical* (Chinese: 仪象考成). Thanks to Liu Chunbin for the collation of the *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)*. He produced *Chinese Star Catalogue for Stellarium* (Chinese: Stellarium 中国星官体系下中文星名扩展包) which is a very important reference. Some stars have been added according to *The History of Stellar Observation in China* (Chinese: 中国恒星观测史). For the translation of constellations, we use the *English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names* (Chinese: 中国星区、星官及星名英译表) by Hong Kong Space Museum. Only a small portion of the translation is changed, for example, when the translations of the two different Xingguans are the same. There are seven stars with Chinese star names without corresponding HIP numbers, so they cannot be displayed in Stellarium. They are Sea and Mountain II (η Car), Five Chariots Added XVIII (12 Aur), Recommending Virtuous Man Added VI (39 Vir) , Great Horn Added II (CN Boo), Hairy Head Added X (24 Tau), Heart Added VII (18 Oph), South River Added XI (GC 10303). The cultural connotations of the name cannot be explained perfectly, because thousands of years passed, the connotations behind some names are controversial. these are only possible translations. Chinese characters are ideographic characters, which leads to some completely different names having the same pronunciation. Therefore, the pinyin transliteration is provided only to make star names readable.
de: Stellarium currently provides 300 Chinese Xingguans and more than 3000 Chinese star names from *Complete Studies of Astronomical* (Chinese: 仪象考成; pinyin: Yíxiàng kǎochéng) and *The Continuation of Complete Studies of Astronomical* (Chinese: 仪象考成续编; pinyin: Yíxiàngkǎochéng xùbiān). *Complete Studies of Astronomical* is an imperial record of astronomy finished in 1756. In 1844, the Imperial Astronomical Observatory made a revision to it and published *The Continuation of Complete Studies of Astronomical*, which is the major reference to the traditional Chinese Xingguans and star names used today. Yi Shitong has conducted textual research and summary of these records in his book*Chinese and Western Contrast Star Chart and Catalogue 1950.0* (Chinese: 中西对照恒星图表1950.0; pinyin: Zhōngxī Duìzhào Héngxīng Túbiǎo). Chinese Traditional Sky Culture is Based on the information inside *Chinese and Western Contrast Star Chart and Catalogue 1950.0* and *Complete Studies of Astronomical*. In addition, some stars have been added according to *The History of Stellar Observation in China* (Chinese: 中国恒星观测史; pinyin: Zhōngguó Héngxīng Guāncèshǐ) by Pan Nai, if these stars are not certified in *Chinese and Western Contrast Star Chart and Catalogue1950.0(Star Catalogue)*. If the star name is followed by a "*", it is a star added according to *The History of Stellar Observation in China*. If the star name is followed by a "?", it is a star added according to *The History of Stellar Observation in China*, but cannot be fully certified. ### Sonne, Mond und Planeten The Western countries named the planets in mythical characters. The ancient Chinese understanding of five planets is based on five-element concepts. Therefore, Mercury is named Water Star, Venus is named Metal Star, Mars is named Fire Star, Jupiter is named Wood Star, Saturn is named Earth Star. In Chinese, the sun and the moon are named after Yin and Yang (with prefix "great" (Chinese:太; pinyin: tài)), respectively Taiyang (Sun, Chinese: 太阳; pinyin: Tàiyáng) and Taiyin (Moon, Chinese:太阴; pinyin: Tàiyīn). Their other name belongs to pictographic characters. Ri (Sun, Chinese: 日) And Yue (Moon, Chinese: 月). But the more commonly used name for the moon is Yueliang (Chinese: 月亮; pinyin: Yuèliàng). The sun, the moon and the five planets form Seven Luminaries (Chinese: 七曜; pinyin: qīyào), which correspond to the Five Elements and Yin and Yang. ### Xingguans Traditional Chinese astronomy has a system of dividing the celestial sphere into asterisms or constellations, known as "Xingguan". Modern constellations refer to specific areas of the celestial sphere. Xingguans refer only to the way stars are distributed, with no specific boundaries between Xingguans. The name and layout of the Xingguans are very social, the kingdom, the mountains, the goods, the industry all move to the sky, according to the Earth's way in the sky to copy a world. The Xingguans are generally smaller than the constellations of Hellenistic tradition. A Xingguan contain more than dozens of stars, and fewer are only one. Medieval Chinese Astronomical Maps generally show a total of 283 Xingguans, comprising a total of 1,464 individual stars. The Xingguans are divided into 31 regions, the Twenty-Eight Mansions (Chinese: 二十八宿；pinyin: Èrshíbā Xiù) along the ecliptic, and the Three Enclosures (Chinese: 三垣; pinyin: Sānyuán) of the northern sky. Due to the influence of precession, six Xingguans near the southern horizon are getting more and more south. They were no longer easy to be observed by astronomers in the Ming and Qing Dynasties, so they were no longer recorded in *Complete Studies of Astronomical*. Before the late Ming Dynasty (17th century), there were no Xingguans around the southern celestial pole. The Southern Sky (Chinese: 近南极星区; pinyin: JìnnánJí Xīngqū) was added as a 32th region in the late Ming Dynasty based on European star charts, comprising an additional 23 Xingguans. The Southern Sky are now also treated as part of the traditional Chinese system. Since the late Ming Dynasty, Western missionaries entered the Imperial Astronomical Observatory. They have followed the names of the Xingguans, but changed the corresponding stars of some Xingguans, and added some stars to almost every Xingguan, called "added stars" (Chinese: 增星; pinyin: zēngxīng). The original stars are called "primary stars" (Chinese: 正星; pinyin: zhèngxīng). A Xingguan of two or more stars, each star has a number. The name of the stars in *The Continuation of Complete Studies of Astronomical* is the Xingguan plus a number. But there are also a few Xingguans, each star has a special name. In this way, *The Continuation of Complete Studies of Astronomical* has 300 Xingguans and 3240 stars in total. Until the Revolution of 1911, China no longer regarded Xingguan as the official constellation system. Unlike Xingguans, traditional Chinese star names are still used in modern Chinese astronomy, even more common than Western names. ![](illustrations/yxkcxt.png) *Astronomical Map of Complete Studies of Astronomical (1757)* ### Three Enclosures Three Enclosures is three regions in the northern sky surrounded by the ecliptic. Three Enclosures is Purple Forbidden Enclosure (Chinese: 紫微垣; pinyin: Zǐwēiyuán), Supreme Palace Enclosure (Chinese: 太微垣; pinyin: Tàiwēiyuán), Heavenly Market Enclosure (Chinese: 天市垣; pinyin: Tiānshìyuán). Each Enclosure has two walls, called the left wall and the right wall which are the main Xingguans. The walls are surrounded by many Xingguans. There are also Xingguans in the vicinity of the wall that belong to this Enclosure. Purple Forbidden enclosure is the inner palace of the emperor, it covers the northernmost area of the night sky. From the viewpoint of the ancient Chinese, the Purple Forbidden Enclosure lies in the middle of the sky and is circled by all the other stars. It covers the modern constellations Ursa Minor, Draco, Camelopardalis, Cepheus, Cassiopeia, Auriga, Boötes, and parts of Ursa Major, Canes Venatici, Leo Minor, Hercules. Purple Forbidden enclosure has 37 Xingguans. - [Purple Forbidden enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) Supreme Palace Enclosure is the place where the emperor and the courtiers deal with their politics. Supreme Palace Enclosure has a variety of officials and government agencies. It covers the modern constellations Virgo, Coma Berenices and Leo, and parts of Canes Venatici, Ursa Major and Leo Minor. Supreme Palace Enclosure has 20 Xingguans. - [Supreme Palace Enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) Heavenly Market Enclosure is a bazaar in the sky, a place where ordinary people live. The Heavenly Market Enclosure covers the modern constellations Serpens, Ophiuchus, Aquila and Corona Borealis, and parts of Hercules. Heavenly Market Enclosure has 19 Xingguans. They were named after the participants of the bazaar and the facilities of the bazaar. - [Heavenly Market Enclosure (Wikipedia)](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) ### 28 Stationen The Twenty-Eight Mansions (Chinese: 二十八宿; pinyin:Èrshíbā Xiù) also known as 28 Lunar Mansions are the ancient China divisions of the ecliptic and the sky area near the equator to divide the ecliptic into 28 regions according to the right ascension. Each region is called a Mansion (Chinese: 宿; pinyin:Xiù), The ancients let the Moon change a Mansion every day to rest. Each Mansion has a Xingguan of the same name near the ecliptic, which is the main Xingguan. Where the Xingguans in this area belongs to the Mansion. Each Xingguans has a main star know as determinative star (Chinese: 距星; pinyin: jùxīng). In ancient China, the determinative stars of Twenty-eight Mansions was the benchmark for determining the longitude of the equatorial coordinate system. The right ascension difference between the determinative stars of two adjacent Mansions is the equatorial mansion degrees (Chinese: 宿度; pinyin: xiùdù) of the western Mansion. The traditional equatorial coordinate system of China divides the equator into 365.25 degrees, and the Sun runs one day for one degree, which is also the sum of the equatorial mansion degrees of the 28 Mansion. Due to the influence of precession, the equatorial mansion degrees of each Mansion has been slowly changing, and some determinative stars have also changed in history. On traditional Chinese star maps, there are 28 lines passing through the determinative stars of The Twenty-Eight Mansions from the north celestial pole as their boundaries to facilitate the positioning of celestial bodies. If a celestial body is east of the determinative star of a Mansion, and its right ascension does not exceed the determinative star of the next Mansion, the difference in right ascension between this celestial body and the determinative star, is know as mansion distance degrees (Chinese: 入宿度; pinyin: rùxiùdù). Coupled with the polar distance degrees(Chinese: 去极度; pinyin: qùjídù), which is the angular distance between the star and the north celestial pole, we can determine the position of a star on the celestial sphere. Mansion distance degrees and polar distance degrees together constitute the two components of the ancient Chinese equatorial coordinate system. The Twenty-Eight Mansions are grouped into Four Symbols (Chinese: 四象; pinyin: sìxiàng), each associated with a compass direction and containing seven Mansions, corresponds to Seven Luminaries. The correspondence between the Twenty-Eight Mansions and the Four Symbols is based on the sky at dusk on the vernal equinox in a certain period of ancient times. At this time, the Vermilion Bird is in the south, the Azure Dragon is in the east, the Black Tortoise is in the north, and the White Tiger is in the west. ### Die Liste der 28 Stationen (J2000) |Sieben Himmelskörper| |Holz|Metall|Erde|Sonne|Mond|Feuer|Wasser| |--------------------|---|----|------|----|-----|----|-----|------| |Chinesischer Name|东方苍龙|角宿|亢宿|氐宿|房宿|心宿|尾宿|箕宿| |Pinyin|Dōngfāng Cānglóng|Jiǎoxiù|Kàngxiù|Dīxiù|Fángxiù|Xīnxiù|Wěixiù|Jīxiù| |Übersetzung|Azurdrache des Ostens|Hornstation|Halsstation|Wurzelstation|Zimmerstation|Herzstation|Schwanzstation|Winnowing Basket Mansion| |Anzahl der Xinguans|46|11|7|11|7|2|5|3| |Gestirn der Bestimmung| |α Vir|κ Vir|α2 Lib|π Sco|σ Sco|μ1 Sco|γ Sgr| |RA of Determinative Star| |13h25m11.6s|14h12m53.8s|14h50m52.8s|15h58m51.1s|16h21m11.3s|16h51m52.2s|18h05m48.5s| |Equatorial Mansion Degrees 1| |47m42s|37m59s|1h07m58s|22m20s|30m41s|1h13m57s|39m51s| |Equatorial Mansion Degrees 2| |12.10°|9.63°|17.24°|5.67°|7.78°|18.76°|10.11°| |Chinesischer Name|北方玄武|斗宿|牛宿|女宿|虚宿|危宿|室宿|壁宿| |Pinyin|Běifāng Xuánwǔ|Dǒuxiù|Niúxiù|Nǚxiù|Xūxiù|Wēixiù|Shìxiù|Bìxiù| |Übersetzung|Schwarze Schildkröte des Nordens|Schöpflöffelstation|Ochsenstation|Mädchenstation|Station der Leere|Husdachstation|Encampment Mansion|Wall Mansion| |Anzahl der Xinguans|65|10|11|8|10|10|10|6| |Gestirn der Bestimmung| |μ Sgr|β Cap|ε Aqr|β Aqr|α Aqr|α Peg|γ Peg| |RA of Determinative Star| |18h45m39.4s|20h21m0.7s|20h47m40.6s|21h31m33.5s|22h05m47.0s|23h04m45.7s|00h13m14.2s| |Equatorial Mansion Degrees 1| |1h35m21s|26m40s|43m53s|34m13s|58m59s|1h08s29s|43m58s| |Equatorial Mansion Degrees 2| |24.19°|6.76°|11.13°|8.68°|14.96°|17.37°|11.15°| |Chinesischer Name|西方白虎|奎宿|娄宿|胃宿|昴宿|毕宿|觜宿|参宿| |Pinyin|Xīfāng Báihǔ|Kuíxiù|Loúxiù|Wèixiù|Mǎoxiù|Bìxiù|Zīxiù|Shēnxiù| |Übersetzung|Weißer Tiger des Westens|Beinestation|Bond Mansion|Bauchstation|Station des behaarten Kopfes|Netzstation|Schildkrötenschnabelstation|Station der drei Sterne| |Anzahl der Xinguans|54|9|6|7|9|14|3|6| |Gestirn der Bestimmung| |η And|β Ari|35 Ari|17 Tau|ε Tau|λ Ori|ζ Ori| |RA of Determinative Star| |00h57m12.3s|01h54m38.4s|02h43m27.1s|03h44m52.5s|04h28m37.0s|5h35m8.3s|05h40m45.5s| |Equatorial Mansion Degrees 1| |57m26s|48m49s|1h01m26s|43m44s|1h06m31s|5m32s|42m12s| |Equatorial Mansion Degrees 2| |14.57°|12.38°|15.58°|11.09°|16.87°|1.40°|10.70°| |Chinesischer Name|南方朱雀|井宿|鬼宿|柳宿|星宿|张宿|翼宿|轸宿| |Pinyin|Nánfāng Zhūquè|Jǐngxiù|Guǐxiù|Liǔxiù|Xīngxiù|Zhāngxiù|Yìxiù|Zhěnxiù| |Übersetzung|Vermilion Bird of the South|Brunnenstatio|Geisterstatio|Weidestation|Sternstation|Extended Net Mansion|Flügelstatio|Streitwagenstation| |Anzahl der Xinguans|42|19|7|2|5|2|2|5| |Gestirn der Bestimmung| |μ Gem|θ Cnc|δ Hya|α Hya|υ1 Hya|α Crt|γ Crv| |RA of Determinative Star| |6h22m57.6s|8h31m35.7s|8h37m39.4s|09h27m35.2s|09h51m28.7s|10h59m45.9s|12h15m48.4s| |Equatorial Mansion Degrees 1| |2h08m38s|6m3s|49m58s|23m54s|1h08m17s|1h16m02s|1h09m23s| |Equatorial Mansion Degrees 2| |32.63°|1.54°|12.67°|6.06°|17.32°|19.29°|17.60°| note 1: Equatorial Mansion Degrees 1:Modern equatorial coordinate system. note 2: Equatorial Mansion Degrees 2:The traditional equatorial coordinate system of China, divides the equator into 365.25 degrees. - [28 Stationen (Wikipedia)](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) ### Der Südhimmel The sky around the south celestial pole was unknown to ancient Chinese. Therefore, it was not included in the Three Enclosures and Twenty-Eight Mansions system. However, in the late Ming Dynasty, Xu Guangqi (Chinese: 徐光启; pinyin: Xú Guāngqǐ) introduced another 23 Xingguans based on the European star charts. These Xingguans were since incorporated into the traditional Chinese star maps. These Xingguans are actually variations of Western constellations, and they are mostly named after animals. ### Die Xingguans-Liste |Chinesischer Name|Pinyin|Übersetzung|Number of Primary Stars|Anzahl der hinzugefügten Sterne| |-----------------|------|-----------|-----------------------|-------------------------------| |紫微垣|Zǐwēiyuán|Purple Forbidden Enclosure| | | |北极|Běijí|Nordpol|5|3| |四辅|Sìfǔ|Vier Berater|4|1| |天乙|Tiānyǐ|Himmlischer Großer|1|0| |太乙|Tàiyǐ|Der Erste Große|1|0| |紫微左垣|Zǐwēizuǒyuán|Purpurne Verbotene Linke Mauer|8|12| |紫微右垣|Zǐwēiyòuyuán|Purpurne Verbotene Rechte Mauer|7|12| |阴德|Yīndé|Verborgene Tugend|2|1| |尚书|Shàngshū|Königlicher Sekretär|5|2| |女史|Nǚshǐ|Damenprotokoll|1|1| |柱史|Zhùshǐ|Beamter der Königlichen Archive|1|2| |御女|Yùnǚ|Hofdamen|4|1| |天柱|Tiānzhù|Himmelssäule|5|6| |大理|Dàlǐ|Oberster Richter|2|1| |勾陈|Gōuchén|Gekrümmte Schlachtordnung|6|10| |六甲|Liùjiǎ|Sechs Jia|6|1| |天皇大帝|Tiānhuángdàdì|Großer Kaiser des Himmels|1|0| |五帝内座|WǔdìnèiZuò|Innere Throne der Fünf Kaiser|5|3| |华盖|Huágài|Baldachin des Kaisers|7|0| |杠(附华盖)|Gàng|Canopy Support (Vassal of Canopy of the Emperor )|9|1| |传舍|Chuánshè|Gästehaus|9|4| |内阶|Nèijiē|Innere Stufen|6|10| |天厨|Tiānchú|Himmelsküche|6|2| |八谷|Bāgǔ|Acht Getreidesorten|8|34| |天棓|Tiānbàng|Himmlischer Dreschflegel|5|10| |内厨|Nèichú|Innere Küche|2|2| |文昌|Wénchāng|Verwaltungszentrum|6|8| |三师|Sānshī|Drei Oberinstruktoren|3|1| |三公|Sāngōng|Drei Exzellenzen|3|0| |天床|Tiānchuáng|Himmelsbett|6|2| |太尊|Tàizūn|Königliche|1|0| |天牢|Tiānláo|Himmelsgefängnis|6|2| |太阳守|Tàiyángshǒu|Wächter der Sonne|1|1| |势|Shì|Eunuch|4|19| |相|Xiàng|Premierminister|1|3| |玄戈|Xuángē|Düstere Lanze|1|2| |天理|Tiānlǐ|Richter für den Adelsstand|4|1| |北斗|Běidǒu|Nördlicher Schöpfer|7|16| |辅(附北斗)|Fǔ|Gehilfe (Vasall des Nördlichen Schöpfers)|1|3| |天枪|Tiānqiāng|Himmelsspeer|3|4| |太微垣|Tàiwēiyuán|Supreme Palace Enclosure| | | |太微左垣|Tàiwēizuǒyuán|Herrschaftspalast, Linke Mauer|5|9| |太微右垣|Tàiwēiyòuyuán|Herrschaftspalast, Rechte Mauer|5|5| |谒者|Yèzhě|Gerichtsdiener|1|2| |三公|Sāngōng|Drei Exzellenzen|3|0| |九卿|Jiǔqīng|Neun Stabsoffiziere|3|9| |五诸侯|Wǔzhūhóu|Fünf Herren|5|7| |内屏|Nèipíng|Innerer Schirm|4|6| |五帝座|Wǔdìzuò|Throne der Fünf Kaiser|5|4| |幸臣|Xìngchén|Ehrenoffizier|1|0| |太子|Tàizǐ|Kronprinz|1|0| |从官|Cóngguān|Retinue|1|0| |郎将|Lángjiàng|Hauptmann der Leibwache|1|2| |虎贲|Hǔbēn|Leibwache des Kaisers|1|0| |常陈|Chángchén|Königliche Wachen|7|7| |郎位|Lángwèi|Offiziere der Kaiserlichen Wache|15|3| |明堂|Míngtáng|Ruhmeshalle|3|7| |灵台|Língtaí|Astronomisches Observatorium|3|8| |少微|Shàowēi|Subalternoffiziere|4|9| |长垣|Chángyuán|Lange Mauer|4|9| |三台|Sāntái|Drei Stufen|6|13| |天市垣|Tiānshìyuán|Heavenly Market Enclosure| | | |天市左垣|Tiānshìzuǒyuán|Himmlischer Markt, Linke Mauer|11|48| |天市右垣|Tiānshìyòuyuán|Himmlischer Markt, Rechte Mauer|11|32| |市楼|Shìlóu|Gemeindeamt|6|1| |车肆|Chēsì|Verbrauchsgütermarkt|2|2| |宗正|Zōngzhèng|Beamter für den Königlichen Clan|2|3| |宗人|Zōngrén|Beamter für religiöse Zeremonien|4|4| |宗|Zōng|Patriarchaler Clan|2|0| |帛度|Bódù|Textilherrscher|2|3| |屠肆|Túsì|Fleischhauergeschäfte|2|3| |候|Hòu|Astrologe|1|6| |帝座|Dìzuò|Kaisersitz|1|0| |宦者|Huànzhě|Eunuch-Beauftragter|2|5| |列肆|Lièsì|Juwelenmarkt|2|4| |斗|Dǒu|Schöpfer für Flüssigkeiten|5|11| |斛|Hú|Schöpfer für Feststoffe|4|7| |贯索|Guànsuǒ|Gedrehte Peitsche|9|13| |七公|Qīgōng|Sieben Exzellenzen|7|16| |天纪|Tiānjì|Himmlische Disziplin|9|15| |女床|Nǚchuáng|Bett der Frau|3|0| |角宿|Jiǎoxiù|Hornstation| | | |角宿|Jiǎoxiù|Horn|2|16| |平道|Píngdào|Flache Straße|2|0| |天田|Tiāntián|Himmlisches Ackerland|2|7| |进贤|Jìnxián|Rechtschaffende Männer empfehlend|1|9| |周鼎|Zhōudǐng|Dreibein des Zhou|3|0| |天门|Tiānmén|Himmelstor|2|11| |平|Píng|Gerechtigkeit|2|4| |库楼|Kùlóu|Arsenal|10|1| |柱|Zhù|Säulen|11|0| |衡|Héng|Brüstungen|4|0| |南门|Nánmén|Südtor|2|2| |亢宿|Kàngxiù|Halsstation| | | |亢宿|Kàngxiù|Hals|4|12| |大角|Dàjiǎo|Großes Horn|1|2| |左摄提|Zuǒshètí|Linker Führer|3|4| |右摄提|Yòushètí|Rechter Führer|3|6| |顿顽|Dùnwán|Prozesse|2|1| |阳门|Yángmén|Yangtor|2|0| |折威|Zhéwēi|Hinrichtungen|7|7| |氐宿|Dīxiù|Wurzelstation| | | |氐宿|Dīxiù|Wurzel|4|30| |天乳|Tiānrǔ|Himmelsmilch|1|4| |招摇|Zhāoyáo|Blinkanzeiger|1|0| |梗河|Gěnghé|Himmelslanze|3|5| |帝席|Dìxí|Matratze des Kaisers|3|1| |亢池|Kàngchí|Boote und See|4|0| |阵车|Zhènchē|Streitwagen|3|2| |骑官|Qíguān|Kaiserliche Wachen|10|0| |车骑|Chēqí|Wagen und Kavallerie|3|0| |天辐|Tiānfú|Himmelsspeichen|2|1| |骑阵将军|Qízhènjiāngjūn|General der Wagen und Kavallerie|1|0| |房宿|Fángxiù|Zimmerstation| | | |房宿|Fángxiù|Raum|4|6| |钩钤(附房宿)|Gōuqián|Schloss (Vassal des Raumes)|2|0| |键闭|Jiànbì|Türriegel|1|0| |罚|Fá|Bestrafung|3|3| |东咸|Dōngxián|Östliche Tür|4|2| |西咸|Xīxián|Westliche Tür|4|2| |日|Rì|Sonnenstern|1|1| |从官|Cóngguān|Retinue|2|1| |心宿|Xīnxiù|Herzstation| | | |心宿|Xīnxiù|Herz|3|9| |积卒|Jīzú|Soldatengruppe|2|2| |尾宿|Wěixiù|Schwanzstation| | | |尾宿|Wěixiù|Schwanz|9|4| |神宫(附尾宿)|shéngōng|Umkleideraum (Vasall des Schwanzes)|1|0| |龟|Guī|Landschildkröte|5|0| |天江|Tiānjiāng|Himmelsfluss|4|11| |傅说|Fùyuè|Fu Yue|1|0| |鱼|Yú|Fisch|1|0| |箕宿|Jīxiù|Winnowing Basket Mansion| | | |箕宿|Jīxiù|Worfelkorb|4|0| |糠|Kāng|Spreu|1|1| |杵|Chǔ|Mörserstößel|3|1| |斗宿|Dǒuxiù|Schöpflöffelstation| | | |斗宿|Dǒuxiù|Schöpflöffel|6|5| |建|Jiàn|Einrichtung|6|10| |天籥|Tiānyuè|Himmlisches Schlüsselloch|8|4| |天弁|Tiānbiàn|Wirtschaftsoffizier|9|6| |鳖|Biē|Flussschildkröte|11|0| |天鸡|Tiānjī|Himmelshahn|2|3| |狗国|Gǒuguó|Hunderevier|4|3| |天渊|Tiānyuān|Himmelsbrunnen|3|3| |狗|Gǒu|Hund|2|7| |农丈人|Nóngzhàngrén|Bauer|1|0| |牛宿|Niúxiù|Ochsenstation| | | |牛宿|Niúxiù|Ochse|6|14| |天田|Tiāntián|Himmlisches Ackerland|4|0| |九坎|Jiǔkǎn|Neun Wasserbrunnen|4|0| |河鼓|Hégǔ|Trommel am Fluss|3|9| |织女|Zhinǚ|Webermädchen|3|4| |左旗|Zuǒqí|Linke Flagge|9|30| |右旗|Yòuqí|Rechte Flagge|9|12| |天桴|Tiānfú|Himmlischer Trommelschläger|4|2| |罗堰|Luóyàn|Netzwerk von Deichen|3|1| |渐台|Jiàntái|Wasseruhr-Terrasse|4|7| |辇道|Niǎndào|Kaiserlicher Durchgang|5|9| |女宿|Nǚxiù|Mädchenstation| | | |女宿|Nǚxiù|Mädchen|4|5| |十二国|Shí'èrguó|Zwölf Staaten|16|2| |离珠|Lízhū|Perlen an Frauenkleidern|4|1| |败瓜|Bàiguā|Fauliger Kürbis|5|3| |瓠瓜|Hùguā|Reifer Kürbis|5|8| |天津|Tiānjīn|Himmelsfurt|9|40| |奚仲|Xīzhòng|Xi Zhong|4|7| |扶筐|Fúkuāng|Korb für Maulbeerblätter|7|4| |虚宿|Xūxiù|Station der Leere| | | |虚宿|Xūxiù|Leere|2|8| |司命|Sīmìng|Vergöttlichter Richter des Lebens|2|0| |司禄|Sīlù|Vergöttlichter Richter des Ranges|2|0| |司危|Sīwēi|Vergöttlichter Richter über Unheil und Glück|2|0| |司非|Sīfēi|Vergöttlichter Richter über Wahr und Falsch|2|3| |哭|Kū|Schreien|2|4| |泣|Qì|Weinen|2|2| |天垒城|Tiānlěichéng|Himmlische Bollwerke|13|2| |败臼|Bàijiù|Verfallener Mörser|4|1| |离瑜|Líyú|Jadeschmuck an Frauenkleidern|3|3| |危宿|Wēixiù|Husdachstation| | | |危宿|Wēixiù|Hausdach|3|14| |坟墓(附危宿)|Fénmù|Grabmal (Vasall des Hausdachs)|4|4| |人|Rén|Menschen|4|4| |杵|Chǔ|Mörserstößel|3|2| |臼|Jiù|Mörser|4|8| |车府|Chēfǔ|Großer Wagenhof|7|20| |天钩|Tiāngōu|Himmelshaken|9|18| |造父|Zàofù|Zaofu|5|5| |盖屋|Gàiwū|Dachdeckung|2|0| |虚梁|Xūliáng|Tempel|4|0| |天钱|Tiānqián|Himmelsgeld|5|3| |室宿|Shìxiù|Encampment Mansion| | | |室宿|Shìxiù|Feldlager|2|7| |离宫(附室宿)|Lígōng|Ruhepalast (Vasall des Feldlagers)|6|8| |雷电|Léidiàn|Donner und Blitz|6|8| |垒壁阵|Lěibìzhèn|Bollwerkslinie|12|8| |羽林军|Yǔlínjūn|Palastwache|45|0| |𫓧钺|Fūyuè|Axt|3|3| |北落师门|Běiluòshīmén|Nordtor des Militärlagers|1|0| |八魁|Bākuí|Vogelfangnetz|6|0| |天纲|Tiāngāng|Zeltbaumaterial|1|0| |土公吏|Tǔgōnglì|Nachschubbeauftragter|2|0| |螣蛇|Téngshé|Fliegende Schlange|22|19| |壁宿|Bìxiù|Wall Mansion| | | |壁宿|Bìxiù|Mauer|2|23| |霹雳|Pīlì|Donnerkeil|5|9| |云雨|Yúnyǔ|Wolke und Regen|4|10| |天厩|Tiānjiù|Himmlischer Stall|3|1| |𫓧锧|Fūzhì|Sichel|5|0| |土公|Tǔgōng|Beauftragter für Erdarbeiten und Bauten|2|11| |奎宿|Kuíxiù|Beinestation| | | |奎宿|Kuíxiù|Beine|16|23| |外屏|Wàipíng|Äußerer Zaun|7|15| |天溷|Tiānhùn|Himmlischer Schweinestall|4|6| |土司空|Tǔsīkōng|Meister der Konstruktionen|1|0| |军南门|Jūnnánmén|Südliches Militärtor|1|0| |阁道|Gédào|Fliegender Korridor|6|5| |附路|Fùlù|Behelfsstraße|1|0| |王良|Wángliáng|Wang Liang|5|14| |策|Cè|Peitsche|1|0| |娄宿|Loúxiù|Bond Mansion| | | |娄宿|Loúxiù|Fessel|3|15| |左更|Zuǒgēng|Beamter für den Wald|5|8| |右更|Yòugēng|Beamter für die Beweidung|5|5| |天仓 |Tiāncāng|Quadratischer himmlischer Getreidespeicher|6|21| |天庾|Tiānyǔ|Getreideschober|3|3| |天大将军|Tiāndàjiāngjūn|Großer General des Himmels|11|17| |胃宿|Wèixiù|Bauchstation| | | |胃宿|Wèixiù|Magen|3|5| |天廪|Tiānlǐn|Himmlische Lebensmittel|4|3| |天囷|Tiānqūn|Runder himmlischer Getreidespeicher|13|21| |大陵|Dàlíng|Mausoleum|8|21| |天船|Tiānchuán|Himmelsboot|9|10| |积尸|JīShī|Leichenberg|1|0| |积水|Jīshuǐ|Wasservorrat|1|1| |昴宿|Mǎoxiù|Station des behaarten Kopfes| | | |昴宿|Mǎoxiù|Behaarter Kopf|7|13| |天阿|Tiān'ē|Himmelshöhlung|1|0| |月|Yuè|Mondstern|1|1| |天阴|Tiānyīn|Himmlische Yin-Kraft|5|6| |刍藁|Chúgǎo|Heu|6|5| |天苑|Tiānyuàn|Himmelsweiden|16|18| |卷舌|Juǎnshé|Gerollte Zunge|6|7| |天谗|Tiānchán|Himmlische Verleumdung|1|0| |砺石|Lìshí|Wetzstein|4|0| |毕宿|Bìxiù|Netzstation| | | |毕宿|Bìxiù|Netz|8|18| |附耳(附毕宿)|Fù'ěr|Flüstern (Vasall des Netzes)|1|4| |天街|Tiānjiē|Himmelsstraße|2|4| |天节|Tiānjié|Himmlisches Kerbholz|8|0| |诸王|Zhūwáng|Feudalkönige|6|4| |天高|Tiāngāo|Himmlische Hohe Terrasse|4|4| |九州殊口|Jiǔzhōushūkǒu|Dolmetscher der neun Dialekte|6|11| |五车|Wǔchē|Fünf Wagen|5|19| |柱|Zhù|Säulen|9|0| |天潢|Tiānhuáng|Himmelsmole|5|2| |咸池|Xiánchí|Becken der Harmonie|3|0| |天关|Tiānguān|Himmelspass|1|6| |参旗|Shēnqí|Drei-Sterne Banner|9|12| |九斿|Jiǔyóu|Kaiserliche Militärflagge|9|7| |天园|Tiānyuán|Himmlischer Obstgarten|13|6| |觜宿|Zīxiù|Schildkrötenschnabelstation| | | |觜宿|Zīxiù|Schildkrötenschnabel|3|0| |司怪|Sīguài|Für Monster verantwortliche Gottheit|4|6| |座旗|Zuòqí|Sitzflaggen|9|11| |参宿|Shēnxiù|Station der drei Sterne| | | |参宿|Shēnxiù|Drei Sterne|7|39| |伐(附参宿)|Fá|Sende Truppen zur Unterdrückung (Vasall der Drei Sterne)|3|2| |玉井|Yùjǐng|Jadebrunnen|4|3| |屏|Píng|Wandschirm|2|0| |军井|Jūnjǐng|Militärbrunnen|4|2| |厕|Cè|Toilette|4|8| |屎|Shǐ|Exkrement|1|0| |井宿|Jǐngxiù|Brunnenstatio| | | |井宿|Jǐngxiù|Brunnen|8|19| |钺(附井宿)|Yuè|Streitaxt (Vasall des Brunnens)|1|1| |南河|Nánhé|Südlicher Fluss|3|11| |北河|Běihé|Nördlicher Fluss|3|4| |天樽|Tiānzūn|Himmlischer Weinbecher|3|9| |五诸侯|Wǔzhūhóu|Fünf feudale Könige|5|4| |积水|Jīshuǐ|Gesammeltes Wasser|1|0| |积薪|Jīxīn|Haufen Brennholz|1|3| |水府|Shuǐfǔ|Beauftragter für die Bewässerung|4|8| |水位|Shuǐwèi|Wasserspiegel|4|12| |四渎|Sìdú|Vier Kanäle|4|8| |军市|Jūnshì|Soldatenmarkt|6|7| |野鸡|Yějī|Wildhähnchen|1|0| |丈人|Zhàngrén|Großvater|2|0| |子|Zǐ|Sohn|2|1| |孙|Sūn|Enkel|2|4| |阙丘|Quèqiū|Palasttor|2|7| |天狼|Tiānláng|Himmelswolf|1|6| |弧矢|Húshǐ|Bogen und Pfeil|9|32| |老人|Lǎorén|Alter Mann|1|4| |鬼宿|Guǐxiù|Geisterstatio| | | |鬼宿|Guǐxiù|Geister|4|19| |积尸|Jīshī|Leichenberg|1|3| |爟|Guàn|Leuchtfeuer|4|11| |天狗|Tiāngǒu|Himmelshund|7|0| |外厨|Wàichú|Äußere Küche|6|17| |天社|Tiānshè|Tempel des Himmlischen Erdgottes|6|5| |天记|Tiānjì|Richter zum Schätzen des Alters von Tieren|1|2| |柳宿|Liǔxiù|Weidestation| | | |柳宿|Liǔxiù|Weide|8|13| |酒旗|Jiǔqí|Banner einer Weinhandlung|3|5| |星宿|Xīngxiù|Sternstation| | | |星宿|Xīngxiù|Sternstation|7|15| |天相|Tiānxiàng|Himmlischer Premier|3|11| |天稷*|Tiānjì|Himmlisches Getreide|/|/| |轩辕|Xuānyuán|Xuanyuan|17|59| |内平|Nèipíng|Hoher Richter|4|11| |张宿|Zhāngxiù|Extended Net Mansion| | | |张宿|Zhāngxiù|Ausgeworfenes Netz|6|5| |天庙*|Tiānmiào|Himmlischer Tempel|/|/| |翼宿|Yìxiù|Flügelstatio| | | |翼宿|Yìxiù|Flügel|22|7| |东瓯*|Dōngōu|Dongou|/|/| |轸宿|Zhěnxiù|Streitwagenstation| | | |轸宿|Zhěnxiù|Wagen|4|5| |长沙(附轸宿)|Chángshā|Changsha (Vasall des Wagens)|1|0| |左辖(附轸宿)|Zuǒxiá|Linker Achsnagel (Vasall des Wagens)|1|0| |右辖(附轸宿)|Yoùxiá|Rechter Achsnagel (Vasall des Wagens)|1|0| |青丘|Qīngqiū|Grüner Hügel|7|3| |军门*|Jūnmén|Militärtor|/|/| |土司空*|Tǔsīkōng|Meister der Konstruktionen|/|/| |器府*|Qìfǔ|Haus für Musikinstrumente|/|/| |近南极星区|JìnnánJí Xīngqū|Der Südhimmel| | | |海山|Hǎishān|Meer und Berg|4|2| |十字架|Shízìjià|Kreuz|4|0| |马尾|Mǎwěi|Pferdeschwanz|3|0| |马腹|Mǎfù|Pferdebauch|3|0| |蜜蜂|Mìfēng|Biene|4|0| |三角形|Sānjiǎoxíng|Dreieck|3|4| |异雀|Yìquè|Exotischer Vogel|9|0| |孔雀|Kǒngquè|Pfau|11|4| |波斯|Bōsī|Persien|11|0| |蛇尾|Shéwěi|Snake's Tail|4|0| |蛇腹|Shéfù|Schlangenbauch|4|0| |蛇首|Shéshǒu|Schlangenkopf|2|0| |鸟喙|Niǎohuì|Vogelschnabel|7|1| |鹤 |Hè|Kranich|12|2| |火鸟|Huǒniǎo|Feuervogel|10|1| |水委|Shuǐweǐ|Gekrümmter Wasserlauf|3|0| |附白|Fùbái|Weiße Flecken in der Nähe|2|0| |夹白|Jiābái|Weiße Flecken anbei|2|0| |金鱼|Jīnyú|Goldfisch|5|1| |海石|Hǎishí|Meeresfels|5|3| |飞鱼|Fēiyú|Fliegender Fisch|6|0| |南船|Nánchuán|Südliches Boot|5|1| |小斗|Xiǎodǒu|Kleiner Schöpfer|9|1| Anmerkung 1: Die Xingguans mit »*« wurden 1752 offiziell entfernt. note 2: The vassal Xingguan is not a separate Xingguan, but a vassal of the parent Xingguan. ### Deep Sky-Objekte Some deep space objects were also discovered in ancient China, which were also included in the Xingguans. Beziehe folgendes ein: |Allgemeiner Name|Chinesischer Name|Pinyin|Übersetzung|Spitzname| |----------------|-----------------|------|-----------|---------| |NGC 6231|神宫|shéngōng|Gottes Palast|Nördliches Schatzkästchen| |NGC 6475/M 7|鱼|Yú|Fisch|Ptolemäus-Haufen| |NGC 2632/M 44|积尸|JīShī|Leichenberg|Bienenkorb-Haufen| |NGC 5139|库楼增一|Kùlóu Zēng I|Arsenal Zusatzstern I|Omega Centauri| |NGC 224/M 31|奎宿增廿一|Kuíxiù Zēng XXI|Legs Mansion XXI|Andromedagalaxie| |NGC 3372 |海山二|Hǎishān II|Meer und Berg II|Homunculus-Nebel, Eta Carinae| ### Anmerkungen This Sky Culture is Based on the information inside *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)* (Chinese: 中西对照恒星图表1950.0(星表分册)) and *Complete Studies of Astronomical* (Chinese: 仪象考成). Thanks to Liu Chunbin for the collation of the *Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)*. He produced *Chinese Star Catalogue for Stellarium* (Chinese: Stellarium 中国星官体系下中文星名扩展包) which is a very important reference. Some stars have been added according to *The History of Stellar Observation in China* (Chinese: 中国恒星观测史). For the translation of constellations, we use the *English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names* (Chinese: 中国星区、星官及星名英译表) by Hong Kong Space Museum. Only a small portion of the translation is changed, for example, when the translations of the two different Xingguans are the same. There are seven stars with Chinese star names without corresponding HIP numbers, so they cannot be displayed in Stellarium. They are Sea and Mountain II (η Car), Five Chariots Added XVIII (12 Aur), Recommending Virtuous Man Added VI (39 Vir) , Great Horn Added II (CN Boo), Hairy Head Added X (24 Tau), Heart Added VII (18 Oph), South River Added XI (GC 10303). The cultural connotations of the name cannot be explained perfectly, because thousands of years passed, the connotations behind some names are controversial. these are only possible translations. Chinese characters are ideographic characters, which leads to some completely different names having the same pronunciation. Therefore, the pinyin transliteration is provided only to make star names readable.
es_419: Stellarium proporciona actualmente 300 Xingguans chinos y más de 3000 nombres de estrellas chinos de *Complete Studies of Astronomical* (chino: 仪 象 考 成; pinyin: Yíxiàng kǎochéng) y *The Continuation of Complete Studies of Astronomical* (chino: 仪 象 考 成 续编; pinyin : Yíxiàngkǎochéng xùbiān). *Complete Studies of Astronomical* es un registro imperial de astronomía terminado en 1756. En 1844, el Observatorio Astronómico Imperial hizo una revisión y publicó *The Continuation of Complete Studies of Astronomical*, que es la principal referencia a los Xingguans chinos tradicionales y los nombres de estrellas utilizados. hoy dia. Yi Shitong ha realizado una investigación textual y un resumen de estos registros en su libro *Chinese and Western Contrast Star Chart and Catalog 1950.0* (chino: 中西 对照 恒星 图表 1950.0; pinyin: Zhōngxī Duìzhào Héngxīng Túbiǎo). La cultura estelar tradicional china se basa en la información contenida en el *catálogo y carta estelar de contraste chino y occidental 1950.0* y en *estudios completos de astronomía*. Además, Pan Nai ha agregado algunas estrellas de acuerdo con *La Historia de la Observación Estelar en China* (chino: 中国 恒星 观测 史; pinyin: Zhōngguó Héngxīng Guāncèshǐ) por Pan Nai, si estas estrellas no están certificadas en el *Catálogo y Carta Estelar de Contraste de China y Occidente 1950 .0 (Catálogo de estrellas)*. Si el nombre de la estrella es seguido por un "*", es una estrella agregada de acuerdo con *La Historia de la Observación Estelar en China*. Si el nombre de la estrella es seguido por un "?", Es una estrella agregada de acuerdo con *La Historia de la Observación Estelar en China*, pero no se puede certificar por completo. ### Sol, Luna y Planetas Los países occidentales nombraron los planetas con personajes míticos. La antigua comprensión china de los cinco planetas se basa en conceptos de cinco elementos. Por lo tanto, Mercurio se llama Estrella de Agua, Venus se llama Estrella de Metal, Marte se llama Estrella de Fuego, Júpiter se llama Estrella de Madera, Saturno se llama Estrella de la Tierra. En chino, el sol y la luna llevan el nombre de Yin y Yang (con el prefijo "grande" (chino: 太; pinyin: tài)), respectivamente Taiyang (Sol, chino: 太阳; pinyin: Tàiyáng) y Taiyin (Luna, chino : 太阴; pinyin: Tàiyīn). Su otro nombre pertenece a los personajes pictográficos. Ri (Sol, chino: 日) y Yue (Luna, chino: 月). Pero el nombre más utilizado para la luna es Yueliang (chino: 月亮; pinyin: Yuèliàng). El sol, la luna y los cinco planetas forman Siete Luminarias (chino: 七曜; pinyin: qīyào), que corresponden a los Cinco Elementos y Yin y Yang. ### Xingguans La astronomía tradicional china tiene un sistema de división de la esfera celeste en asterismos o constelaciones, conocido como "Xingguan". Las constelaciones modernas se refieren a áreas específicas de la esfera celeste. Los Xingguans se refieren solo a la forma en que se distribuyen las estrellas, sin límites específicos entre Xingguans. El nombre y el diseño de los Xingguans son muy sociales, el reino, las montañas, los bienes, la industria, todos se mueven hacia el cielo, de acuerdo con la forma de la Tierra en el cielo para copiar un mundo. Los Xingguans son generalmente más pequeños que las constelaciones de la tradición helenística. Un Xingguan contiene más de docenas de estrellas, y menos son solo una. Los mapas astronómicos chinos medievales generalmente muestran un total de 283 Xingguans, que comprenden un total de 1,464 estrellas individuales. Los Xingguans se dividen en 31 regiones, las Veintiocho Mansiones (chino: 二十八宿 ； pinyin: Èrshíbā Xiù) a lo largo de la eclíptica, y los Tres Recintos (chino: 三 垣; pinyin: Sānyuán) del cielo del norte. Debido a la influencia de la precesión, seis Xingguans cerca del horizonte sur se están volviendo cada vez más hacia el sur. Ya no eran fáciles de observar por los astrónomos de las dinastías Ming y Qing, por lo que ya no se registraron en *Estudios completos de astronomía*. Antes de finales de la dinastía Ming (siglo XVII), no había Xingguans alrededor del polo celeste sur. El cielo del sur (chino: 近 南极星 区; pinyin: JìnnánJí Xīngqū) se agregó como una región 32 a finales de la dinastía Ming según las cartas estelares europeas, que comprende 23 Xingguans adicionales. El cielo del sur ahora también se trata como parte del sistema tradicional chino. Desde finales de la dinastía Ming, los misioneros occidentales ingresaron al Observatorio Astronómico Imperial. Han seguido los nombres de los Xingguans, pero cambiaron las estrellas correspondientes de algunos Xingguan y agregaron algunas estrellas a casi todos los Xingguan, llamadas "estrellas agregadas" (chino: 增 星; pinyin: zēngxīng). Las estrellas originales se llaman "estrellas primarias" (chino: 正 星; pinyin: zhèngxīng). Un Xingguan de dos o más estrellas, cada estrella tiene un número. El nombre de las estrellas en *Continuación de estudios completos de astronomía* es Xingguan más un número. Pero también hay algunos Xingguans, cada estrella tiene un nombre especial. De esta manera, *La Continuación de Estudios Completos de Astronomía* cuenta con 300 Xingguans y 3240 estrellas en total. Hasta la Revolución de 1911, China ya no consideraba a Xingguan como el sistema oficial de constelaciones. A diferencia de los Xingguans, los nombres de estrellas chinos tradicionales todavía se usan en la astronomía china moderna, incluso más comunes que los nombres occidentales. ![](illustrations/yxkcxt.png) *Mapa astronómico de estudios completos de astronomía (1757)* ### Tres recintos Tres Recintos son tres regiones en el cielo del norte rodeadas por la eclíptica. Tres recintos es recinto púrpura prohibido (chino: 紫微 垣; pinyin: Zǐwēiyuán), recinto del Palacio Supremo (chino: 太微 垣; pinyin: Tàiwēiyuán), recinto del mercado celestial (chino: 天 市 垣; pinyin: Tiānshìyuán). Cada recinto tiene dos paredes, llamadas la pared izquierda y la pared derecha, que son los principales Xingguans. Las paredes están rodeadas por muchos Xingguans. También hay Xingguans en las cercanías de la pared que pertenecen a este Recinto. El recinto prohibido púrpura es el palacio interior del emperador, cubre el área más septentrional del cielo nocturno. Desde el punto de vista de los antiguos chinos, el Recinto Prohibido Púrpura se encuentra en el medio del cielo y está rodeado por todas las otras estrellas. Cubre las constelaciones modernas de la Osa Menor, Draco, Camelaopardalis, Cefeo, Casiopea, Auriga, Boötes y partes de la Osa Mayor, Canes Venatici y Leo Menor, y Hércules. El Recinto Prohibido Púrpura tiene 37 Xingguans. - [Recinto prohibido púrpura (Wikipedia)](https://en.wikipedia.org/wiki/Purple_Forbidden_enclosure) El Recinto del Palacio Supremo es el lugar donde el emperador y los cortesanos lidiaban con su política. El Recinto Supremo del Palacio tiene una variedad de funcionarios y agencias gubernamentales. Cubre las constelaciones modernas Virgo, Coma Berenices y Leo, y partes de Canes Venatici, la Osa Mayor y Leo Menor. El Recinto del Palacio Supremo tiene 20 Xingguans. - [Recinto del Palacio Supremo (Wikipedia)](https://en.wikipedia.org/wiki/Supreme_Palace_enclosure) El Recinto del Mercado Celestial es un bazar en el cielo, un lugar donde vive gente común y corriente. El Recinto del Mercado Celestial cubre las constelaciones modernas Serpens, Ofiuco, Aquila y Corona Borealis, y partes de Hércules. El Recinto del Mercado Celestial tiene 19 Xingguans. Fueron nombrados en honor a los participantes del bazar y las instalaciones del bazar. - [El Recinto del Mercado Celestial (Wikipedia)](https://en.wikipedia.org/wiki/Heavenly_Market_enclosure) ### Veintiocho mansiones Las veintiocho mansiones (chino: 二十八宿; pinyin: Èrshíbā Xiù) también conocidas como 28 mansiones lunares son las antiguas divisiones de China de la eclíptica y el área del cielo cerca del ecuador para dividir la eclíptica en 28 regiones de acuerdo con la ascensión recta. Cada región se llama Mansión (chino: 宿; pinyin: Xiù). Los antiguos dejaban que la Luna cambiara de Mansión todos los días para descansar. Cada mansión tiene un Xingguan del mismo nombre cerca de la eclíptica, que es el Xingguan principal. Donde los Xingguans en esta área pertenecen a la Mansión. Cada Xingguans tiene una estrella principal conocida como estrella determinante (chino: 距 星; pinyin: jùxīng). En la antigua China, las estrellas determinantes de Veintiocho Mansiones eran el punto de referencia para determinar la longitud del sistema de coordenadas ecuatoriales. La diferencia de ascensión recta entre las estrellas determinantes de dos Mansiones adyacentes son los grados de mansión ecuatorial (chino: 宿 度; pinyin: xiùdù) de la Mansión occidental. El sistema de coordenadas ecuatoriales tradicional de China divide el ecuador en 365,25 grados, y el Sol corre un día por un grado, que también es la suma de los grados de mansión ecuatorial de la Mansión 28. Debido a la influencia de la precesión, los grados de mansión ecuatorial de cada Mansión han ido cambiando lentamente, y algunas estrellas determinantes también han cambiado en la historia. En los mapas estelares tradicionales chinos, hay 28 líneas que pasan a través de las estrellas determinantes de Las veintiocho mansiones desde el polo norte celeste como sus límites para facilitar el posicionamiento de los cuerpos celestes. Si un cuerpo celeste está al este de la estrella determinante de una Mansión, y su ascensión recta no excede la estrella determinante de la siguiente Mansión, la diferencia en ascensión recta entre este cuerpo celeste y la estrella determinante, se conoce como grados de distancia de mansión ( Chino: 入 宿 度; pinyin: rùxiùdù). Junto con los grados de distancia polar (chino: 去 极度; pinyin: qùjídù), que es la distancia angular entre la estrella y el polo norte celeste, podemos determinar la posición de una estrella en la esfera celeste. Los grados de distancia de las mansiones y los grados de la distancia polar juntos constituyen los dos componentes del antiguo sistema de coordenadas ecuatoriales chino. Las Veintiocho Mansiones se agrupan en Cuatro Símbolos (chino: 四象; pinyin: sìxiàng), cada uno asociado con una dirección de brújula y que contiene siete Mansiones, corresponde a Siete Luminarias. La correspondencia entre las veintiocho mansiones y los cuatro símbolos se basa en el cielo al anochecer en el equinoccio de primavera en un cierto período de la antigüedad. En este momento, el pájaro bermellón está en el sur, el dragón azul está en el este, la tortuga negra está en el norte y el tigre blanco está en el oeste. ### La lista de las veintiocho mansiones (J2000) |Siete luminarias| |Madera|Metal|Tierra|Sol|Luna|Fuego|Agua| |----------------|---|------|-----|------|---|----|-----|----| |Nombre chino|东方苍龙|角宿|亢宿|氐宿|房宿|心宿|尾宿|箕宿| |Pinyin|Dōngfāng Cānglóng|Jiǎoxiù|Kàngxiù|Dīxiù|Fángxiù|Xīnxiù|Wěixiù|Jīxiù| |Traducción|Dragón celeste del este|Mansión Cuerno|Mansión Cuello|Mansión Raíz|Mansión Habitación|Mansión Corazón|Mansión Cola|Mansión cesta de aventar| |Número de Xingguans|46|11|7|11|7|2|5|3| |Estrella Determinativa| |α Vir|κ Vir|α2 Lib|π Sco|σ Sco|μ1 Sco|γ Sgr| |AR de la Estrella Determinativa| |13h25m11.6s|14h12m53.8s|14h50m52.8s|15h58m51.1s|16h21m11.3s|16h51m52.2s|18h05m48.5s| |Grados de mansión ecuatorial 1| |47m42s|37m59s|1h07m58s|22m20s|30m41s|1h13m57s|39m51s| |Grados de mansión ecuatorial 2| |12.10°|9.63°|17.24°|5.67°|7.78°|18.76°|10.11°| |Nombre chino|北方玄武|斗宿|牛宿|女宿|虚宿|危宿|室宿|壁宿| |Pinyin|Běifāng Xuánwǔ|Dǒuxiù|Niúxiù|Nǚxiù|Xūxiù|Wēixiù|Shìxiù|Bìxiù| |Traducción|Tortuga Negra del Norte|Mansión Dipper|Mansión Buey|Mansión de la muchacha|Mansión del vacío|Mansión en la azotea|Mansión de campamento|Mansión de la pared| |Número de Xingguans|65|10|11|8|10|10|10|6| |Estrella Determinativa| |μ Sgr|β Cap|ε Aqr|β Aqr|α Aqr|α Peg|γ Peg| |AR de la Estrella Determinativa| |18h45m39.4s|20h21m0.7s|20h47m40.6s|21h31m33.5s|22h05m47.0s|23h04m45.7s|00h13m14.2s| |Grados de mansión ecuatorial 1| |1h35m21s|26m40s|43m53s|34m13s|58m59s|1h08s29s|43m58s| |Grados de mansión ecuatorial 2| |24.19°|6.76°|11.13°|8.68°|14.96°|17.37°|11.15°| |Nombre chino|西方白虎|奎宿|娄宿|胃宿|昴宿|毕宿|觜宿|参宿| |Pinyin|Xīfāng Báihǔ|Kuíxiù|Loúxiù|Wèixiù|Mǎoxiù|Bìxiù|Zīxiù|Shēnxiù| |Traducción|Tigre Blanco del Oeste|Mansión de piernas|Mansión de enlace|Mansión de estómago|Mansión Cabeza Peluda|Mansión Red|Mansión Pico de Tortuga|Mansión Tres Estrellas| |Número de Xingguans|54|9|6|7|9|14|3|6| |Estrella Determinativa| |η And|β Ari|35 Ari|17 Tau|ε Tau|λ Ori|ζ Ori| |AR de la Estrella Determinativa| |00h57m12.3s|01h54m38.4s|02h43m27.1s|03h44m52.5s|04h28m37.0s|5h35m8.3s|05h40m45.5s| |Grados de mansión ecuatorial 1| |57m26s|48m49s|1h01m26s|43m44s|1h06m31s|5m32s|42m12s| |Grados de mansión ecuatorial 2| |14.57°|12.38°|15.58°|11.09°|16.87°|1.40°|10.70°| |Nombre chino|南方朱雀|井宿|鬼宿|柳宿|星宿|张宿|翼宿|轸宿| |Pinyin|Nánfāng Zhūquè|Jǐngxiù|Guǐxiù|Liǔxiù|Xīngxiù|Zhāngxiù|Yìxiù|Zhěnxiù| |Traducción|Pájaro Bermellón del Sur|Mansión Buena|Mansión de Fantasmas|Mansión de Sauce|Mansión Estrella|Mansión Red Extendida|Mansión de Alas|Mansión de Carruaje| |Número de Xingguans|42|19|7|2|5|2|2|5| |Estrella Determinativa| |μ Gem|θ Cnc|δ Hya|α Hya|υ1 Hya|α Crt|γ Crv| |AR de la Estrella Determinativa| |6h22m57.6s|8h31m35.7s|8h37m39.4s|09h27m35.2s|09h51m28.7s|10h59m45.9s|12h15m48.4s| |Grados de mansión ecuatorial 1| |2h08m38s|6m3s|49m58s|23m54s|1h08m17s|1h16m02s|1h09m23s| |Grados de mansión ecuatorial 2| |32.63°|1.54°|12.67°|6.06°|17.32°|19.29°|17.60°| nota 1: Grados de Mansión Ecuatorial 1: Sistema moderno de coordenadas ecuatoriales. nota 2: Grados de Mansión Ecuatorial 2: El sistema tradicional de coordenadas ecuatoriales de China, divide el ecuador en 365.25 grados - [Veintiocho mansiones (Wikipedia)](https://en.wikipedia.org/wiki/Twenty-Eight_Mansions) ### El cielo del sur El cielo alrededor del polo sur celeste era desconocido para los antiguos chinos. Por lo tanto, no se incluyó en el sistema de Tres Recintos y Veintiocho Mansiones. Sin embargo, a finales de la dinastía Ming, Xu Guangqi (chino: 徐光启; pinyin: Xú Guāngqǐ) introdujo otros 23 Xingguans basados en las cartas estelares europeas. Estos Xingguans se incorporaron desde entonces a los mapas estelares tradicionales chinos. Estos Xingguans son en realidad variaciones de las constelaciones occidentales, y en su mayoría llevan el nombre de animales. ### La lista de Xingguans |Nombre chino|Pinyin|Traducción|Número de estrellas primarias|Número de estrellas añadidas| |------------|------|----------|-----------------------------|----------------------------| |紫微垣|Zǐwēiyuán|Recinto Prohibido Púrpura| | | |北极|Běijí|Polo Norte|5|3| |四辅|Sìfǔ|Cuatro asesores|4|1| |天乙|Tiānyǐ|Gran celestial|1|0| |太乙|Tàiyǐ|El Primer Grande|1|0| |紫微左垣|Zǐwēizuǒyuán|Pared izquierda prohibida púrpura|8|12| |紫微右垣|Zǐwēiyòuyuán|Pared derecha prohibida púrpura|7|12| |阴德|Yīndé|Virtud oculta|2|1| |尚书|Shàngshū|Secretario real|5|2| |女史|Nǚshǐ|Protocolo femenino|1|1| |柱史|Zhùshǐ|Oficial de archivos reales|1|2| |御女|Yùnǚ|Criadas en espera|4|1| |天柱|Tiānzhù|Pilar celestial|5|6| |大理|Dàlǐ|Juez principal|2|1| |勾陈|Gōuchén|Formación curva|6|10| |六甲|Liùjiǎ|Six Jia|6|1| |天皇大帝|Tiānhuángdàdì|Gran emperador del cielo|1|0| |五帝内座|WǔdìnèiZuò|Asientos interiores de los cinco emperadores|5|3| |华盖|Huágài|Dosel del emperador|7|0| |杠(附华盖)|Gàng|Soporte del dosel (vasallo del dosel del emperador)|9|1| |传舍|Chuánshè|Casa de visitas|9|4| |内阶|Nèijiē|Pasos internos|6|10| |天厨|Tiānchú|Cocina celestial|6|2| |八谷|Bāgǔ|Ocho tipos de cultivos|8|34| |天棓|Tiānbàng|Mayal celestial|5|10| |内厨|Nèichú|Cocina interna|2|2| |文昌|Wénchāng|Centro administrativo|6|8| |三师|Sānshī|Tres mejores instructores|3|1| |三公|Sāngōng|Tres excelencias|3|0| |天床|Tiānchuáng|Cama celestial|6|2| |太尊|Tàizūn|Reales|1|0| |天牢|Tiānláo|Prisión celestial|6|2| |太阳守|Tàiyángshǒu|Guardián del sol|1|1| |势|Shì|Eunuco|4|19| |相|Xiàng|Primer ministro|1|3| |玄戈|Xuángē|Lanza sombría|1|2| |天理|Tiānlǐ|Juez de la nobleza|4|1| |北斗|Běidǒu|Cucharón del norte|7|16| |辅(附北斗)|Fǔ|Asistente (vasallo del cucharón del norte)|1|3| |天枪|Tiānqiāng|Lanza celestial|3|4| |太微垣|Tàiwēiyuán|Recinto del Palacio Supremo| | | |太微左垣|Tàiwēizuǒyuán|Muralla Izquierda del Palacio Supremo|5|9| |太微右垣|Tàiwēiyòuyuán|Muralla Derecha del Palacio Supremo|5|5| |谒者|Yèzhě|Asistente de la corte|1|2| |三公|Sāngōng|Tres excelencias|3|0| |九卿|Jiǔqīng|Nueve oficiales mayores|3|9| |五诸侯|Wǔzhūhóu|Cinco señores|5|7| |内屏|Nèipíng|Pantalla interna|4|6| |五帝座|Wǔdìzuò|Asientos de los cinco emperadores|5|4| |幸臣|Xìngchén|Oficial de honor|1|0| |太子|Tàizǐ|Príncipe heredero|1|0| |从官|Cóngguān|Séquito|1|0| |郎将|Lángjiàng|Capitán de los guardaespaldas|1|2| |虎贲|Hǔbēn|Guardaespalda del emperador|1|0| |常陈|Chángchén|Guardias reales|7|7| |郎位|Lángwèi|Oficiales de la guardia imperial|15|3| |明堂|Míngtáng|Sala de la gloria|3|7| |灵台|Língtaí|Observatorio astronómico|3|8| |少微|Shàowēi|Oficiales nuevos|4|9| |长垣|Chángyuán|Muralla larga|4|9| |三台|Sāntái|Tres pasos|6|13| |天市垣|Tiānshìyuán|Recinto del Mercado Celestial| | | |天市左垣|Tiānshìzuǒyuán|Muralla izquierda del Mercado Celestial|11|48| |天市右垣|Tiānshìyòuyuán|Muralla derecha del Mercado Celestial|11|32| |市楼|Shìlóu|Oficina municipal|6|1| |车肆|Chēsì|Mercado de comodidades|2|2| |宗正|Zōngzhèng|Oficial del clan real|2|3| |宗人|Zōngrén|Oficial de ceremonias religiosas|4|4| |宗|Zōng|Clan patriarcal|2|0| |帛度|Bódù|Regla textil|2|3| |屠肆|Túsì|Tienda de Butcher|2|3| |候|Hòu|Astrólogo|1|6| |帝座|Dìzuò|Asiento del emperador|1|0| |宦者|Huànzhě|Oficial eunuco|2|5| |列肆|Lièsì|Joyería|2|4| |斗|Dǒu|Cucharón de líquidos|5|11| |斛|Hú|Cucharón de sólidos|4|7| |贯索|Guànsuǒ|Cuerda enrollada|9|13| |七公|Qīgōng|Siete excelencias|7|16| |天纪|Tiānjì|Disciplina celestial|9|15| |女床|Nǚchuáng|Cama de mujer|3|0| |角宿|Jiǎoxiù|Mansión Cuerno| | | |角宿|Jiǎoxiù|Cuerno|2|16| |平道|Píngdào|Camino plano|2|0| |天田|Tiāntián|Tierra de cultivo celestial|2|7| |进贤|Jìnxián|Recomendar hombre virtuoso|1|9| |周鼎|Zhōudǐng|Trípode de Zhou|3|0| |天门|Tiānmén|Puerta celestial|2|11| |平|Píng|Justicia|2|4| |库楼|Kùlóu|Arsenal|10|1| |柱|Zhù|Pilares|11|0| |衡|Héng|Barandillas|4|0| |南门|Nánmén|Puerta del Sur|2|2| |亢宿|Kàngxiù|Mansión Cuello| | | |亢宿|Kàngxiù|Cuello|4|12| |大角|Dàjiǎo|Gran cuerno|1|2| |左摄提|Zuǒshètí|Conductor izquierdo|3|4| |右摄提|Yòushètí|Conductor derecho|3|6| |顿顽|Dùnwán|Ensayos|2|1| |阳门|Yángmén|Puerta de Yang|2|0| |折威|Zhéwēi|Ejecuciones|7|7| |氐宿|Dīxiù|Mansión Raíz| | | |氐宿|Dīxiù|Raíz|4|30| |天乳|Tiānrǔ|Leche celestial|1|4| |招摇|Zhāoyáo|Indicador de centelleo|1|0| |梗河|Gěnghé|Lanza celestial|3|5| |帝席|Dìxí|Colchón del emperador|3|1| |亢池|Kàngchí|Botes y lago|4|0| |阵车|Zhènchē|Carruajes de batalla|3|2| |骑官|Qíguān|Guardias imperiales|10|0| |车骑|Chēqí|Carruajes y caballería|3|0| |天辐|Tiānfú|Radios celestiales|2|1| |骑阵将军|Qízhènjiāngjūn|Carruajes y caballería general|1|0| |房宿|Fángxiù|Mansión Habitación| | | |房宿|Fángxiù|Sala|4|6| |钩钤(附房宿)|Gōuqián|Cerrar (vasallo de la sala)|2|0| |键闭|Jiànbì|Perno de puerta|1|0| |罚|Fá|Castigo|3|3| |东咸|Dōngxián|Puerta oriental|4|2| |西咸|Xīxián|Puerta occidental|4|2| |日|Rì|Estrella solar|1|1| |从官|Cóngguān|Séquito|2|1| |心宿|Xīnxiù|Mansión Corazón| | | |心宿|Xīnxiù|Corazón|3|9| |积卒|Jīzú|Grupo de soldados|2|2| |尾宿|Wěixiù|Mansión Cola| | | |尾宿|Wěixiù|Cola|9|4| |神宫(附尾宿)|shéngōng|Sala de vestir (vasallo de cola)|1|0| |龟|Guī|Tortuga|5|0| |天江|Tiānjiāng|Río celestial|4|11| |傅说|Fùyuè|Fu Yue|1|0| |鱼|Yú|Pez|1|0| |箕宿|Jīxiù|Mansión cesta de aventar| | | |箕宿|Jīxiù|Canasta de aventamiento|4|0| |糠|Kāng|Paja|1|1| |杵|Chǔ|Mano de mortero|3|1| |斗宿|Dǒuxiù|Mansión Dipper| | | |斗宿|Dǒuxiù|Cucharón|6|5| |建|Jiàn|Establecimiento|6|10| |天籥|Tiānyuè|Ojo de cerradura celestial|8|4| |天弁|Tiānbiàn|Oficial de mercado|9|6| |鳖|Biē|Tortuga de río|11|0| |天鸡|Tiānjī|Gallo celestial|2|3| |狗国|Gǒuguó|Territorio del perro|4|3| |天渊|Tiānyuān|Primavera celestial|3|3| |狗|Gǒu|Perro|2|7| |农丈人|Nóngzhàngrén|Campesino|1|0| |牛宿|Niúxiù|Mansión Buey| | | |牛宿|Niúxiù|Buey|6|14| |天田|Tiāntián|Tierra de cultivo celestial|4|0| |九坎|Jiǔkǎn|Nueve pozos de agua|4|0| |河鼓|Hégǔ|Tambor en el río|3|9| |织女|Zhinǚ|Niña tejedora|3|4| |左旗|Zuǒqí|Bandera izquierda|9|30| |右旗|Yòuqí|Bandera derecha|9|12| |天桴|Tiānfú|Palillo de tambor celestial|4|2| |罗堰|Luóyàn|Red de diques|3|1| |渐台|Jiàntái|Terraza reloj de arena|4|7| |辇道|Niǎndào|Pasadizo imperial|5|9| |女宿|Nǚxiù|Mansión de la muchacha| | | |女宿|Nǚxiù|Chica|4|5| |十二国|Shí'èrguó|Doce estados|16|2| |离珠|Lízhū|Perlas en la ropa de mujer|4|1| |败瓜|Bàiguā|Calabaza podrida|5|3| |瓠瓜|Hùguā|Calabaza buena|5|8| |天津|Tiānjīn|Vado celestial|9|40| |奚仲|Xīzhòng|Xi Zhong|4|7| |扶筐|Fúkuāng|Cesta para hojas de morera|7|4| |虚宿|Xūxiù|Mansión del vacío| | | |虚宿|Xūxiù|Vacío|2|8| |司命|Sīmìng|Juez deificado de la vida|2|0| |司禄|Sīlù|Juez deificado de rango|2|0| |司危|Sīwēi|Juez deificado del desastre y la buena fortuna|2|0| |司非|Sīfēi|Juez deificado de lo correcto y lo malo|2|3| |哭|Kū|Llanto|2|4| |泣|Qì|Llanto|2|2| |天垒城|Tiānlěichéng|Murallas celestiales|13|2| |败臼|Bàijiù|Mortero decaído|4|1| |离瑜|Líyú|Adorno de jade en la ropa de mujer|3|3| |危宿|Wēixiù|Mansión en la azotea| | | |危宿|Wēixiù|Tejado|3|14| |坟墓(附危宿)|Fénmù|Tomb (vasallo del tejado)|4|4| |人|Rén|Humanos|4|4| |杵|Chǔ|Mano de mortero|3|2| |臼|Jiù|Mortero|4|8| |车府|Chēfǔ|Gran patio para carruajes|7|20| |天钩|Tiāngōu|Gancho celestial|9|18| |造父|Zàofù|Zaofu|5|5| |盖屋|Gàiwū|Techumbre|2|0| |虚梁|Xūliáng|Templo|4|0| |天钱|Tiānqián|Dinero celestial|5|3| |室宿|Shìxiù|Mansión de campamento| | | |室宿|Shìxiù|Campamento|2|7| |离宫(附室宿)|Lígōng|Palacio de descanso (vasallo de campamento)|6|8| |雷电|Léidiàn|Trueno y relámpago|6|8| |垒壁阵|Lěibìzhèn|Línea de murallas|12|8| |羽林军|Yǔlínjūn|Guardia del palacio|45|0| |𫓧钺|Fūyuè|Hacha|3|3| |北落师门|Běiluòshīmén|Puerta norte del campo militar|1|0| |八魁|Bākuí|Red para atrapar pájaros|6|0| |天纲|Tiāngāng|Materiales para hacer tiendas|1|0| |土公吏|Tǔgōnglì|Oficial para el suministro de materiales|2|0| |螣蛇|Téngshé|Serpiente voladora|22|19| |壁宿|Bìxiù|Mansión de la pared| | | |壁宿|Bìxiù|Muro|2|23| |霹雳|Pīlì|Rayo|5|9| |云雨|Yúnyǔ|Nube y lluvia|4|10| |天厩|Tiānjiù|Establo celestial|3|1| |𫓧锧|Fūzhì|Hoz|5|0| |土公|Tǔgōng|Oficial para trabajos y edificios|2|11| |奎宿|Kuíxiù|Mansión de piernas| | | |奎宿|Kuíxiù|Piernas|16|23| |外屏|Wàipíng|Cerca exterior|7|15| |天溷|Tiānhùn|Pocilga celestial|4|6| |土司空|Tǔsīkōng|Maestro de construcciones|1|0| |军南门|Jūnnánmén|Puerta militar del sur|1|0| |阁道|Gédào|Corredor aéreo|6|5| |附路|Fùlù|Camino auxiliar|1|0| |王良|Wángliáng|Wang Liang|5|14| |策|Cè|Látigo|1|0| |娄宿|Loúxiù|Mansión de enlace| | | |娄宿|Loúxiù|Lazo|3|15| |左更|Zuǒgēng|Oficial a cargo del bosque|5|8| |右更|Yòugēng|Oficial a cargo de pastar|5|5| |天仓 |Tiāncāng|Granero celestial cuadrado|6|21| |天庾|Tiānyǔ|Almiar de granos|3|3| |天大将军|Tiāndàjiāngjūn|Gran general del cielo|11|17| |胃宿|Wèixiù|Mansión de estómago| | | |胃宿|Wèixiù|Estómago|3|5| |天廪|Tiānlǐn|Comestible celestial|4|3| |天囷|Tiānqūn|Granero circular celestial|13|21| |大陵|Dàlíng|Mausoleo|8|21| |天船|Tiānchuán|Bote celestial|9|10| |积尸|JīShī|Montón de cadáveres|1|0| |积水|Jīshuǐ|Agua almacenada|1|1| |昴宿|Mǎoxiù|Mansión Cabeza Peluda| | | |昴宿|Mǎoxiù|Cabeza peluda|7|13| |天阿|Tiān'ē|Cóncavo celestial|1|0| |月|Yuè|Estrella lunar|1|1| |天阴|Tiānyīn|Fuerza yin celestial|5|6| |刍藁|Chúgǎo|Heno|6|5| |天苑|Tiānyuàn|Prados celestiales|16|18| |卷舌|Juǎnshé|Lengua enrollada|6|7| |天谗|Tiānchán|Calumnia celestial|1|0| |砺石|Lìshí|Afiladera|4|0| |毕宿|Bìxiù|Mansión Red| | | |毕宿|Bìxiù|Red|8|18| |附耳(附毕宿)|Fù'ěr|Susurro (vasallo de red)|1|4| |天街|Tiānjiē|Calle celestial|2|4| |天节|Tiānjié|Cuenta celestial|8|0| |诸王|Zhūwáng|Reyes feudales|6|4| |天高|Tiāngāo|Terraza celestial alta|4|4| |九州殊口|Jiǔzhōushūkǒu|Interpretadores de nueve dialectos|6|11| |五车|Wǔchē|Cinco carruajes|5|19| |柱|Zhù|Pilares|9|0| |天潢|Tiānhuáng|Muelle celestial|5|2| |咸池|Xiánchí|Grupo de harmonía|3|0| |天关|Tiānguān|Paso celestial|1|6| |参旗|Shēnqí|Insignia de tres estrellas|9|12| |九斿|Jiǔyóu|Bandera militar imperial|9|7| |天园|Tiānyuán|Huerta celestial|13|6| |觜宿|Zīxiù|Mansión Pico de Tortuga| | | |觜宿|Zīxiù|Pico de tortuga|3|0| |司怪|Sīguài|Deidad a cargo de los monstruos|4|6| |座旗|Zuòqí|Banderas de asiento|9|11| |参宿|Shēnxiù|Mansión Tres Estrellas| | | |参宿|Shēnxiù|Tres estrellas|7|39| |伐(附参宿)|Fá|Enviar fuerzas armadas para suprimir (vasallo de tres estrellas)|3|2| |玉井|Yùjǐng|Pozo de jade|4|3| |屏|Píng|Pantalla|2|0| |军井|Jūnjǐng|Pozo militar|4|2| |厕|Cè|Baño|4|8| |屎|Shǐ|Excremento|1|0| |井宿|Jǐngxiù|Mansión Buena| | | |井宿|Jǐngxiù|Pozo|8|19| |钺(附井宿)|Yuè|Hacha de batalla (vasallo del pozo)|1|1| |南河|Nánhé|Río sur|3|11| |北河|Běihé|Río norte|3|4| |天樽|Tiānzūn|Copa de vino celestial|3|9| |五诸侯|Wǔzhūhóu|Cinco reyes feudales|5|4| |积水|Jīshuǐ|Agua acumulada|1|0| |积薪|Jīxīn|Pila de leña|1|3| |水府|Shuǐfǔ|Oficial de irrigación|4|8| |水位|Shuǐwèi|Nivel de agua|4|12| |四渎|Sìdú|Cuatro canales|4|8| |军市|Jūnshì|Mercado de soldados|6|7| |野鸡|Yějī|Gallo joven salvaje|1|0| |丈人|Zhàngrén|Abuelo|2|0| |子|Zǐ|Hijo|2|1| |孙|Sūn|Nieto|2|4| |阙丘|Quèqiū|Puerta del palacio|2|7| |天狼|Tiānláng|Lobo celestial|1|6| |弧矢|Húshǐ|Arco y flecha|9|32| |老人|Lǎorén|Anciano|1|4| |鬼宿|Guǐxiù|Mansión de Fantasmas| | | |鬼宿|Guǐxiù|Fantasmas|4|19| |积尸|Jīshī|Cadáveres acumulados|1|3| |爟|Guàn|Faro de fuego|4|11| |天狗|Tiāngǒu|Perro celestial|7|0| |外厨|Wàichú|Cocina exterior|6|17| |天社|Tiānshè|Templo del Dios de la Tierra Celestial|6|5| |天记|Tiānjì|Juez para estimar la edad de los animales|1|2| |柳宿|Liǔxiù|Mansión de Sauce| | | |柳宿|Liǔxiù|Sauce|8|13| |酒旗|Jiǔqí|Insignia de tienda de vinos|3|5| |星宿|Xīngxiù|Mansión Estrella| | | |星宿|Xīngxiù|Mansión Estrella|7|15| |天相|Tiānxiàng|Primer ministro celestial|3|11| |天稷*|Tiānjì|Cereales celestiales|/|/| |轩辕|Xuānyuán|Xuanyuan|17|59| |内平|Nèipíng|Alto juez|4|11| |张宿|Zhāngxiù|Mansión Red Extendida| | | |张宿|Zhāngxiù|Red extendida|6|5| |天庙*|Tiānmiào|Templo celestial|/|/| |翼宿|Yìxiù|Mansión de Alas| | | |翼宿|Yìxiù|Alas|22|7| |东瓯*|Dōngōu|Dongou|/|/| |轸宿|Zhěnxiù|Mansión de Carruaje| | | |轸宿|Zhěnxiù|Carruaje|4|5| |长沙(附轸宿)|Chángshā|Changsha (vasallo de carruaje)|1|0| |左辖(附轸宿)|Zuǒxiá|Eje izquierdo (vasallo de carruaje)|1|0| |右辖(附轸宿)|Yoùxiá|Eje derecho (vasallo de carruaje)|1|0| |青丘|Qīngqiū|Colina verde|7|3| |军门*|Jūnmén|Puerta militar|/|/| |土司空*|Tǔsīkōng|Maestro de construcciones|/|/| |器府*|Qìfǔ|Casa de instrumentos musicales|/|/| |近南极星区|JìnnánJí Xīngqū|El cielo del sur| | | |海山|Hǎishān|Mar y montaña|4|2| |十字架|Shízìjià|Cruz|4|0| |马尾|Mǎwěi|Cola de caballo|3|0| |马腹|Mǎfù|Abdomen de caballo|3|0| |蜜蜂|Mìfēng|Abeja|4|0| |三角形|Sānjiǎoxíng|Triángulo|3|4| |异雀|Yìquè|Pájaro exótico|9|0| |孔雀|Kǒngquè|Pavo real|11|4| |波斯|Bōsī|Persia|11|0| |蛇尾|Shéwěi|Cola de serpiente|4|0| |蛇腹|Shéfù|Abdomen de serpiente|4|0| |蛇首|Shéshǒu|Cabeza de serpiente|2|0| |鸟喙|Niǎohuì|Pico de pájaro|7|1| |鹤 |Hè|Grúa|12|2| |火鸟|Huǒniǎo|Pájaro de fuego|10|1| |水委|Shuǐweǐ|Agua corriente torcida|3|0| |附白|Fùbái|Parche blanco cerca|2|0| |夹白|Jiābái|Parches blancos adjuntos|2|0| |金鱼|Jīnyú|Pez de colores|5|1| |海石|Hǎishí|Roca de mar|5|3| |飞鱼|Fēiyú|Pez volador|6|0| |南船|Nánchuán|Bote del sur|5|1| |小斗|Xiǎodǒu|Little Dipper|9|1| nota 1: Los Xingguans con "*", fueron eliminados oficialmente en 1752. nota 2: El vasallo Xingguan no es un Xingguan separado, sino un vasallo del padre Xingguan. ### Objetos del espacio profundo También se descubrieron algunos objetos del espacio profundo en la antigua China, que también se incluyeron en los Xingguans. Incluyen los siguientes: |Nombre general|Nombre chino|Pinyin|Traducción|Apodo| |--------------|------------|------|----------|-----| |NGC 6231|神宫|shéngōng|Palacio de Dios|Cúmulo Joyero del Norte| |NGC 6475/M 7|鱼|Yú|Pez|Cúmulo de Ptolomeo| |NGC 2632/M 44|积尸|JīShī|Cadáveres acumulados|Cúmulo de la Colmena| |NGC 5139|库楼增一|Kùlóu Zēng I|Arsenal Añadido I|Omega Centauri| |NGC 224/M 31|奎宿增廿一|Kuíxiù Zēng XXI|Mansión de piernas XXI|Galaxia de Andrómeda| |NGC 3372 |海山二|Hǎishān II|Mar y Montaña II|Nebulosa Homúnculo, Eta Carinae| ### Notas Esta cultura estelar se basa en la información contenida en el *catálogo y carta estelar de contraste chino y occidental 1950.0 (catálogo de estrellas)* (chino: 中西 对照 恒星 图表 1950.0 (星 表 分册)) y *estudios completos de astronomía* (chino: 仪 象 考 成). Gracias a Liu Chunbin por la recopilación de la *Tabla de estrellas de contraste occidental y china y el catálogo de estrellas 1950.0 (Catálogo de estrellas)*. Produjo el *Catálogo chino de estrellas para Stellarium* (en chino: Stellarium 中国 星 官 体系 下 中文 星 名 扩展 包), que es una referencia muy importante. Algunas estrellas se han agregado de acuerdo con *La historia de la observación estelar en China* (chino: 中国 恒星 观测 史). Para la traducción de constelaciones, utilizamos el *Glosario inglés-chino de regiones estelares, asterismos y nombres de estrellas chinos* (chino: 中国 星 区 、 星 官 及 星 名 英译 表) del Museo Espacial de Hong Kong. Solo se cambia una pequeña parte de la traducción, por ejemplo, cuando las traducciones de los dos Xingguans diferentes son iguales. Hay siete estrellas con nombres de estrellas chinos sin los números HIP correspondientes, por lo que no se pueden mostrar en Stellarium. Son Mar y Montaña II (η Car), Cinco carros añadidos XVIII (12 Aur), Recomendado por el hombre virtuoso añadido VI (39 Vir), Gran cuerno añadido II (CN Boo), Cabeza peluda añadida X (24 Tau), Corazón añadido VII (18 Oph), Río del sur añadido XI (GC 10303). Las connotaciones culturales del nombre no pueden explicarse perfectamente, porque pasaron miles de años, las connotaciones detrás de algunos nombres son controvertidas. Estas son solo traducciones posibles. Los caracteres chinos son caracteres ideográficos, lo que lleva a algunos nombres completamente diferentes que tienen la misma pronunciación. Por lo tanto, la transliteración de pinyin se proporciona solo para hacer legibles los nombres de las estrellas.
