Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Eclipse travelers in 2008 still witnessed drivers and cooks hiding in their tents and making noise with the pots. It seemed authentic, not a show for the tourists. Also note the similarity of <em>Raah</em> with Indian <em>Rahu</em>.
fi: Pimennysmatkailijat vuonna 2008 näkivät edelleen kuljettajien ja kokkien piileskelevän telttoihinsa ja pitävän melua kattiloista. Se vaikutti aidolta, ei turisteille tarkoitettu show. Huomaa myös samankaltaisuus <em>Raah</em> intialaisen <em>Rahu</em> kanssa.

source: Cassiopeia (<em>Hun Tavan Od</em>)
fi: Kassiopeia (<em>Hun Tavan Od</em>)

source: Cassiopeia (<em>Hun Tavan Od</em>) symbolises unity, brotherhood, solidarity for the Mongolians. The constellation's five stars represent unity of the five children of Genghis Khan's wife, Oulin.
fi: Kassiopeia (<em>Hun Tavan Od</em>) symboloi mongolien yhtenäisyyttä, veljeyttä ja solidaarisuutta. Tähdistön viisi tähteä edustavat Tšingis-kaanin vaimon Oulinin viiden lapsen yhtenäisyyttä.

source: Them did not get well along with each other and squabbled all the time. Their mother decided to strongly tie five ropes, and each one should try to untie a knot. If they succeeded, it meant that they didn't remain united with other, and that the brotherhood didn't gather in hard times. Conversely, if the knots withstood the test, the five brothers would remain united and close for the rest of their lives and would be victorious at the time of wars.
fi: He eivät tulleet hyvin toimeen keskenään ja riitelivät koko ajan. Heidän äitinsä päätti sitoa tiukasti viisi köyttä, ja jokaisen tulisi yrittää irrottaa solmu. Jos he onnistuivat, se merkitsi sitä, että he eivät pysyneet yhtenäisinä muiden kanssa ja että veljeskunta ei kokoontunut vaikeina aikoina. Kääntäen, jos solmut kestäisivät kokeen, viisi veljeä pysyisivät yhtenäisinä ja läheisinä loppuelämänsä ajan ja olisivat voittajia sotien aikana.

source: Other Beliefs Linked to the Sky
fi: Muut taivaaseen liittyvät uskomukset

source: According to a Mongolian legend, a woman devoting herself to count one hundred stars in the sky will dream about her future husband.
fi: Mongolialaisen legendan mukaan nainen, joka omistautuu laskemaan sata tähteä taivaalla, haaveilee tulevasta aviomiehestään.

source: Sometimes, Mongolians honor the Great Bear (<em>Doloon Burkhan</em>) by throwing milk in its direction. Milk, of white color, symbolizes purity in Mongolia. They pray so that something may be fulfilled, but for several persons, not for just one person, because this would bring bad luck. Milk can be replaced by vodka which, even if it is colorless, symbolizes the dark color and the strength for Mongolians. By doing this, it avoids bad luck, quarrels, fear and fends off evil spirits.
fi: Joskus mongolit kunnioittavat Suurta Karhua (<em>Doloon Burkhan</em>) heittämällä maitoa sen suuntaan. Valkoinen maito symboloi puhtautta Mongoliassa. He rukoilevat, jotta jokin voisi toteutua, mutta useiden ihmisten puolesta, ei vain yhden henkilön puolesta, koska se toisi huonoa onnea. Maito voidaan korvata vodkalla, joka, vaikka se on väritöntä, symboloi tummaa väriä ja mongolien vahvuutta. Näin tekemällä se välttää huonoa onnea, riitoja, pelkoa ja torjuu pahoja henkiä.

source: The constellations are inspired by occidental ones, but the Mongolian cosmogony, briefly exposed here, highlights a notable identity of beliefs which are associated with it. Mongolian culture and knowledge transmission is essentially verbal, and so few written traces exist about these subjects. It is therefore particularly hard to relate their cosmogony with high fidelity and precision. In order to preserve knowledge about this cosmogony, every observation, suggestions or collaboration are welcome!
fi: Tähtikuviot ovat saaneet inspiraationsa länsimaisista tähdistöistä, mutta Mongolian kosmogonia, joka on lyhyesti esillä täällä, korostaa siihen liittyvien uskomusten huomattavaa identiteettiä. Mongolilainen kulttuuri ja tiedon välittäminen on pohjimmiltaan sanallista, ja näistä aiheista on niin vähän kirjallisia jälkiä. Siksi on erityisen vaikeaa suhteuttaa heidän kosmogoniaansa erittäin tarkasti ja tarkasti. Tietojen säilyttämiseksi tästä kosmogoniasta kaikki havainnot, ehdotukset tai yhteistyö ovat tervetulleita!

source: Acknowledgements and Further Reading
fi: Kiitokset ja lisälukemista

source: Bayrlalaa (thank you) to Mongolians, for their kindness and their help in the gathering of these informations about their culture and their cosmogony
fi: Bayrlalaa (kiitos) mongolialaisten ystävällisyydestä ja avusta heidän kulttuuriaan ja kosmogoniaansa koskevien tietojen keräämisessä

source: <a href="http://www.afanet.fr" class='external text' title="http://www.afanet.fr" rel="nofollow"> L'Association Française d'Astronomie / The French Astronomy Association</a>
fi: <a href="http://www.afanet.fr" class='external text' title="http://www.afanet.fr" rel="nofollow"> L'Association Française d'Astronomie / Ranskan tähtitieteen yhdistys</a>

source: <a href="http://www.outofnowhere.asia" class='external text' title="http://www.outofnowhere.asia" rel="nofollow">OutOfNowhere</a>
fi: <a href="http://www.outofnowhere.asia" class='external text' title="http://www.outofnowhere.asia" rel="nofollow">Kuin tyhjästä</a>

source: <a href="https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867">Johan Elverskog: The Mongolian Big Dipper Sutra. </a> Journal of the International Association of Buddhist Studies 29 Nr1 2006(2008), pp87-123.
fi: <a href="https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867">Johan Elverskog: The Mongolian Big Dipper Sutra. </a> Kansainvälisen buddhalaistutkimuksen yhdistyksen lehti 29 Nr1 2006(2008), pp87-123.

source: This skyculture is a contribution from two users of Stellarium, <strong>Anthony Lagain</strong> (anthony.lagain(at)gmail.com) and <strong>Batiste Rousseau</strong> (batiste.rousseau(at)gmail.com) mainly based on oral tales of numerous Mongolians met during a two months stay in Mongolia. To learn more about them: <a href="http://souslecieldemongolie.wordpress.com/" class='external text' title="http://souslecieldemongolie.wordpress.com/" rel="nofollow">www.souslecieldemongolie.wordpress.com</a> (in French).
fi: Tämän tähdistötaruston on luonut Stellariumin käyttäjä <strong>Anthony Lagain</strong> (anthony.lagain(at)gmail.com) ja <strong>Batiste Rousseau</strong> (batiste.rousseau(at)gmail.com) perustuu pääasiassa suullisiin tarinoihin lukuisista mongolialaisista, jotka tapasivat kahden kuukauden oleskelun aikana Mongoliassa. Lisätietoja heistä: <a href="http://souslecieldemongolie.wordpress.com/" class='external text' title="http://souslecieldemongolie.wordpress.com/" rel="nofollow">www.souslecieldemongolie.wordpress.com</a> (ranskaksi).

source: Navajo
fi: Navajojen
ru: Навахо
sv: Navaho
uk: Навахо

source: The Navajo are the largest Native American tribe in the United States; the Navajo Nation extends across northeastern Arizona, southeastern Utah, and northwestern New Mexico.
de: Der Stamm der Navajo ist der größte Stamm amerikanischer Ureinwohner in den Vereinigten Staaten. Die Navajo Nation erstreckt sich über das nordöstliche Arizona, südöstliche Utah und nordwestliche New Mexico.
es_419: Los navajos son la tribu indígena más grande de los Estados Unidos; la Nación Navajo se extiende por el noreste de Arizona, el sureste de Utah y el noroeste de Nuevo México.
fi: Navajo on Yhdysvaltojen suurin intiaaniheimo; Navajo Nation ulottuu Arizonan koillisosaan, Utahin kaakkoisosaan ja Luoteiseen Uuteen Meksikoon.
ru: Навахо являются крупнейшим племенем американских индейцев в Соединенных Штатах; территория навахо простирается на территории северо-восточной Аризоны, юго-востоке штата Юта и северо-западного Нью-Мексико.
sv: Navajo är den största indianstammen i USA; Navajo Nation sträcker sig över nordöstra Arizona, sydöstra Utah och nordvästra New Mexico.
uk: Навахо є найбільшим з індіанських племен у Сполучених Штатах Америки. Територіями навахо є північний схід штату Арізона, південний схід штату Юта та північний захід штату Нью-Мексико.

source: <a href="http://www.navajo.org">The Navajo Nation</a> official website
fi: <a href="http://www.navajo.org">The Navajo Nation</a> virallinen sivusto

source: This sky culture was contributed by <i>Karrie Berglund</i> of Digitalis Education Solutions, Inc. based primarily on the book <b>Star Trails-Navajo</b> by Don Childrey.
fi: Tämän tähdistötaruston loi <i>Karrie Berglund</i> Digitalis Education Solutions, Inc.:n pääosin kirjaan perustuen <b>Star Trails-Navajo</b> tekijä Don Childrey.

source: Norse
de: Nordisch
es_419: Nórdica
fi: Muinaisnorjalainen
ru: Скандинавская
sv: Nordisk
uk: Нордична

source: <a href="http://digitaliseducation.com/resources-norse.html">Norse Constellations</a>
fi: <a href="http://digitaliseducation.com/resources-norse.html">Norjan tähtikuvioita</a>

source: This sky culture was contributed by Stellarium user <i>Jonas Persson</i>, jonas.persson(at)mna.hkr.se
fi: Tämän tähdistötaruston loi Stellariumin käyttäjä <i>Jonas Persson</i>, jonas.persson(at)mna.hkr.se

source: Northern Andes
de: Nordanden
es_419: Andes del Norte
fi: Pohjoisandilainen
ru: Северные Анды
sv: Norra Anderna
uk: Північні Анди

source: The Northern Andes have a complex laboratory that teaches us about the different sciences that humanity has contemplated in its history; starting from observation to the various elements that surround us, with the need to ensure our survival as a species and lineage, the human being learned to understand the signals that the cosmos, plants, animals, the climate and other elements emit constantly. Then the wise learned to warn about the changes that affect living beings.
es_419: Los Andes del Norte tienen un complejo laboratorio que nos enseña sobre las diferentes ciencias que la humanidad ha contemplado en su historia; comenzando por la observación de los diversos elementos que nos rodean, con la necesidad de asegurar nuestra supervivencia como especie y linaje, el ser humano aprendió a comprender las señales que el cosmos, las plantas, los animales, el clima y otros elementos emiten constantemente. Entonces los sabios aprendieron a advertir sobre los cambios que afectan a los seres vivos.
fi: Pohjois-Andeilla on monimutkainen laboratorio, joka opettaa meille eri tieteistä, joita ihmiskunta on pohtinut historiansa aikana; alkaen havainnoinnin eri elementtejä, jotka ympäröivät meitä, ja tarve varmistaa selviytymisemme lajina ja sukulinjana, ihminen oppi ymmärtämään signaaleja, joita kosmos, kasvit, eläimet, ilmasto ja muut elementit jatkuvasti lähettävät. Sitten viisaat oppivat varoittamaan eläviin olentoihin vaikuttavista muutoksista.
ru: В Северных Андах есть сложная лаборатория, которая учит нас различным наукам, которые человечество рассматривало в своей истории; начиная с наблюдения за различными элементами, которые нас окружают, с необходимостью обеспечения нашего выживания как вида и рода, человек научился понимать сигналы, которые постоянно излучают космос, растения, животные, климат и другие элементы. Тогда мудрые научились предупреждать об изменениях, затрагивающих живых существ.
sv: De norra Anderna har ett komplext laboratorium som lär oss om de olika vetenskaper som mänskligheten har funderat över i sin historia; med början från observation av de olika element som omger oss, med behovet av att säkerställa vår överlevnad som art och släkt, lärde sig människan att förstå de signaler som kosmos, växter, djur, klimatet och andra element ständigt sänder ut. Sedan lärde sig de kloka att varna för de förändringar som påverkar levande varelser.
uk: У Північних Андах розташовано складну лабораторію, яка навчає нас різним наукам, які було розроблено людством протягом історії — починаючи зі спостереження і завершуючи різноманітними елементами навколо нас. Для виживання нашого виду та роду люди навчалися розуміти сигнали космосу, рослин, тварин, клімату та інші природні сигнали, здобуваючи мудрість, яка попереджує нас про зміни, які стосуються усього живого.

source: In order to replicate the ancestral measurements in the Andean observatories, we propose the use of a wide-mouth container; in the open we will place it and level properly. In order to create a star mirror we will fill it with water, in this reflection of the sky, the Andean sage can admire and record the movements of the sun, the moon, planets or the stars.
fi: Toistaaksemme esi-isien mittaukset Andien observatorioissa, ehdotamme laajasuisen säiliön käyttöä; ulkona asetamme sen ja tasoitamme kunnolla. Tähtipeilin luomiseksi täytämme sen vedellä, tässä taivaan heijastuksessa Andien viisas voi ihailla ja tallentaa auringon, kuun, planeettojen tai tähtien liikkeitä.

source: The Stellarium simulator allows us to recreate these "cosmic mirrors" and analyze the specific stellar dynamics that are seen in the Northern Andes as well as the millenarian wise men in their patient observation through the ages. These beings have registered the cosmic movements in the current prehispanic heritage of the Andean peoples and produced graphic configurations, which after much joint work by several researchers in several generations at the beginning of the 21st century have been partially decoded.
fi: Stellarium-simulaattorin avulla voimme luoda uudelleen nämä "kosmiset peilit" ja analysoida erityistä tähtien dynamiikkaa, jota nähdään Pohjois-Andeilla sekä vuosituhannen viisaita heidän kärsivällisissä havainnoissaan kautta aikojen. Nämä olennot ovat rekisteröineet kosmiset liikkeet Andien kansojen nykyiseen esilatinalaisperintöön ja tuottaneet graafisia konfiguraatioita, jotka useiden tutkijoiden useiden sukupolvien yhteistyön jälkeen 2000-luvun alussa on osittain dekoodattu.

source: Here we tell what we found in the equatorial skies:
fi: Tässä kerromme, mitä löysimme päiväntasaajan taivaalta:

source: The Sun (Punchao o Wilca)
fi: Aurinko (Punchao o Wilca)

source: When we find ourselves in the center of the planet, the apparent movement that the sun makes through our annual journey around it is equidistant and proportional. At the equinoxes the sun will cross the center of the sky, on the solstice of June it will travel its southernmost road (it will go north) and on the solstice of December the northernmost path will be traveled (more to the south). These natural phenomena are the marks of the four main festivals that celebrate a specific part of the agricultural calendar because they are the points of inflection between the climatic seasons.
fi: Kun löydämme itsemme planeetan keskeltä, näennäinen liike, jonka aurinko tekee vuosittaisen matkamme aikana sen ympäri, on yhtä kaukana ja verrannollinen. Päiväntasaushetkellä aurinko ylittää taivaan keskikohdan, kesäkuun päivänseisauksena se kulkee eteläisimmän tiensä (pohjoiseen) ja joulukuun päivänseisauksena pohjoisin polku (enemmän etelään). Nämä luonnonilmiöt ovat merkkejä neljästä tärkeimmästä juhlasta, jotka juhlivat tiettyä osaa maatalouskalenterista, koska ne ovat käännekohtia ilmastokausien välillä.

source: According to the colonial chronicler Juan de Betanzos "the Indians knew the leap years"; thanks to the research of Gustavo Guayasamín, a cyclic movement is identified in a four-year interval in the sun; to observe it, we suggest placing ourselves at the March equinox (approximately the March equinoxes are the 21st day in the Gregorian calendar), at the solar daytime (12:20 in the civil time for the year 2018). We can then move forward in time thanks to the "Date / Time Window" from year to year and we will notice that the sun moves, returning to the point where the observation begins in periods of four years, for example: It starts in 2016, moves to the left of the spectator in 2017, continues moving to the left in 2018, also moves in 2019 and in 2020 returns to its initial position; then start the cycle again.
fi: Siirtomaakronikon Juan de Betanzosin mukaan "intiaanit tiesivät karkausvuodet"; Gustavo Guayasamínin tutkimuksen ansiosta auringossa havaitaan syklinen liike neljän vuoden välein; Sen tarkkailemiseksi suosittelemme asettumaan maaliskuun päiväntasaukseen (noin maaliskuun päiväntasaus on gregoriaanisen kalenterin 21. päivä), aurinkopäivän aikaan (12.20 siviiliaikana vuonna 2018). Voimme sitten siirtyä ajassa eteenpäin "Päivämäärä/aikaikkunan" ansiosta vuodesta toiseen ja huomaamme, että aurinko liikkuu ja palaa pisteeseen, jossa havainto alkaa esimerkiksi neljän vuoden jaksoissa: Se alkaa vuonna 2016. , siirtyy katsojan vasemmalle puolelle vuonna 2017, jatkaa siirtymistä vasemmalle vuonna 2018, liikkuu myös vuonna 2019 ja vuonna 2020 palaa alkuasentoonsa; aloita sitten sykli uudelleen.

source: Clear Constellations, Asterisms and Guidelines in the Andes.
fi: Selkeät tähtikuviot, asterismit ja ohjeet Andeilla.

source: We consider that by means of "stellar mirrors" the sages could register the stellar traffic. Through this observation they noticed that during the nightfalls of each equinox and solstice, specific stars appear in the sky, as if they were marking the climatic changes to which we are exposed, so these cosmic signals were recorded in the Andean prehispanic patrimony giving rise to the Andean geometrical forms.
fi: Uskomme, että "tähtipeilien" avulla viisaat voisivat rekisteröidä tähtiliikenteen. Tämän havainnon avulla he huomasivat, että jokaisen päiväntasauksen ja päivänseisauksen yön aikana taivaalle ilmestyy tiettyjä tähtiä, ikään kuin ne osoittaisivat ilmastonmuutoksia, joille olemme alttiina, joten nämä kosmiset signaalit tallennettiin Andien esilatinalaisamerikkalaiseen perintöön, mikä synnytti Andien geometriset muodot.

source: <b>March Equinox</b>
fi: <b>Maaliskuun päiväntasaus</b>

source: <b>"Antonio Quinatoa" Cross:</b> At dusk the first stars to appear are: Sirius - Proción - Rigel - Betelgeuse, who form the cross named "Antonio Quinatoa". It is the constellation that governs the masculine cycle.
fi: <b>"Antonio Quinatoa" Cross:</b>Hämärässä ensimmäiset tähdet ilmestyvät: Sirius - Proción - Rigel - Betelgeuse, jotka muodostavat ristin nimeltä "Antonio Quinatoa". Se on tähdistö, joka hallitsee maskuliinista kiertoa.

source: <b>September Equinox</b>
fi: <b>Syyskuun päiväntasaus</b>

source: <b>Molestina Triangle:</b> The first stars to appear are: Altair - Vega - Antares who make up the triangle named "Molestina"
fi: <b>Molestinan kolmio:</b> Ensimmäiset tähdet ilmestyvät: Altair - Vega - Antares, jotka muodostavat kolmion nimeltä "Molestina"

source: <b>Constellation Daniela Alejandra Ayala:</b> Thanks to the hard work in the registration of the designs, we have identified the clear constellation named "Daniela Alejandra Ayala", cosmic set that accompanies the image of the "Mono Andino", will appear in the center of the sky at nightfall of the female equinox.
fi: <b>Tähtikuvio Daniela Alejandra Ayala:</b> Suunnitelmien rekisteröinnin kovan työn ansiosta olemme tunnistaneet selkeän tähtikuvion nimeltä "Daniela Alejandra Ayala", kosminen sarja, joka liittyy "Mono Andinon" kuvaan. naisten päiväntasaus.

source: <b>June Solstice</b>
fi: <b>Kesäpäivänseisaus</b>

source: <b>South Cross:</b> The most outstanding stars in the evening of the Summer Solstice for the Northern Hemisphere are: Acrux, Mimosa, δ Crucis, ζ Crucis, λ Crucis and μ Crucis who form the "Southern Cross".
fi: <b>Eteläinen risti:</b> Pohjoisen pallonpuoliskon kesäpäivänseisauksen illan merkittävimmät tähdet ovat: Acrux, Mimosa, δ Crucis, ζ Crucis, λ Crucis ja μ Crucis, jotka muodostavat "eteläisen ristin".

source: <b>December Solstice</b>
fi: <b>Talvipäivänseisaus</b>

source: <b>The “Jorge Trujillo” Arrow:</b> The most outstanding stars in the evening of the winter solstice for the southern hemisphere are Caph - Shedar - Navi - K Cas, they are part of the western constellation of Cassiopeia, the resulting form evokes the shape of an arrow that at the end of the December solstice It is in an East - West direction.
fi: <b>"Jorge Trujillo" -nuoli:</b> Eteläisen pallonpuoliskon merkittävimmät tähdet talvipäivänseisauksen illalla ovat Caph - Shedar - Navi - K Cas, ne ovat osa Cassiopeian läntistä tähdistöä, tuloksena oleva muoto herättää nuolen muodon, joka on tähden lopussa. Joulukuun päivänseisaus Se on itä-länsi suunnassa.

source: The asterisms that we include are the first stars to appear at the end of each equinox or solstice. Like the constellations, these basic forms (diamond, square, triangle and arrow), mark the beginning or end of a cycle, apparently human beings discovered and recorded them before the forms in the dark constellations.
fi: Sisällyttämämme asterismit ovat ensimmäisiä tähtiä, jotka ilmestyvät jokaisen päiväntasauksen tai päivänseisauksen lopussa. Kuten tähdistöt, nämä perusmuodot (timantti, neliö, kolmio ja nuoli) merkitsevät syklin alkua tai loppua, ilmeisesti ihmiset ovat löytäneet ja tallentaneet ne ennen pimeiden tähtikuvioiden muotoja.

source: The Sacred Beings in the Cosmos. The Dark Constellations.
fi: Pyhät olennot kosmoksessa. Pimeät tähtikuviot.

source: The Milky Way
fi: Linnunrata

source: Our planet belongs to the galaxy of the Milky Way, whose shape is that of a large disk with two bulging arms; this form and the rotation of the earth means that at the evenings of the equinoxes and solstices we can appreciate a specific part of it, thus becoming a signal that the ancestors appreciated to measure the times. Called in the Andes as the "Muyun" for many peoples, it represents a gigantic life-giving serpent.
fi: Planeettamme kuuluu Linnunradan galaksiin, jonka muoto on suuri kiekko, jossa on kaksi pullistuvaa haaraa; tämä muoto ja maan pyöriminen tarkoittaa, että päiväntasausten ja päivänseisausten iltaisin voimme arvostaa tiettyä osaa siitä, jolloin siitä tulee signaali, jonka esi-isät arvostivat mittaamaan aikoja. Sitä kutsutaan Andeilla "Muyuniksi" monille kansoille, ja se edustaa jättimäistä elämää antavaa käärmettä.

source: Contrary to the West, the constellations are not made up of bright points or stars; the astral beings are housed in the "dark spots" existing in the brilliance of the Milky Way, so at each of the turning points in our annual path around the sun (Solstices and Equinoxes), we will find a guiding constellation in each "visible end" of the galaxy. As with lunar or solar movements, the movements of the constellations in the Northern Andes marked the beginning or end of specific eras, agricultural, civil, reproductive or festive. They determined the fate of beings, receiving respect and veneration for those who came for their wisdom; thus developing a religious thought similar to that of the sun or the moon throughout the continent.
fi: Toisin kuin lännessä, tähtikuviot eivät koostu kirkkaista pisteistä tai tähdistä; astraaliolennot sijaitsevat Linnunradan loisteessa olemassa olevissa "pimeissä pisteissä", joten jokaisessa käännekohdassa vuosittaisella polullamme auringon ympäri (päivänseisaukset ja päiväntasaus) löydämme jokaisessa "näkyvässä" tähdistössä. galaksin loppu. Kuten Kuun tai Auringon liikkeet, tähtikuvioiden liikkeet Pohjois-Andeilla merkitsivät tiettyjen aikakausien alkua tai loppua, olivatpa ne maatalouden, siviili-, lisääntymis- tai juhla-aikakausia. He määrittelivät olentojen kohtalon ja saivat kunnioituksen ja kunnioituksen niille, jotka tulivat heidän viisautensa vuoksi; kehittäen siten auringon tai Kuun kaltaisen uskonnollisen ajattelun kaikkialla mantereella.

source: Here we describe the constellations decoded to date:
fi: Tässä kuvailemme tähän mennessä dekoodattuja tähtikuvioita:

source: Dark Constellations
fi: Tummat tähtikuviot
