Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: *Les astres chez les Turcs et les Mongols* by Jean-Paul Roux (French). *Revue de l'histoire des religions*, tome 195 n°2, 1979. pp; 153-192. - [#2]: [Johan Elverskog: The Mongolian Big Dipper Sutra. ](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867) Journal of the International Association of Buddhist Studies 29 Nr1 2006(2008), pp87-123.
sv: - [#1]: *Les astres chez les Turcs et les Mongols* av Jean-Paul Roux (franska). *Revue de l'histoire des religions*, tome 195 n°2, 1979. s; 153-192. - [#2]: [Johan Elverskog: The Mongolian Big Dipper Sutra. ](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867) Journal of the International Association of Buddhist Studies 29 Nr1 2006(2008), s. 87-123.
uk: - [#1]: *Les astres chez les Turcs et les Mongols*, автор — Jean-Paul Roux (французькою). *Revue de l'histoire des religions*, tome 195 n°2, 1979. pp. 153-192. - [#2]: [Johan Elverskog: The Mongolian Big Dipper Sutra. ](https://journals.ub.uni-heidelberg.de/index.php/jiabs/article/download/8974/2867) Journal of the International Association of Buddhist Studies 29 Nr1 2006(2008), pp87-123.

source: This skyculture is a contribution from two users of Stellarium, **Anthony Lagain** (anthony.lagain(at)gmail.com) and **Batiste Rousseau** (batiste.rousseau(at)gmail.com) mainly based on oral tales of numerous Mongolians met during a two months stay in Mongolia. To learn more about them: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (in French).
es_419: Esta cultura estelar es una contribución de dos usuarios de Stellarium, **Anthony Lagain** (anthony.lagain(at)gmail.com) y **Batiste Rousseau** (batiste.rousseau(at)gmail.com), basada principalmente en cuentos orales de numerosos mongoles que se conocieron durante dos meses de estancia en Mongolia. Para obtener más información sobre ellos: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (en francés).
ru: Эта небесная культура — вклад двух пользователей Stellarium, **Энтони Лагейна** (anthony.lagain(at)gmail.com) и **Батиста Руссо** (batiste.rousseau(at)gmail.com) в основном основанная на устных рассказах многочисленных монголов, встреченных во время двухмесячного пребывания в Монголии. Узнать о них больше можно на сайте: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (на французском).
sv: Denna himmelskultur är ett bidrag från två användare av Stellarium, **Anthony Lagain** (anthony.lagain(at)gmail.com) och **Batiste Rousseau** (batiste.rousseau(at)gmail.com), huvudsakligen baserat på muntliga berättelser från många mongoler som de träffade under en tvåmånaders vistelse i Mongoliet. För att lära dig mer om dem: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (på franska).
uk: Цю картину зоряного неба було створено двома користувачами Stellarium, **Anthony Lagain** (anthony.lagain(at)gmail.com) та **Batiste Rousseau** (batiste.rousseau(at)gmail.com) в основному на основі безпосереднього спілкування із багатьма монголами під час двомісячного перебування у Монголії. Докладнішу інформацію можна знайти тут: [www.souslecieldemongolie.wordpress.com](http://souslecieldemongolie.wordpress.com/) (французькою).

source: - [#1]: [The Navajo Nation](http://www.navajo.org) official website - [#2]: [http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html](http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html) - [#3]: [http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html](http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html) - [#4]: [http://www.clarkfoundation.org/astro-utah/vondel/laws.html](http://www.clarkfoundation.org/astro-utah/vondel/laws.html) - [#5]: [http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html](http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html)
de: - [#1]: [The Navajo Nation](http://www.navajo.org) offizielle Website - [#2]: [http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html](http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html) - [#3]: [http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html](http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html) - [#4]: [http://www.clarkfoundation.org/astro-utah/vondel/laws.html](http://www.clarkfoundation.org/astro-utah/vondel/laws.html) - [#5]: [http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html](http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html)
es_419: - [#1]: Sitio web oficial de [La Nación Navajo](http://www.navajo.org) - [#2]: [http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html](http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html) - [#3]: [http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html](http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html) - [#4]: [http://www.clarkfoundation.org/astro-utah/vondel/laws.html](http://www.clarkfoundation.org/astro-utah/vondel/laws.html) - [#5]: [http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html](http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html)
ru: - [#1]: [Народ навахо](http://www.navajo.org) - официальный вебсайт - [#2]: [http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html](http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html) - [#3]: [http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html](http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html) - [#4]: [http://www.clarkfoundation.org/astro-utah/vondel/laws.html](http://www.clarkfoundation.org/astro-utah/vondel/laws.html) - [#5]: [http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html](http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html)
sv: - [#1]: [The Navajo Nation](http://www.navajo.org) officiell webbplats - [#2]: [http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html](http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html) - [#3]: [http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html](http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html) - [#4]: [http://www.clarkfoundation.org/astro-utah/vondel/laws.html](http://www.clarkfoundation.org/astro-utah/vondel/laws.html) - [#5]: [http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html](http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html)
uk: - [#1]: [The Navajo Nation](http://www.navajo.org) — офіційна інтернет-сторінка - [#2]: [http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html](http://www.clarkfoundation.org/astro-utah/vondel/dilyehe.html) - [#3]: [http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html](http://www.clarkfoundation.org/astro-utah/vondel/rabbit.html) - [#4]: [http://www.clarkfoundation.org/astro-utah/vondel/laws.html](http://www.clarkfoundation.org/astro-utah/vondel/laws.html) - [#5]: [http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html](http://www.windows.ucar.edu/tour/link=/mythology/northamerican_culture.html)

source: This sky culture was contributed by *Karrie Berglund* of Digitalis Education Solutions, Inc. based primarily on the book **Star Trails-Navajo** by Don Childrey.
de: Diese Himmelskultur wurde von *Karrie Berglund* von Digitalis Education Solutions, Inc. hauptsächlich basierend auf dem Buch **Star Trails – Navajo** von Don Childrey beigesteuert.
es_419: Esta cultura estelar fue aportada por *Karrie Berglund* de Digitalis Education Solutions, Inc. basándose principalmente en el libro **Star Trails-Navajo** de Don Childrey.
ru: Эта культура неба была предоставлена *Кэрри Берглунд (Karrie Berglund)* из Digitalis Education Solutions, Inc. и основана на книге **Star Trails-Navajo** Дона Чилдрея (Don Childrey).
sv: Denna himmelskultur har tagits fram av *Karrie Berglund* från Digitalis Education Solutions, Inc. och bygger huvudsakligen på boken **Star Trails-Navajo** av Don Childrey.
uk: Записи цієї картини зоряного неба було створено *Karrie Berglund* Digitalis Education Solutions, Inc. в основному на основі даних книги **Star Trails-Navajo** , автор Дон Чилдрі (Don Childrey).

source: - [#1]: [Norse Constellations](http://digitaliseducation.com/resources-norse.html)
de: - [#1]: [Nordische Sternbilder](http://digitaliseducation.com/resources-norse.html)
es_419: - [#1]: [Constelaciones nórdicas](http://digitaliseducation.com/resources-norse.html)
ru: - [#1]: [Скандинавские созвездия](http://digitaliseducation.com/resources-norse.html)
sv: - [#1]: [Nordiska stjärnbilder] (http://digitaliseducation.com/resources-norse.html)
uk: - [#1]: [Нордичні сузір’я](http://digitaliseducation.com/resources-norse.html)

source: This sky culture was contributed by Stellarium user *Jonas Persson*, jonas.persson(at)mna.hkr.se
de: Diese Himmelskultur wurde vom Stellarium-Nutzer *Jonas Persson*, jonas.persson(at)mna.hkr.se, beigesteuert.
es_419: Esta cultura estelar fue aportada por el usuario de Stellarium *Jonas Persson*, jonas.persson(at)mna.hkr.se
ru: Эта культура неба была предоставлена пользователем Stellarium'а *Джонасом Перссоном (Jonas Persson)*, jonas.persson(at)mna.hkr.se
sv: Denna himmelskultur har tillhandahållits av Stellarium-användaren *Jonas Persson*, jonas.persson(at)mna.hkr.se
uk: Записи цієї картини зоряного неба було створено користувачем Stellarium *Jonas Persson*, jonas.persson(at)mna.hkr.se
