Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Bond Mansion
fi: Bondin tähtikuvio

source: Stomach Mansion
fi: Vatsan tähtikuvio

source: Hairy Head Mansion
fi: Karvaisen pään tähtikuvio

source: Net Mansion
fi: Verkon tähtikuvio

source: Turtle Beak Mansion
fi: Kilpikonnan nokan tähtikuvio

source: Three Stars Mansion
fi: Kolmen tähden tähtikuvio

source: Vermilion Bird of the South
fi: Kirkkaanpunainen etelän lintu

source: Well Mansion
fi: Kaivon tähtikuvio

source: Ghosts Mansion
fi: Aaveiden tähtikuvio

source: Willow Mansion
fi: Pajun tähtikuvio

source: Star Mansion
fi: Tähden tähtikuvio

source: Extended Net Mansion
fi: Laajennetun verkon tähtikuvio

source: Wings Mansion
fi: Siipien tähtikuvio

source: Chariot Mansion
fi: Vaunun tähtikuvio

source: note 1: Equatorial Mansion Degrees 1:Modern equatorial coordinate system.
fi: Huomautus 1: Päiväntasaajan tähtikuvion asteet 1: Nykyaikainen ekvatoriaalinen koordinaattijärjestelmä.

source: note 2: Equatorial Mansion Degrees 2:The traditional equatorial coordinate system of China, divides the equator into 365.25 degrees.
fi: Huomautus 2: Päiväntasaajan tähtikuvion asteet 2: Kiinan perinteinen päiväntasaajan koordinaattijärjestelmä jakaa päiväntasaajan 365,25 asteeseen.

source: Twenty-Eight Mansions (Wikipedia)
fi: 28 tähtikuviota (Wikipedia)

source: The Southern Sky
fi: Eteläinen taivas

source: The sky around the south celestial pole was unknown to ancient Chinese. Therefore, it was not included in the Three Enclosures and Twenty-Eight Mansions system. However, in the late Ming Dynasty, Xu Guangqi (Chinese: 徐光启; pinyin: Xú Guāngqǐ) introduced another 23 Xingguans based on the European star charts. These Xingguans were since incorporated into the traditional Chinese star maps. These Xingguans are actually variations of Western constellations, and they are mostly named after animals.
fi: Taivas etelänavan ympärillä oli tuntematon muinaisille kiinalaisille. Siksi sitä ei sisällytetty Three Enclosures and Twenty-Eight Mansions -järjestelmään. Ming-dynastian loppuvaiheessa Xu Guangqi (kiinaksi 徐光启; pinyin: Xú Guāngqǐ) esitteli kuitenkin vielä 23 Xingguania Euroopan tähtikarttojen perusteella. Nämä Xingguaanit sisällytettiin sittemmin perinteisiin kiinalaisiin tähtikarttoihin. Nämä Xingguaanit ovat itse asiassa länsimaisten tähtikuvioiden muunnelmia, ja ne on enimmäkseen nimetty eläinten mukaan.

source: The list of Xingguans
fi: Tähdistöluettelo

source: Number of Primary Stars
fi: Ensisijaisten tähtien lukumäärä

source: Number of Added Stars
fi: Lisättyjen tähtien lukumäärä

source: Purple Forbidden Enclosure
fi: Violetti kielletty kotelo

source: Northern Pole
fi: Pohjoisnapa

source: Four Advisors
fi: Neljä neuvonantajaa

source: Celestial Great One
fi: Taivaallinen Suuri

source: First Great One
fi: Ensimmäinen suuri

source: Purple Forbidden Left Wall
fi: Violetti kielletty vasen seinä

source: Purple Forbidden Right Wall
fi: Violetti kielletty oikea seinä

source: Hidden Virtue
fi: Piilotettu hyve

source: Royal Secretary
fi: Kuninkaallinen sihteeri

source: Female Protocol
fi: Naisprotokolla

source: Official of Royal Archives
fi: Kuninkaallisen arkiston virkamies

source: Maids-in-waiting
fi: Palvelijat

source: Celestial Pillar
fi: Taivaallinen pilari

source: Chief Judge
fi: Päätuomari

source: Curved Array
fi: Kaareva nuoli

source: Great Emperor of Heaven
fi: Suuri taivaan keisari

source: Interior Seats of the Five Emperors
fi: Viiden keisarin sisäistuimet

source: Canopy of the Emperor
fi: Keisarin katos

source: Canopy Support (Vassal of Canopy of the Emperor )
fi: Katoksen tuki (Keisarin katoksen vasalli)

source: Guest House
fi: Vierastalo

source: Inner Steps
fi: Sisäiset askeleet

source: Celestial Kitchen
fi: Taivaallinen keittiö

source: Eight Kinds of Crops
fi: Kahdeksan erilaista viljaa

source: Celestial Flail
fi: Taivaallinen räjähdys

source: Inner Kitchen
fi: Sisempi keittiö

source: Administrative Center
fi: Hallintokeskus

source: Three Top Instructors
fi: Kolme huippuohjaajaa

source: Three Excellencies
fi: Kolme suurlähetystöä

source: Celestial Bed
fi: Taivaallinen vuode

source: Royals
fi: Kuninkaalliset

source: Celestial Prison
fi: Taivaallinen vankila

source: Guard of the Sun
fi: Auringon vahti

source: Eunuch
fi: Eunukki

source: Prime Minister
fi: Pääministeri

source: Sombre Lance
fi: Tumma keihäs

source: Judge for Nobility
fi: Aateliston tuomari

source: Northern Dipper
fi: Pohjoinen kauha

source: Assistant (Vassal of Northern Dipper)
fi: 37 / 5 000 Käännöstulokset star_border Assistentti (pohjoisen vasalli)

source: Celestial Spear
fi: Taivaallinen keihäs

source: Supreme Palace Enclosure
fi: Ylimmän palatsin kotelo

source: Supreme Palace Left Wall
fi: Korkeimman palatsin vasen seinä

source: Supreme Palace Right Wall
fi: Korkeimman palatsin oikea seinä

source: Usher to the Court
fi: Usher oikeuteen

source: Nine Senior Officers
fi: Yhdeksän vanhempaa upseeria

source: Five Lords
fi: Viisi herraa

source: Inner Screen
fi: Sisäinen näyttö

source: Seats of the Five Emperors
fi: Viiden keisarin paikat

source: Officer of Honour
fi: Kunniaupseeri

source: Crown Prince
fi: Kruunuprinssi

source: Retinue
fi: Seurue

source: Captain of the Bodyguards
fi: Henkivartijoiden kapteeni

source: Emperor's Bodyguard
fi: Keisarin henkivartija

source: Royal Guards
fi: Kuninkaalliset vartijat

source: Officers of the Imperial Guard
fi: Keisarillisen kaartin upseerit

source: The Hall of Glory
fi: Kirkkauden sali

source: Astronomical Observatory
fi: Tähtitieteellinen observatorio

source: Junior Officers
fi: Nuoremmat upseerit

source: Long Wall
fi: Pitkä seinä

source: Three Steps
fi: Kolme porrasta

source: Heavenly Market Enclosure
fi: Taivaallinen torikotelo

source: Heavenly Market Left Wall
fi: Taivaalliset markkinat vasen seinä

source: Heavenly Market Right Wall
fi: Taivaalliset markkinat oikea seinä

source: Municipal Office
fi: Kunnanvirasto

source: Commodity Market
fi: Hyödykemarkkinat

source: Official for the Royal Clan
fi: Kuninkaallisen klaanin virallinen

source: Official of Religious Ceremonies
fi: Uskonnollisten seremonioiden virkamies

source: Patriarchal Clan
fi: Patriarkaalinen klaani

source: Textile Ruler
fi: Tekstiili viivain

source: Butcher's Shops
fi: Lihakaupat

source: Astrologer
fi: Astrologi

source: Emperor's Seat
fi: Keisarin istuin

source: Eunuch Official
fi: Eunukki virkamies

source: Jewel Market
fi: Jalokivimarkkinat

source: Dipper for Liquids
fi: Nesteiden kauha

source: Dipper for Solids
fi: Kauha kiinteille aineille

source: Coiled Thong
fi: Kierretty hihna

source: Seven Excellencies
fi: Seitsemän ylhäistä

source: Celestial Discipline
fi: Taivaallinen kuri

source: Woman's Bed
fi: Vaimon vuode

source: Horn
fi: Torvi

source: Flat Road
fi: Tasainen tie

source: Celestial Farmland
fi: Taivaallinen viljelymaa

source: Recommending Virtuous Men
fi: Suosittelemme hyveellisiä miehiä

source: Tripod of the Zhou
fi: Zhoun kolmijalka

source: Celestial Gate
fi: Taivaallinen portti

source: Justice
fi: Oikeudenmukaisuus

source: Arsenal
fi: Varikko

source: Pillars
fi: Pilarit

source: Railings
fi: Kaiteet

source: Southern Gate
fi: Eteläinen portti

source: Neck
fi: Kaula

source: Great Horn
fi: Suuri torvi

source: Left Conductor
fi: Vasen kapellimestari

source: Right Conductor
fi: Oikea kapellimestari

source: Trials
fi: Kokeilut

source: Gate of Yang
fi: Yangin portti

source: Executions
fi: Teloitukset

source: Root
fi: Juuri

source: Celestial Milk
fi: Taivaallinen maito

source: Twinkling Indicator
fi: Tuikkiva ilmaisin

source: Celestial Lance
fi: Taivaallinen Lance

source: Mattress of the Emperor
fi: Keisarin patja

source: Boats and Lake
fi: Veneet ja järvi

source: Battle Chariots
fi: Taisteluvaunut

source: Imperial Guards
fi: Keisarilliset vartijat

source: Chariots and Cavalry
fi: Sotavaunut ja ratsuväki

source: Celestial Spokes
fi: Taivaalliset pinnat

source: Chariots and Cavalry General
fi: Sotavaunut ja ratsuväen kenraali

source: Room
fi: Huone

source: Lock (Vassal of Room)
fi: Lukko (huoneen vasalli)

source: Door Bolt
fi: Oven pultti

source: Punishment
fi: Rangaistus

source: Eastern Door
fi: Itäinen ovi

source: Western Door
fi: Läntinen ovi

source: Solar Star
fi: Aurinkotähti

source: Heart
fi: Sydän

source: Group of Soldiers
fi: Ryhmä sotilaita

source: Tail
fi: Häntä

source: Changing Room (Vassal of Tail)
fi: Pukuhuone (Hännän vasalli)

source: Tortoise
fi: Kilpikonna

source: Celestial River
fi: Taivaallinen joki

source: Fish
fi: Kala

source: Winnowing Basket
fi: Seulontapussi

source: Chaff
fi: Akanat

source: Pestle
fi: Survin

source: Dipper
fi: Kauha

source: Establishment
fi: Perustus

source: Celestial Keyhole
fi: Taivaallinen avaimenreikä

source: Market Officer
fi: Talousupseeri

source: River Turtle
fi: Jokikilpikonna

source: Celestial Cock
fi: Taivaallinen kukko

source: Territory of Dog
fi: Koiran alue

source: Celestial Spring
fi: Taivaallinen kevät

source: Dog
fi: Koira

source: Peasant
fi: Talonpoika

source: Ox
fi: Härkä

source: Nine Water Wells
fi: Yhdeksän kaivoa

source: Drum at the River
fi: Rumpu joella

source: Weaving Girl
fi: Vilkuttava tyttö

source: Left Flag
fi: Vasen lippu

source: Right Flag
fi: Oikea lippu

source: Celestial Drumstick
fi: Taivaallinen rumpupuikko

source: Network of Dykes
fi: Dykes-verkosto

source: Clepsydra Terrace
fi: Clepsydra-terassi

source: Imperial Passageway
fi: Keisarillinen käytävä

source: Girl
fi: Tyttö

source: Twelve States
fi: Kaksitoista osavaltiota

source: Pearls on Ladies' Wear
fi: Helmiä naisten vaatteissa

source: Rotten Gourd
fi: Mätä kurpitsa

source: Good Gourd
fi: Hyvä kurpitsa

source: Celestial Ford
fi: Taivaallinen Ford

source: Basket for Mulberry Leaves
fi: Mulperipuun lehtikori

source: Emptiness
fi: Tyhjyys

source: Deified Judge of Life
fi: Jumalallinen elämän tuomari

source: Deified Judge of Rank
fi: Jumalallinen arvotuomari

source: Deified Judge of Disaster and Good Fortune
fi: Katastrofin ja onnen jumaloitu tuomari

source: Deified Judge of Right and Wrong
fi: Jumalan oikean ja väärän tuomari

source: Crying
fi: Itkeminen

source: Weeping
fi: Itkeminen

source: Celestial Ramparts
fi: Taivaalliset vallit

source: Decayed Mortar
fi: Hajonnut laasti

source: Jade Ornament on Ladies' Wear
fi: Jade-koriste naisten vaatteissa

source: Rooftop
fi: Katonharja

source: Tomb (Vassal of Rooftop)
fi: Hauta (katon vasalli)

source: Humans
fi: Ihmiset

source: Mortar
fi: Huhmare

source: Big Yard for Chariots
fi: Iso piha vaunuille

source: Celestial Hook
fi: Taivaallinen koukku

source: Roofing
fi: Kattotyöt

source: Temple
fi: Temppeli

source: Celestial Money
fi: Taivaallinen raha

source: Encampment
fi: Leiripaikka

source: Resting Palace (Vassal of Encampment)
fi: Lepopalatsi (leirin vasalli)

source: Thunder and Lightning
fi: Ukkosta ja salamointia

source: Line of Ramparts
fi: Vallien linja

source: Palace Guard
fi: Palatsin vartija

source: Axe
fi: Kirves

source: North Gate of the Military Camp
fi: Sotilasleirin pohjoisportti

source: Net for Catching Birds
fi: Verkko lintujen pyydystämiseen

source: Materials for Making Tents
fi: Materiaalit telttojen tekemiseen

source: Official for Materials Supply
fi: Välineupseeri

source: Flying Serpent
fi: Lentävä käärme

source: Wall
fi: Muuri

source: Thunderbolt
fi: Ukonnuoli

source: Cloud and Rain
fi: Pilvi ja sade

source: Celestial Stable
fi: Taivaallinen pöytä

source: Sickle
fi: Sirppi

source: Official for Earthworks and Buildings
fi: Virallinen maanrakennustöihin ja rakennuksiin

source: Legs
fi: Jalat

source: Outer Fence
fi: Ulompi aitaus

source: Celestial Pigsty
fi: Taivaallinen sika

source: Master of Constructions
fi: Rakennusmestari

source: Southern Military Gate
fi: Eteläinen sotilasportti

source: Flying Corridor
fi: Lentoväylä

source: Auxiliary Road
fi: Aputie

source: Whip
fi: Ruoska

source: Bond
fi: Side

source: Official in Charge of the Forest
fi: Metsästä vastaava virkamies

source: Official in Charge of Pasturing
fi: Paimentamisesta vastaava virkamies

source: Square Celestial Granary
fi: Neliömäinen taivaallinen viljamakasiini

source: Ricks of Grain
fi: Säilötty vilja

source: Great General of Heaven
fi: Taivaan suuri kenraali

source: Stomach
fi: Vatsa

source: Celestial Foodstuff
fi: Taivaallinen ruoka

source: Circular Celestial Granary
fi: Pyöreä taivaallinen viljamakasiini

source: Mausoleum
fi: Mausoleumi

source: Celestial Boat
fi: Taivaallinen vene

source: Heap of Corpses
fi: Kasa ruumiita

source: Stored Water
fi: Varastoitu vesi

source: Hairy Head
fi: Karvainen pää

source: Celestial Concave
fi: Taivaallinen kovera

source: Lunar Star
fi: Kuun tähti

source: Celestial Yin Force
fi: Taivaallinen Yin-voima

source: Hay
fi: Heinää

source: Celestial Meadows
fi: Taivaalliset niityt

source: Rolled Tongue
fi: Rullattu kieli

source: Celestial Slander
fi: Taivaallinen panettelu

source: Whetstone
fi: Hiomakivi

source: Net
fi: Verkko

source: Whisper (Vassal of Net)
fi: Kuiskaus (Verkon vasalli)

source: Celestial Street
fi: Taivaallinen katu

source: Celestial Tally
fi: Taivaallinen Tally

source: Feudal Kings
fi: Feodaalikuninkaat

source: Celestial High Terrace
fi: Taivaallinen korkea terassi

source: Interpreters of Nine Dialects
fi: Yhdeksän murteen tulkit

source: Five Chariots
fi: Viisi ajuria

source: Celestial Pier
fi: Taivaallinen laituri

source: Pool of Harmony
fi: Harmonian allas

source: Celestial Pass
fi: Taivaallinen passi

source: Banner of Three Stars
fi: Kolmen tähden nauha

source: Imperial Military Flag
fi: Keisarillinen sotilaslippu

source: Celestial Orchard
fi: Taivaallinen hedelmätarha

source: Turtle Beak
fi: Kilpikonnan nokka

source: Deity in Charge of Monsters
fi: Jumaluus, joka vastaa hirviöistä

source: Seat Flags
fi: Istuimen liput

source: Three Stars
fi: Kolme tähteä

source: Send Armed Forces To Suppress (Vassal of Three Stars)
fi: Lähetä asevoimat tukahduttamaan (Kolmen tähden vasalli)

source: Jade Well
fi: Jadekaivo

source: Screen
fi: Kaihdin

source: Military well
fi: 13 / 5 000 Käännöstulokset star_border Sotilaallinen hyvin

source: Toilet
fi: Käymälä

source: Excrement
fi: Ulosteet

source: Well
fi: Kaivo

source: Battle Axe (Vassal of Well)
fi: Taistelukirves (hyvyyden vasalli)

source: South River
fi: Eteläinen joki

source: North River
fi: Pohjoinen joki

source: Celestial Wine Cup
fi: Taivaallinen viiniastia

source: Five Feudal Kings
fi: Viisi feodaalikuningasta

source: Accumulated Water
fi: Kertynyt vesi

source: Pile of Firewood
fi: Kasa polttopuita

source: Official for Irrigation
fi: Virallinen kastelulle

source: Water Level
fi: Vedenpinnan korkeus

source: Four Channels
fi: Neljä kanavaa

source: Market for Soldiers
fi: Sotilaiden markkinat

source: Wild Cockerel
fi: Villi kukko

source: Grandfather
fi: Isoisä

source: Son
fi: Poika

source: Grandson
fi: Pojanpoika

source: Palace Gate
fi: Palatsin portti

source: Celestial Wolf
fi: Taivaallinen susi

source: Bow and Arrow
fi: Jousi ja nuoli

source: Old Man
fi: Vanha mies

source: Ghosts
fi: Aaveet

source: Cumulative Corpses
fi: Kerääntyneet ruumiit

source: Beacon Fire
fi: Majakan tuli

source: Celestial Dog
fi: Taivaallinen koira

source: Outer Kitchen
fi: Ulompi keittiö

source: Celestial Earth God's Temple
fi: Taivaallisen maan Jumalan temppeli

source: Judge for Estimating the Age of Animals
fi: Tuomari eläinten iän arvioinnista

source: Willow
fi: Paju

source: Banner of Wine Shop
fi: Viinikaupan kyltti

source: Celestial Premier
fi: Taivaallinen johtaja

source: Celestial Cereals
fi: Taivaalliset viljat

source: High Judge
fi: Korkea tuomari

source: Extended Net
fi: Levitetty verkko

source: Celestial Temple
fi: Taivaallinen temppeli

source: Wings
fi: Siivet

source: Chariot
fi: Ajuri

source: Changsha (Vassal of Chariot)
fi: Changsha (Chariotin vasalli)

source: Left Linchpin (Vassal of Chariot)
fi: Vasen Linchpin (Vasallivaunut)

source: Right Linchpin (Vassal of Chariot)
fi: Oikea Linchpin (Vasallivaunut)

source: Green Hill
fi: Vihreä mäki

source: Military Gate
fi: Sotilaallinen portti

source: House for Musical Instruments
fi: Soittimien talo

source: Sea and Mountain
fi: Meri ja vuori

source: Cross
fi: Risti

source: Horse's Tail
fi: Hevosen häntä

source: Horse's Abdomen
fi: Hevosen vatsa

source: Bee
fi: Mehiläinen

source: Triangle
fi: Kolmio

source: Exotic Bird
fi: Eksoottinen lintu

source: Snake's Tail
fi: Käärmeen häntä

source: Snake's Abdomen
fi: Käärmeen vatsa

source: Snake's Head
fi: Käärmeen pää

source: Bird's Beak
fi: Linnun nokka

source: Crane
fi: Nosturi

source: Firebird
fi: Tulilintu

source: Crooked Running Water
fi: Vino juokseva vesi

source: White Patched Nearby
fi: Valkoinen paikka lähellä

source: White Patches Attached
fi: Valkoisia laikkuja kiinnitettynä

source: Goldfish
fi: Kultakala

source: Sea Rock
fi: Merikivi

source: Flying Fish
fi: Lentävä kala

source: Southern Boat
fi: Eteläinen vene

source: Little Dipper
fi: Pieni karhu

source: note 1: The Xingguans with "*", Was officially deleted in 1752.
fi: Huomautus 1: Tähdistö, jossa on "*", Poistettiin virallisesti vuonna 1752.

source: note 2: The vassal Xingguan is not a separate Xingguan, but a vassal of the parent Xingguan.
fi: omautus 2: Vasalli-tähdistö ei ole erillinen tähdistö, vaan vanhemman tähdistön vasalli.

source: Deep Space Objects
fi: Syvän taivaan kohteet

source: Some deep space objects were also discovered in ancient China, which were also included in the Xingguans.
fi: Joitakin syvän taivaan kohteita löydettiin myös muinaisesta Kiinassa, jotka myös sisältyivät tähdistöihin.

source: Include the following:
fi: Sisällytä seuraavat:

source: General name
fi: Yleinen nimi

source: Nick name
fi: Nimimerkki

source: God's Palace
fi: Jumalan palatsi

source: Northern Jewel Box Cluster
fi: Pohjoinen korulipas

source: Ptolemy Cluster
fi: Ptolemaios-klusteri

source: Beehive Cluster
fi: Praesepe

source: Arsenal Added I
fi: Arsenal lisätty I

source: Omega Centauri
fi: Omega Kentauri

source: Legs Mansion XXI
fi: Jalkojen tähtikuvio XXI

source: Andromeda Galaxy
fi: Andromedan galaksi

source: Sea and Mountain II
fi: Meri ja vuori II

source: Homunculus Nebula, Eta Carinae
fi: Homunculus-sumu, Eta Carinae

source: This Sky Culture is Based on the information inside <i>Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)</i> (Chinese: 中西对照恒星图表1950.0(星表分册)) and <i>Complete Studies of Astronomical</i> (Chinese: 仪象考成).
fi: Tämä taivaskulttuuri perustuu sisällä oleviin tietoihin <i>Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)</i> (kiinaksi: 中西对照恒星图表1950.0(星表分册)) ja <i>Complete Studies of Astronomical</i> (kiinaksi: 仪象考成).

source: Thanks to Liu Chunbin for the collation of the <i>Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)</i>. He produced <i>Chinese Star Catalogue for Stellarium</i> (Chinese: Stellarium 中国星官体系下中文星名扩展包) which is a very important reference.
fi: Kiitos Liu Chunbinille <i>Chinese and Western Contrast Star Chart and Catalogue 1950.0 (Star Catalogue)</i>teoksen kokoamisesta. Hän tuotti <i>Chinese Star Catalogue for Stellarium</i> (kiinaksi: Stellarium 中国星官体系下中文星名扩展包) joka on erittäin tärkeä referenssi.

source: Some stars have been added according to <i>The History of Stellar Observation in China</i> (Chinese: 中国恒星观测史).
fi: Muutamat tähdet on lisätty <i>The History of Stellar Observation in China</i> (kiinaksi: 中国恒星观测史) mukaan.

source: For the translation of constellations, we use the <i>English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names</i> (Chinese: 中国星区、星官及星名英译表) by Hong Kong Space Museum. Only a small portion of the translation is changed, for example, when the translations of the two different Xingguans are the same.
fi: Tähdistöjen kääntämiseen käytämme <i>English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names</i> (kiinaksi: 中国星区、星官及星名英译表) kirjoittanut Hongkongin avaruusmuseo. Vain pieni osa käännöksestä muuttuu esimerkiksi silloin, kun kahden eri tähden käännökset ovat samat.

source: There are seven stars with Chinese star names without corresponding HIP numbers, so they cannot be displayed in Stellarium. They are Sea and Mountain II (η Car), Five Chariots Added XVIII (12 Aur), Recommending Virtuous Man Added VI (39 Vir) , Great Horn Added II (CN Boo), Hairy Head Added X (24 Tau), Heart Added VII (18 Oph), South River Added XI (GC 10303).
fi: Kiinalaisella tähtinimellä on seitsemän tähteä ilman vastaavia HIP-numeroita, joten niitä ei voi näyttää Stellariumissa. Ne ovat meri ja vuori II (η auto), viisi vaunua lisätty XVIII (12 Aur), suositeltava hyveellinen mies lisätty VI (39 Vir) , suuri sarvi lisätty II (CN Boo), karvainen pää lisätty X (24 Tau), sydän lisätty VII (18 Oph), Etelämeri lisätty XI (GC 10303).

source: The cultural connotations of the name cannot be explained perfectly, because thousands of years passed, the connotations behind some names are controversial. these are only possible translations. Chinese characters are ideographic characters, which leads to some completely different names having the same pronunciation. Therefore, the pinyin transliteration is provided only to make star names readable.
fi: Nimen kulttuurisia konnotaatioita ei voida selittää täydellisesti, koska tuhansia vuosia on kulunut, joidenkin nimien konnotaatiot ovat kiistanalaisia. nämä ovat vain mahdollisia käännöksiä. Kiinalaiset merkit ovat ideografisia merkkejä, mikä johtaa siihen, että joillakin täysin erilaisilla nimillä on sama ääntäminen. Siksi pinyin-translitteraatio tarjotaan vain, jotta tähtien nimet olisivat luettavissa.

source: <a href="http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html">AEEA Astronomy Education Information-Ancient Chinese constellation system </a>
fi: <a href="http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html">AEEA Astronomy Education Information - Muinainen kiinalainen tähdistöjärjestelmä </a>

source: This sky culture was initially contributed by <i>Karrie Berglund</i> of Digitalis Education Solutions, Inc. based on Hong Kong Space Museum star maps (no longer available online).
fi: Tämän taivaskulttuurin luoja on <i>Karrie Berglund</i> Digitalis Education Solutions, Inc. perustuu Hongkongin avaruusmuseon tähtikarttoihin (ei enää saatavilla verkossa).

source: Sun Shuwei <a href="mailto:sunshuwei.hi@foxmail.com">sunshuwei.hi@foxmail.com</a> replenishes more than 200 Xingguans and more than 3,000 stars, based primarily on the book<i>Chinese and Western Contrast Star Chart and Catalogue 1950.0</i> by Yi Shitong, and add the description.
fi: Sun Shuwei <a href="mailto:sunshuwei.hi@foxmail.com">sunshuwei.hi@foxmail.com</a> täydentää yli 200 Xingguania ja yli 3000 tähteä, jotka perustuvat pääasiassa kirjaan<i>Chinese and Western Contrast Star Chart and Catalogue 1950.0</i> kirjoittanut Yi Shitong, ja lisännyt kuvaukset.

source: Chinese Medieval
de: Chinesisch-mittelalterlich
es_419: China medieval
fi: Keskiaikainen kiinalainen
