Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Sources Stellarium's Sami sky culture is based on the work of Bo Lundmark[#3], who based much of his work on the writings of the Sami artist and author Johan Turi. This sky culture is a conglomeration of at least three slightly different cultures from the people of the South-Sami, North-Sami and Russian Sami. Each of these groups have slightly different languages and as such there may be small differences with some references. Sami constellations can be observed on Sami artifacts connected to the old religion, suggesting that the night sky played an important cultural role for Sami peoples in years gone by. The Sami sky culture has a lot in common with other arctic and sub-arctic cultures in Eurasia. One unfortunate similarity is that much of the culture was lost before it was recorded properly. ### Constellations and Stars The Sami constellations are probably very old but were recorded in writing during the 19th century. In is unclear if the written record is complete. The constellations and stars included here are all connected to the dominant constellation, *Sarva* &mdash; the elk. Sarva is the Sami name for elk, an alternative name is *Sarvvis* &mdash; Bull elk. The origin of this constellation probably dates back to the old hunter culture before reindeer were domesticated. *Sarva* consists of the Western constellations Cassiopeia, Perseus and parts of Auriga. Constellations and stars surrounding Sarva represent hunters of the elk. *Favdna* (also transcribed as *Favtna*) is the star Arcturus, and represents the Hunter who aims at the elk with his bow and arrow (*Fauna davgge* &mdash; the Big Dipper). Favdna must aim well, for if he hits the Sky Support *Boahjenaste* (the star Polaris), legend has it that the world will come to an end. Favdna has a number of helpers: *Galla* (Procyon<sup>[1](#note1)</sup>) and his sons *Gallabarneck* (Orion's belt), the "Ski Runners", *Cuoigahægjek* (Castor and Pollux) and "The Runner" (Vega). The Pleiades are called *Rougot* (dog pack) or *Miese-cora* (calfpack). The Milky Way is called *Lodde-raiddaras* (lit. bird path) or *Jakke-mærka* (lit. year mark). The name used depends on the season. In the sky chart of Johan Turi, one can observe a star *Guovso-naste*, morning star, that can be identified as Venus, but this is not certain as it can also be identified as Altair, a star showing the morning is approaching (similar to Arcturus in the Norse skyculture). The Sami sky culture does not have a large number of constellations. This is thought to be mainly because of the high Northerly latitude of the Sami people's range. Two factors contribute to this: that the Southern sky stays below the horizon to a large extent, and that the Aurora Borealis is frequently bright enough to obscure many stars. ### Notes 1. <a name="note1"/>The exact star which represents *Galla* is uncertain. it is probably Procyon, Rigel or Sirius - Procyon was chosen as Galla for this sky culture since Sirius is very hard to spot from the latitude where the Sami live.
es_419: ### Fuentes La cultura estelar Sami de Stellarium se basa en el trabajo de Bo Lundmark[#3], quien basó gran parte de su trabajo en los escritos del artista y autor sami Johan Turi. Esta cultura estelar es un conglomerado de al menos tres culturas ligeramente diferentes de las personas de los sami del sur, sami del norte y sami ruso. Cada uno de estos grupos tiene idiomas ligeramente diferentes y, como tal, puede haber pequeñas diferencias con algunas referencias. Las constelaciones sami se pueden observar en los artefactos sami relacionados con la antigua religión, lo que sugiere que el cielo nocturno jugó un papel cultural importante para los pueblos sami en los años pasados. La cultura estelar Sami tiene mucho en común con otras culturas árticas y subárticas en Eurasia. Una similitud desafortunada es que gran parte de la cultura se perdió antes de que se registrara correctamente. ### Constelaciones y estrellas Las constelaciones sami son probablemente muy antiguas, pero se registraron por escrito durante el siglo XIX. No está claro si el registro escrito está completo. Las constelaciones y las estrellas incluidas aquí están conectadas a la constelación dominante, *Sarva*, el alce. Sarva es el nombre sami para alces, un nombre alternativo es *Sarvvis* - alce toro. El origen de esta constelación probablemente se remonta a la antigua cultura de los cazadores antes de que los renos fueran domesticados. *Sarva* se compone de las constelaciones occidentales de Casiopea, Perseo y partes de Auriga. Las constelaciones y las estrellas que rodean a Sarva representan a los cazadores de los alces. *Favdna* (también transcrita como *Favtna*) es la estrella Arturo, y representa al Cazador que apunta al alce con su arco y flecha (*Fauna davgge* - El Carro). Favdna debe apuntar bien, ya que si golpea el soporte del cielo *Boahjenaste* (la estrella Polaris), la leyenda dice que el mundo llegará a su fin. Favdna tiene varios ayudantes: *Galla* (Proción<sup>[1](#note1)</sup>) y sus hijos *Gallabarneck* (cinturón de Orión), los "Ski Runners", *Cuoigahægjek* (Castor y Pollux) y "El Corredor" (Vega). Las Pléyades se llaman *Rougot* (paquete de perros) o *Miese-cora* (paquete de pantorrillas). La Vía Láctea se llama *Lodde-raiddaras* (lit. ruta de pájaros) o *Jakke-mærka* (lit. marca del año). El nombre utilizado depende de la temporada. En el mapa del cielo de Johan Turi, se puede observar una estrella *Guovso-naste*, estrella de la mañana, que se puede identificar como Venus, pero esto no es seguro, ya que también se puede identificar como Altair, una estrella que muestra que la mañana se acerca (similar a Arturo en la cultura estelar nórdica). La cultura estelar Sami no tiene una gran cantidad de constelaciones. Se cree que esto se debe principalmente a la alta latitud norte del rango del pueblo sami. Dos factores contribuyen a esto: que el cielo del sur se mantiene bajo el horizonte en gran medida, y que la aurora boreal es con frecuencia lo suficientemente brillante como para oscurecer muchas estrellas. ### Notas 1. <a name="note1"/>La estrella exacta que representa a *Galla* es incierta. probablemente sea Proción, Rigel o Sirio: Proción fue elegido como Galla para esta cultura estelar ya que Sirio es muy difícil de detectar desde la latitud donde viven los Sami.
ru: ### Источники Саамская культура неба в Stellarium'е построена на основе работы Бо Лундмарка [#3], который основал большую часть своей работы на работах художника и писателя саамца Йохана Тури (Johan Turi). Эта культура неба является конгломератом из по крайней мере трех несколько различающихся культур - южно-саамской, северо-саамской и саамцев России. Каждая из этих групп имеет немного различные языки и он может быть причиной небольших различий для некоторых ссылок. В созвездиях саамцев просматриваются экспонаты былой религии, в которой ночное небо играло важную культурную роль для народов саами. Саамская культура неба имеет много общего с другими арктическими и субарктическими культурами Евразии. К сожалению, большая часть их культуры была утеряна прежде, чем удалось должным образом задокументировать её. ### Созвездия и звёзды Созвездия саамов, вероятно, очень старые, однако в письменной форме информация о них появилась только в 19 веке и неясно, насколько полны эти записи. Все созвездия и звёзды, включенные здесь, связаны с главенствующим созвездием &mdash; *Sarva* (Лось). Sarva &mdash; это саамское название лося, также встречается название *Sarvvis* &mdash; бычий лось. Происхождение этого созвездия, вероятнее всего восходит к культуре древних охотников, до того, как северных оленей одомашнили. Созвездие *Sarva* состоит из современных созвездий Кассиопеи, Персея и части Возничего. Созвездия и звёзды, окружающие Sarva представляют охотников на лося. *Favdna* (встречается также как *Favtna*) &mdash; это звезда Арктур и представляет собою охотника, нацелившегося на лося из лука (*Fauna davgge* &mdash; Большая Медведица). Favdna должен хорошо прицелиться, потому что если он попадет в Небесную Опору *Boahjenaste* (Полярная звезды), то по легенде наступит конец света. У Фавдна есть несколько помощников: *Galla* (Процион<sup>[1](#note1)</sup>) и его сыновья *Gallabarneck* (пояс Ориона), "лыжники", *Cuoigahægjek* (Кастор и Поллукс) и "бегун" (Вега). Плеяды называют *Rougot* (свора собак) или *Miese-cora* (стадо телят). Млечный Путь называется *Lodde-raiddaras* (букв. птичий путь) или *Jakke-mærka* (букв. метка года). Используемое название зависит от сезона. В звёздной карте Йохана Тури можно наблюдать звезду *Guovso-naste* &mdash; утреннюю звезду, которую можно идентифицировать либо как Венеру, либо как Альтаир &mdash; звезду, показывающая приближение утра (подобно Арктуру из скандинавской культуры неба). В саамской культуре неба немного созвездий. Считается, что малое число созвездий объясняется высокими северными широтами мест проживания саамов. Два фактора выступают в пользу этого предположения: значительная часть южного неба скрыта горизонтом и северные сияния часто достаточно яркие, чтобы скрыть много звезд. ### Примечания 1. <a name="note1"/>Точность звезды, представляемой как *Galla* сомнительна. Вероятно это Процион, Ригель или Сириус &mdash; Процион был выбран в качестве Galla для этой культуры неба, так как Сириус весьма труден для наблюдений с широт, на которых проживают саамы.
sv: ### Källor Stellariums samiska himmelskultur är baserad på Bo Lundmarks arbete[#3], som till stor del bygger på den samiske konstnären och författaren Johan Turis skrifter. Denna himmelskultur är ett konglomerat av minst tre något olika kulturer från sydsamiska, nordsamiska och ryska samer. Var och en av dessa grupper har lite olika språk och därför kan det finnas små skillnader med vissa referenser. Samiska konstellationer kan observeras på samiska artefakter som är kopplade till den gamla religionen, vilket tyder på att natthimlen spelade en viktig kulturell roll för samer under gångna år. Den samiska himmelskulturen har mycket gemensamt med andra arktiska och subarktiska kulturer i Eurasien. En olycklig likhet är att en stor del av kulturen gick förlorad innan den dokumenterades ordentligt. ### Konstellationer och stjärnor De samiska stjärnbilderna är troligen mycket gamla men nedtecknades under 1800-talet. Det är oklart om den skriftliga uppteckningen är fullständig. De konstellationer och stjärnor som finns med här är alla kopplade till den dominerande konstellationen, *Sarva* - älgen. Sarva är det samiska namnet för älg, ett alternativt namn är *Sarvvis* - älgtjur. Ursprunget till denna konstellation går troligen tillbaka till den gamla jägarkulturen innan renarna domesticerades. *Sarva* består av de västra konstellationerna Cassiopeia, Perseus och delar av Auriga. Konstellationer och stjärnor som omger Sarva representerar älgjägare. *Favdna* (även transkriberad som *Favtna*) är stjärnan Arcturus och representerar jägaren som siktar på älgen med sin pilbåge (*Fauna davgge* - Karlavagnen). Favdna måste sikta väl, för om han träffar himlastödet *Boahjenaste* (stjärnan Polaris) går världen enligt legenden under. Favdna har ett antal medhjälpare: *Galla* (Procyon<sup>[1](#not1</sup>)) och hans söner *Gallabarneck* (Orions bälte), "Skidlöparna", *Cuoigahægjek* (Castor och Pollux) och "Löparen" (Vega). Plejaderna kallas *Rougot* (hundpacket) eller *Miese-cora* (kalvpacket). Vintergatan kallas *Lodde-raiddaras* (fågelväg) eller *Jakke-mærka* (årtal). Vilket namn som används beror på årstiden. I Johan Turis himmelskarta kan man se en stjärna *Guovso-naste*, morgonstjärna, som kan identifieras som Venus, men det är inte säkert eftersom den också kan identifieras som Altair, en stjärna som visar att morgonen närmar sig (liknande Arcturus i den nordiska himmelskulturen). Den samiska himmelskulturen har inte ett stort antal konstellationer. Detta tros främst bero på att samernas utbredningsområde ligger på en hög nordlig latitud. Två faktorer bidrar till detta: att den södra himlen i stor utsträckning håller sig under horisonten och att norrskenet ofta är tillräckligt starkt för att skymma många stjärnor. ### Anmärkningar 1. <a name="note1"/>Den exakta stjärnan som representerar *Galla* är osäker. Det är förmodligen Procyon, Rigel eller Sirius - Procyon valdes som Galla för denna himmelskultur eftersom Sirius är mycket svår att upptäcka från den breddgrad där samerna bor.
uk: ### Джерела Картину зоряного неба саамів у Stellarium створено на основі роботи Бо Лундмарка (Bo Lundmark) [#3], значну частину цієї роботи засновано на творах саамського художника та письменника Йогана Турі (Johan Turi). Ця картина зоряного неба складається з принаймні трьох трохи різних уявлень частин цього народу: південних саамів, північних саамів та російських саамів. У кожної з цих трьох груп власні особливості мови, отже назви зоряних об’єктів можуть бути різними у різних джерелах. Саамські сузір’я можна досліджувати за ужитковими предметами, пов’язаними зі стародавньою релігією цього народу, звідки можна зробити висновок про те, що у давні часи нічне небо відігравало важливу роль у культурі саамів. Саамська картина зоряного неба має багато подібного з іншими арктичними та субарктичними культурами Євразії. Однією з таких подібностей, на жаль, є та, що значну частину культури саамів було втрачено ще до того, як її вдалося задокументувати належним чином. ### Сузір’я і зірки Ймовірно, назви саамських сузір’їв є дуже давніми, але записано їх було лише у XIX столітті. Залишається невідомим, чи є ці записи повними. Наведені назви сузір’їв та зірок пов’язано з основним сузір’ям, *Сарва* — тобто «Олень». «Сарва» саамська назва оленя, іншим варіантом назви є *Сарввіс* — тобто «Самець оленя». Корені назви цього сузір’я, ймовірно, сягають часів давньої мисливської культури, яка виникла ще до одомашнення північного оленя. *Сарва* складається з сузір’їв Касіопеї, Персея та частини сузір’я Візничого у західній культурі. Сузір’я та зірки навколо Сарви відповідають мисливцям на оленя. *Фавдна*(також можна прочитати як *Фавтна*) — зірка Арктур, відповідає мисливцеві, що цілиться у оленя з лука зі стрілою (*Фауна давґґе* — Великий Ківш). Фавдна має прицілитися дуже добре, інакше може вцілити у Опору Небес *Боаг’єнасте* (Полярну зірку). За легендою, якщо він це зробить, настане кінець світу. У Фавдни є декілька помічників: *Галла* (Проціон<sup>[1](#note1)</sup>) та його сини — *Ґаллабарнек* (пояс Оріона), «Небесних Бігунів», *Куойґагеґ’єк*(Кастор і Поллукс) та «Бігун» (Вега). Плеяди мають назву *Роуґот* (зграя собак) або *Міесе-кора* (телята). Чумацький шлях називається *Лодде-раїддарас* (дослівно, пташиний шлях) або *Якке-мерка*(дослівно, «позначка років»). Назва, яка використовувалася, залежить від сезону. На картині зоряного неба Йогана Турі можна бачити зірку *Ґуовсо-насте*, ранкову зірку, яку можна пов’язати з Венерою, але у такій прив’язці немає певності, оскільки так могли називати і Альтаїр, зірку, яку можна бачити перед світанком (подібно до Арктура у нордичній картині зоряного неба). У саамській картині зоряного неба небагато сузір’їв. Причиною цього можна вважати те, що саами є мешканцями крайньої півночі. На картину зоряного неба могли вплинути такі фактори: більшу частину року південні зірки перебувають за горизонтом, північне сяйво є часто достатньо яскравим, щоб зробити невидимими тьмяні зірки. ### Нотатки 1. <a name="note1"/>Зірку, яка відповідає *Галла* не вдалося визначити точно. Ймовірно, це Проціон, Рігель або Сіріус — Проціон було вибрано через те, що Сіріус важко побачити з широт, у яких живуть саами.

source: - [#1]: [Website about Samis](http://www.eng.samer.se) - [#2]: [Article in Wikipedia about Sami people](http://en.wikipedia.org/wiki/Sami_people) - [#3]: Bo Lundmark. Bæi'vi mánno nástit (Swedish title: Sol-och månkult samt astrala och celesta föreställningar bland samerna), Sun and Moon cult and astral and celestial concepts among the Sami, 1982.
es_419: - [#1]: [Sitio web sobre los samis](http://www.eng.samer.se) - [#2]: [Artículo en Wikipedia sobre el pueblo sami](http://en.wikipedia.org/wiki/Sami_people) - [#3]: Bo Lundmark. Bæi'vi mánno nástit (Título sueco: Sol-och månkult samt astrala och celesta föreställningar bland Samerna), culto al Sol y a la Luna y conceptos astrales y celestiales entre los sami, 1982.
sv: - [#1]: [Webbplats om Samis](http://www.eng.samer.se) - [#2]: [Artikel i Wikipedia om samer](http://en.wikipedia.org/wiki/Sami_people) - [#3]: Bo Lundmark. Bæi'vi mánno nástit (svensk titel: Sol-och månkult samt astrala och celesta föreställningar bland samerna), Sun and Moon cult and astral and celestial concepts among the Sami, 1982.

source: Formerly known as the *Navigator Islands*, the Samoan archipelago has been the launch site for countless ocean voyages since its settlement 3,000 years ago by the ancestors of today’s Polynesians. Like other Pacific Islander societies, the Samoans possessed an incredible body of astronomical knowledge, cultivated through generations of scientific observational study (tofāmamao). Over time, indigenous wayfinding science has been almost completely replaced by digital navigation technologies, but the names and stories attached to some celestial features have persisted through oral traditions and colonial era publications. Beside their value as nautical aids, the moon, stars, and planets also marked the lunar months, annual socioreligious festivals, and the timing of agricultural cycles.
es_419: Anteriormente conocido como las *Islas Navegantes*, el archipiélago de Samoa ha sido el lugar de lanzamiento de innumerables viajes por mar desde su asentamiento hace 3000 años por los antepasados de los polinesios de hoy. Al igual que otras sociedades de las islas del Pacífico, los samoanos poseían una increíble cantidad de conocimientos astronómicos, cultivados a través de generaciones de estudios de observación científica (tofāmamao). Con el tiempo, la ciencia indígena de orientación ha sido reemplazada casi por completo por tecnologías de navegación digital, pero los nombres y las historias adjuntas a algunas características celestes han persistido a través de las tradiciones orales y las publicaciones de la era colonial. Además de su valor como ayudas náuticas, la luna, las estrellas y los planetas también marcaban los meses lunares, las fiestas sociorreligiosas anuales y el calendario de los ciclos agrícolas.
ru: Ранее известный как *Острова мореплавателей*, архипелаг Самоа был стартовой площадкой для бесчисленных океанских путешествий с момента его заселения 3000 лет назад предками современных полинезийцев. Как и другие общества жителей тихоокеанских островов, самоанцы обладали невероятным объемом астрономических знаний, накопленных поколениями научных наблюдений (tofāmamao). Со временем местная наука о навигации была почти полностью заменена цифровыми навигационными технологиями, но имена и истории, связанные с некоторыми небесными объектами, сохранились в устных традициях и публикациях колониальной эпохи. Помимо своей ценности в качестве навигационных средств, Луна, звёзды и планеты также обозначали лунные месяцы, ежегодные социально-религиозные праздники и время сельскохозяйственных циклов.
sv: Den samoanska ögruppen, tidigare känd som *Navigatoröarna*, har varit utgångspunkten för otaliga havsresor sedan den för 3.000 år sedan befolkades av förfäderna till dagens polynesier. I likhet med andra samhällen i Stillahavsområdet hade samoanerna en otrolig astronomisk kunskap, som odlats genom generationer av vetenskapliga observationsstudier (tofāmamao). Med tiden har den inhemska kunskapen om vägvisning nästan helt ersatts av digital navigeringsteknik, men de namn och berättelser som är knutna till vissa himlafenomen har levt kvar genom muntliga traditioner och publikationer från kolonialtiden. Förutom sitt värde som nautiska hjälpmedel markerade månen, stjärnorna och planeterna även månmånaderna, årliga socioreligiösa festivaler och tidpunkten för jordbrukscykler.
uk: Відомі раніше за назвою *острови Мореплавців*, острови архіпелагу Самоа були відправною точкою для незліченних океанських подорожей з часу заселення цих островів 3000 років тому предками сучасних полінезійців. Подібно до інших тихоокеанських націй, самоанці є носіями надзвичайного масиву астрономічних знань, які є результатом багаторічних наукових знань і спостережень (тофамамао). З часом традиційну науку з пошуку шляхів майже повністю замінили цифрові навігаційні технології, але назви та перекази, пов'язані із картиною зоряного неба живуть в усній традиції та публікаціях колоніальної доби. Окрім їхньої користі для морської навігації, місяць, зірки і планети також позначають місяці у місячному календарі, визначають дати щорічних суспільно-релігійних святкувань та важливі періоди у сільськогосподарському циклі.
