Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <b>Aquila area</b>
fi: <b>Kotkan alue</b>

source: this small dark bird (a duck?) apparently is located in the area of Aquila. For the time being, I put it on the bright star (Altair).
fi: tämä pieni tumma lintu (ankka?) sijaitsee ilmeisesti Aquilan alueella. Toistaiseksi laitoin sen kirkkaaseen tähteen (Altair).

source: <b>Delphinus area</b>
fi: <b>Delfiinin alue</b>

source: next to this bird, there is a cadaver of an animal - interestingly at the place of the Babylonian constellation of "the Corpse"
fi: tämän linnun vieressä on eläimen ruumis - mielenkiintoisella tavalla Babylonin "Ruumian" tähtikuvion paikalla

source: <b>Cygnus / Cepheus area</b>
fi: <b>Joutsenen / Kefeuksen alue</b>

source: <b>Lyra / Ophiuchus area</b>
fi: <b>Lyyran / Käärmeenkantajan alue</b>

source: there is a huge Egyptian figure in the area of Lyra and Ophiuchus. In Lyra was the Babylonian constellation of the goddess of medicine, while Ophiuchus is the Greek equivalent. Thus, this might possibly be the Egyptian mythological founder of medicine, Imhotep.
fi: Lyran ja Ophiuchuksen alueella on valtava egyptiläinen hahmo. Lyrassa oli babylonialainen lääketieteen jumalattaren tähtikuvio, kun taas Ophiuchus on kreikkalainen vastine. Näin ollen tämä saattaa olla egyptiläinen mytologinen lääketieteen perustaja Imhotep.

source: <b>Cetus area</b>
fi: <b>Valaskalan alue</b>

source: <b>Centaurus area</b>
fi: <b>Kentaurin alue</b>

source: the Egyptian figure shows a landworker and at this place, there is the Babylonian god of agriculture and war (Ningirsu), so this might be a very strange depiction of the Egyptian god Min who was merged with Greek Pan in late epochs
fi: egyptiläinen hahmo esittää maantyöntekijää ja tässä paikassa on babylonialainen maatalouden ja sodan jumala (Ningirsu), joten tämä saattaa olla hyvin outo kuvaus egyptiläisestä Min-jumalasta, joka sekoitettiin kreikkalaisen Panin kanssa myöhään aikoina.

source: <b>eastern and southern Argo area</b>
fi: <b>itäinen ja eteläinen Argon alue</b>

source: the image shows a mother goddess, in Egyptian this is Isis and in Babylonian this would be Ninmakh (who is indeed positioned at this place)
fi: kuvassa on äitijumalattar, egyptiläisesti tämä on Isis ja babyloniaksi Ninmakh (joka todellakin sijaitsee tässä paikassa)

source: <b>northwestern Argo area</b>
fi: <b>luoteinen Argon alue</b>

source: the hat of this woman resembles the Egyptian goddess Anuket, the goddess of the Nile flood. In Babylonian uranology of the middle first millennium, there is the goddess Nunki at this area: due to the sound of the names, an exchange or transfer is likely.
fi: tämän naisen hattu muistuttaa egyptiläistä jumalatarta Anuketia, Niilin tulvan jumalatarta. Ensimmäisen vuosituhannen puolivälin babylonialaisessa uranologiassa tällä alueella on jumalatar Nunki: nimien äänen vuoksi vaihto tai siirto on todennäköistä.

source: <b>Auriga</b>
fi: <b>Ajomies</b>

source: goat is at the position of the constellation Auriga (neither in Babylonian nor in Greek tradition, there is a goat at this place. Highly likely, the Roman star name Capella (the Goat) resembles this Egyptian constellation.
fi: vuohi on Ajomiehen tähdistössä (ei babylonialaisen eikä kreikkalaisen perinteen mukaan tässä paikassa ole vuohi. Todennäköisesti roomalainen tähtinimi Capella (vuohi) muistuttaa tätä egyptiläistä tähdistöä.

source: <b>alpha Centauri area</b>
fi: <b>alfa Kentaurin alue</b>

source: the ceiling clearly depicts an Egyptian Chenti Irti figure: this little creature should be positioned in the area around/ above the bright star alpha Centauri, and there is no Greek or Babylonian equivalent. The meaning of Chenti Irti is unclear but a suggestion is "the sharp sighted one" which could make sense for a bright star that is only roughly 5° above the horizon (2nd c. BCE in Egypt)
fi: katossa on selkeästi egyptiläinen Chenti Irti -hahmo: tämä pieni olento tulisi sijoittaa kirkkaan alfa Centaurin ympärille/yläpuolelle, eikä sille ole kreikkalaista tai babylonialaista vastinetta. Chenti Irtin merkitys on epäselvä, mutta ehdotus on "terävästi näkevä", joka voisi olla järkevää kirkkaalle tähdelle, joka on vain noin 5° horisontin yläpuolella (2. vuosisata eaa. Egyptissä)

source: <b>"above" Aries</b>
fi: <b>Oinaan "yllä"</b>

source: the udjat eye in this context probably refers to the spring equinox
fi: udjat-silmä tässä yhteydessä viittaa luultavasti kevätpäiväntasaukseen

source: <b>Perseus area</b>
fi: <b>Perseuksen alue</b>

source: the baboon is an attribute or representation of the Egyptian god Thoth and therefore worshipped. However, it is uncertain whether this particular baboon is connected to Thoth.
fi: paviaani on ominaisuus tai esitys egyptiläisestä jumalasta Thotista, ja siksi sitä palvotaan. On kuitenkin epävarmaa, onko tämä tietty paviaani yhteydessä Thothiin.

source: <b>Ursa Minor area</b>
fi: <b>Pienen Karhun alue</b>

source: a falcon (one of the many falcon deities)
fi: haukka (yksi monista haukkajumaluuksista)

source: <b>Cassiopeia area (or Cas/And)</b>
fi: <b>Kassiopeian alue (tai Cas/And)</b>

source: In this sky culture, some Egyptian names are attached to the planets. Honestly, each planet had many names, sometimes depending on the context (e.g. Venus as morning star and evening star). We cannot include all names in the Stellarium name but they are stored in other database. On the Dendera ceiling, the planets are represented at fixed positions and as deities.
fi: Tässä taivaskulttuurissa planeetoihin liitetään joitain egyptiläisiä nimiä. Rehellisesti sanottuna jokaisella planeetalla oli monta nimeä, joskus kontekstista riippuen (esim. Venus aamutähtenä ja iltatähtenä). Emme voi sisällyttää kaikkia nimiä Stellariumin nimeen, mutta ne on tallennettu toiseen tietokantaan. Denderan katolla planeetat on esitetty kiinteissä paikoissa ja jumaluuksina.

source: The planets are depicted as deities in their "standard position". As planets move, they can only be presented in the sky by defining fixed positions where the figurative representation is found in every celestial map, every star list and catalogue.
fi: Planeetat on kuvattu jumaluuksina niiden "vakioasennossa". Kun planeetat liikkuvat, ne voidaan esittää taivaalla vain määrittämällä kiinteät paikat, joissa kuvallinen esitys löytyy jokaisesta taivaankartasta, jokaisesta tähtilistasta ja luettelosta.

source: These standard positions:
fi: Nämä vakioasennot:

source: Taurus
fi: Härkä

source: Pisces
fi: Kalat

source: Cancer (or betw. Cnc and Leo)
fi: Krapu (tai Cnc:n ja Leijonan välissä)

source: Virgo
fi: Neitsyt

source: Capricornus
fi: Kauris

source: Libra
fi: Vaaka

source: These positions are equal to the "secret places" in Babylonian astrology and the "hypsomata" (exaltation points) in Greek astrology.
fi: Nämä asemat vastaavat babylonialaisen astrologian "salaisia paikkoja" ja kreikkalaisen astrologian "hypsomaatteja" (korkeuspisteitä).

source: Additionally, the equinoxes are marked with great disks: One in Libra and one Aries.
fi: Lisäksi päiväntasaus on merkitty suurilla levyillä: yksi Vaaka ja yksi Oinas.

source: The zodiac came to Greece from Babylonian sources. It is unknown whether or not the Egyptians had similar figures: The origin of the zodiac is the path of the Moon and was, thus, important for the Egyptian calendar, too. However, the zodiac depicted in Dendera is definitely the Greek (partially misunderstood) interpretation of the Babylonian one.
fi: Horoskooppi tuli Kreikkaan babylonialaisista lähteistä. Ei tiedetä, oliko egyptiläisillä samanlaisia hahmoja vai ei: horoskoopin alkuperä on Kuun polku ja oli siten tärkeä myös egyptiläisen kalenterin kannalta. Denderassa kuvattu horoskooppi on kuitenkin ehdottomasti kreikkalainen (osittain väärinymmärretty) tulkinta babylonialaisesta.

source: The Zodiac is the Babylonian one with the semi-exception of Pisces: Pisces are depicted as two fish which is never found in Babylon and only an analogon is known in Late Babylonian epoch in the city of Uruk. In Uruk, the constellation was changed to the constellation of the Swallow-Fish connecting a swallow and a fish. In contrast, in Babylon it has always been "The Tails of the Giant Swallow" (Steele 2018).
fi: Zodiac on babylonialainen, lukuun ottamatta Kalat: Kalat on kuvattu kahtena kalana, joita ei koskaan löydy Babylonista, ja vain analogi tunnetaan myöhäisbaabelin aikakaudelta Urukin kaupungissa. Urukissa tähdistö muutettiin Pääskyskalan tähdistöksi, joka yhdistää pääskysen ja kalan. Sitä vastoin Babylonissa se on aina ollut "The Tails of the Giant Swallow" (Steele 2018).

source: The other constellations of the zodiac are the Babylonian versions, partially egyptized. Virgo is depicted as the Babylonian Goddess Shala with the Ear of Grain, Capricornus as a Goat-Fish accompanying the Babylonian god of witchcraft (Aquarius), Sagittarius as the Babylonian god Pabilsang. Scorpion, Aries and Cancer leave rather no room for interpretation. Leo is depicted as a usual lion but carries the Egyptian queen Berenice (whose name was given to the constellation Coma Berenices) at his tail. Gemini are not depicted as Twins but as a couple, the Bull is not halved.
fi: Muut horoskoopin tähtikuviot ovat babylonialaisia versioita, jotka on osittain egyptitetty. Neitsyt on kuvattu babylonialaisena jumalattarena Shala, jolla on viljakorva, Kauris vuohikalana, joka seuraa babylonialaista noituuden jumalaa (Vesimies), Jousimies babylonialaisena jumalana Pabilsangina. Skorpioni, Oinas ja Syöpä eivät jätä tulkinnan varaa. Leijona on kuvattu tavallisena leijonana, mutta hän kantaa Egyptin kuningatar Berenicea (jonka nimi annettiin tähdistölle Bereniken hiukset) pyrsässään. Kaksosia ei ole kuvattu kaksosina, vaan parina, härkää ei puoliteta.

source: Outside the Zodiac
fi: Horoskoopin ulkopuolella

source: The rest of the sky also shows a mixture of several cultures: The hippo goddess who guards the Ox Thigh is a clearly Egyptian constellation. Interestingly, there is a desert fox and a sheep next to the ox thigh which refers to same positions in the sky as the Babylonian constellations of the Fox and the Ewe.
fi: Muualla taivaalla näkyy myös useiden kulttuurien sekoitus: Härän reisiä vartioiva virtahepojumalatar on selvästi egyptiläinen tähtikuvio. Mielenkiintoista on, että härän reiden vieressä on aavikkokettu ja lammas, mikä viittaa samoihin paikkoihin taivaalla kuin Babylonian kettun ja uuhen tähtikuviot.

source: In contrast to these native Egyptian constellations, there are also native Sumerian ones that are depicted in an Egyptized way: This is marked in the "Translation" of the Stellarium labels.
fi: Toisin kuin näissä alkuperäisissä egyptiläisissä tähtikuvioissa, on myös alkuperäisiä sumerilaisia tähdistöjä, jotka on kuvattu egyptiläisellä tavalla: Tämä on merkitty Stellarium-tarrojen "käännökseen".

source: Interestingly, this depiction explains several Greek names of single stars: e.g. at the position of Capella, there is a whitish Goat in the Dendera ceiling, and at the position of the star Canopus whose name is already attested in Ptolemy's Almagest, there is a Horus-falcon on a canopy jar. It suggests that these were originally Egyptian images that have been transformed to star names in a later epoch in order to commemorate the outdated constellations.
fi: Mielenkiintoista on, että tämä kuvaus selittää useita yksittäisten tähtien kreikkalaisia nimiä: esim. Capellan kohdalla Denderan katossa on valkeahko vuohi, ja tähti Canopus, jonka nimi on jo todistettu Ptolemaioksen Almagestissa, on Horus-haukka katospurkissa. Se viittaa siihen, että nämä olivat alun perin egyptiläisiä kuvia, jotka on muutettu myöhemmällä aikakaudella tähtien nimiksi vanhentuneiden tähtikuvioiden muistoksi.

source: This <em>sky culture</em> is a mapping of historical figures onto the stars. The figures are directly copied by hand from the digital photographs that are provided by the Louvre and the <a href="https://en.wikipedia.org/wiki/File:Zodiaque_de_Denderah_aux_couleurs_d'origine.jpg">colours follow roughly the reconstruction by Alexandre N.Isis (wikicommons, 2013)</a>.
fi: Tämä <em>taivaskulttuuri</em> on historiallisten henkilöiden kartoitus tähtiin. Kuvat on kopioitu suoraan käsin Louvren ja Louvren toimittamista digitaalisista valokuvista ja <a href="https://en.wikipedia.org/wiki/File:Zodiaque_de_Denderah_aux_couleurs_d'origine.jpg">väreistä seuraavat suunnilleen Alexandre N.Isisin (wikicommons, 2013) rekonstruktiota</a>.

source: This sky culture originates from research. We provide this for free but the authors of contributions certainly deserve to be cited according to the common rules. Thank you!
fi: Tämä taivaskulttuuri on peräisin tutkimuksesta. Tarjoamme tämän ilmaiseksi, mutta kirjoitusten kirjoittajat ansaitsevat tulla mainitsemaan yhteisten sääntöjen mukaisesti. Kiitos!

source: This Greco-Egyptian sky culture was painted and added to Stellarium by:
fi: Tämän kreikkalais-egyptiläisen taivaskulttuurin maalasivat ja lisäsivät Stellariumiin:

source: Greek (Almagest)
de: Griechisch (Almagest)
es_419: Griego (Almagesto)
fi: Kreikkalainen (Almagest)
ru: Греческая (Альмагест)
sv: Grekisk (Almagest)
uk: Грецька (Альмагест)

source: This ancient Greek sky culture is compiled in a book that is today known by its Arabic title "Almagest". This book was written in Roman time (under the reign of Roman emperor Hadrian) at Alexandria (Africa) in Greek language, with dates given in Egyptian month names and years counted after a Babylonian king, so it is clearly a multi-cultural compendium of knowledge. It is a compilation of astronomical knowledge of former astronomers including results from observations and mathematical astronomy. Pieced together by Claudius Ptolemy, using older, as well as his own, observations, it was written in Greek, published in the Second Century and remained the main astronomical work for the following 1500 years. It was originally written with the title <i>Mathematike Syntaxis</i>, in Ancient Greek. The name <i>Almagest</i>, meaning &ldquo;The Largest [Book]&rdquo;, was developed from Arabian translations. To create this sky culture we used the English translation by Toomer (1984), reworked it in some details (e.g. using more literal translations from Greek instead of Latin terms that are common today) and we made use of computer readable tables prepared by Ernie Wright.
fi: Tämä antiikin Kreikan taivaskulttuuri on koottu kirjaan, joka tunnetaan nykyään arabiankielisellä nimellä "Almagest". Tämä kirja on kirjoitettu Rooman aikana (Rooman keisari Hadrianuksen aikana) Aleksandriassa (Afrikka) kreikan kielellä, päivämäärät on annettu egyptiläisillä kuukausien nimillä ja vuodet laskettu Babylonian kuninkaan mukaan, joten se on selvästi monikulttuurinen kokoelma tietoa. Se on kokoelma entisten tähtitieteilijöiden tähtitieteellisestä tiedosta, mukaan lukien havaintojen ja matemaattisen tähtitieteen tulokset. Claudius Ptolemaios koonnut sen, käyttäen vanhoja ja hänen omia havaintojaan, kirjoitettiin kreikaksi, julkaistiin toisella vuosisadalla ja pysyi tärkeimpänä tähtitieteenä seuraavat 1500 vuotta. Se kirjoitettiin alun perin otsikolla <i>Mathematike Syntaxis</i>, muinaisessa Kreikassa. Nimi <i>Almagest</i>, tarlpottaa &ldquo;Laajin [Kirja]&rdquo;, kehitettiin arabiankielisistä käännöksistä. Tämän taivaskulttuurin luomiseen käytimme Toomerin (1984) englanninkielistä käännöstä, muokkasimme sitä joissakin yksityiskohdissa (esim. käyttämällä kirjaimellisia käännöksiä kreikasta nykyään yleisten latinan termien sijaan) ja käytimme Ernie Wrightin laatimia tietokoneella luettavia taulukoita. .

source: The Almagest consists of 13 sections, called books. In the seventh and eighth book, Ptolemy listed a total of 1022 stars in 48 constellations (among which are about 5 star-like objects like globular star clusters). It is a table of coordinates of the stars with a description of their position in the constellation (such as "star at the elbow of X, longitude, latitude, magnitude"). With regard to precession, Ptolemy used ecliptic coordinates. As one of the first of his time, Ptolemy included the magnitude, a quantitative scale of stellar brightness, probably adopted from Hipparchus (which is not certain because Hipparchus&rsquo; catalog is not preserved). The scale starts with the brightest star with the magnitude of 1, going down to magnitude of 6, for the faintest stars visible.
fi: Almagest koostuu 13 osasta, joita kutsutaan kirjoiksi. Seitsemännessä ja kahdeksannessa kirjassa Ptolemaios luetteli yhteensä 1022 tähteä 48 tähdistössä (joiden joukossa on noin 5 tähden kaltaista esinettä, kuten pallomaisia tähtijoukkoja). Se on tähtien koordinaattitaulukko, jossa on kuvaus niiden sijainnista tähdistössä (kuten "tähti X:n kyynärpäässä, pituusaste, leveysaste, magnitudi"). Precession suhteen Ptolemaios käytti ekliptisiä koordinaatteja. Ensimmäisenä aikanaan Ptolemaios sisällytti magnitudin, tähtien kirkkauden kvantitatiivisen asteikon, joka on luultavasti otettu Hipparchukselta (mikä ei ole varmaa, koska Hipparchuksen luetteloa ei ole säilytetty). Asteikko alkaa kirkkaimmasta tähdestä, jonka magnitudi on 1, ja laskee magnitudiin 6 himmeimmille näkyville tähdille.

source: For the computation of planet positions Ptolemy used a geocentric model (which is allowed because the observer always stands on Earth) and, thus, contributed to the scientific belief that the heliocentric model by Aristarch was not needed. However, for the star catalogue of the <i>Almagest</i> this does not matter at all because a star catalogue always represents a sort of inventory of the fixed dots in the sky and Ptolemy's proclaimed aim of the catalogue is to provide a list for making a celestial globe (see Alm., VIII, 3). Being aware of precession he wants to ease the business of future globemakers by using ecliptical coordinates: Precession as known to Ptolemy shifts all stars parallel to the ecliptic, therefore updates to the epoch of the respective globemaker could be applied by a simple subtraction of the value for ecliptic longitude.
fi: Planeettojen paikkojen laskemiseen Ptolemaios käytti geosentristä mallia (mikä on sallittua, koska tarkkailija seisoo aina maan päällä) ja näin ollen myötävaikutti tieteelliseen uskomukseen, että Aristarkksen heliosentristä mallia ei tarvita. Kuitenkin tähtiluetteloon<i>Almagest</i> tällä ei ole mitään väliä, koska tähtiluettelo edustaa aina eräänlaista luetteloa taivaan kiinteistä pisteistä ja Ptolemaioksen julistama tavoite luettelossa on tarjota luettelo taivaanpallon tekemiseksi (katso Alm., VIII, 3). Koska hän on tietoinen precessiosta, hän haluaa helpottaa tulevien maapallontekijöiden liiketoimintaa käyttämällä ekliptisiä koordinaatteja: Precessio, jonka Ptolemaios tiesi, siirtää kaikki tähdet rinnakkain ekliptiikan kanssa, joten kyseisen maapallontekijän aikakauden päivityksiä voidaan soveltaa yksinkertaisesti vähentämällä arvo ekliptiselle pituudelle.

source: How this sky culture was made
fi: Kuinka tämä taivaskulttuuri syntyi

source: Star names
fi: Tähtien nimet

source: Out of more than 1,000 stars, Ptolemy mentions a proper name for only 15. The rest are identified by fairly long descriptions such as "The star on the end of the tail" for the Polaris. In order to avoid displaying such long strings across the screen in Stellarium, we invented short labels for all Almagest stars based on the constellation and the order in which they appear in the catalogue. For example, Polaris is given a designation "UMi 1" because it is the first star in the constellation of Small Bear (UMi). See the table below for the correspondence between Ptolemy constellations and IAU abbreviations. In addition, where Ptolemy describes a star as lying outside of the figure, we use lowercase letters in the corresponding label. To see the long description for a given star, users should enable "Use additional names of stars" in the "View [F4]/Sky" settings and click on the star. The long description will then be displayed at the top of the screen.
fi: Yli 1000 tähdestä Ptolemaios mainitsee oikean nimen vain 15:lle. Loput tunnistetaan melko pitkillä kuvauksilla, kuten "tähti hännän päässä" Polarisille. Välttääksemme näin pitkien merkkijonojen näyttämisen Stellariumin näytöllä, keksimme kaikille Almagest-tähdille lyhyet tarrat, jotka perustuvat tähdistykseen ja järjestykseen, jossa ne esiintyvät luettelossa. Esimerkiksi Polaris on saanut nimen "UMi 1", koska se on ensimmäinen tähti Pienen karhun (UMi) tähdistössä. Katso alla olevasta taulukosta Ptolemaioksen tähtikuvioiden ja IAU-lyhenteiden välinen vastaavuus. Lisäksi, kun Ptolemaios kuvailee tähden olevan kuvion ulkopuolella, käytämme pieniä kirjaimia vastaavassa etiketissä. Nähdäkseen tietyn tähden pitkän kuvauksen käyttäjien tulee ottaa käyttöön "Käytä muita tähtien nimiä" "Näytä [F4]/Taivas" -asetuksissa ja klikata tähteä. Pitkä kuvaus tulee sitten näkyviin näytön yläosaan.

source: Constellation lines
fi: Tähdistöviivat

source: The process can be described as sketched here with the example of Corvus:
fi: Prosessi voidaan kuvata tässä luonnosteltuna Corvuksen esimerkillä:

source: In the constellation of Corvus (Raven), &alpha; Crv is the star in the &quot;head of the raven&quot;. It is connected with the &quot;star in the neck&quot;, &epsilon; Crv. This one is connected with &quot;the star in the breast&quot; &zeta; Crv. From there two lines go to the tips of the wings. &gamma; Crv is the star in the advanced wing and &delta; Crv the star in the rear wing. From the star in the breast another line goes to the &quot;foot of the raven&quot;, the star &beta; Crv.
fi: Corvuksen (korpin) tähdistössä &alpha; Crv on tähti "korpin päässä". Se liittyy "tähdellä kaulassa", "epsilon; Crv. Tämä liittyy &quot;tähteen rinnassa&quot; &zeta; Crv. Sieltä kaksi riviä menee siipien kärkiin. &gamma; Crv on edistyneen siiven tähti ja &delta; Crv tähti takasiivessä. Rinnassa olevasta tähdestä toinen viiva menee "korpin jalkaan", tähti "beta; Crv.

source: After identifying the stars based on their coordinates and names, we reconnected the stars according to the descriptions in the table presented in the <i>Almagest</i>.
fi: Kun tähdet oli tunnistettu niiden koordinaattien ja nimien perusteella, liitimme tähdet uudelleen taulukon kuvausten mukaisesti <i>Almagestissa</i>.

source: The names of stars and names of deep sky objects rely on the Almagest only, e.g. Ptolemy uses the name &quot;&lambda;&alpha;&mu;&pi;&alpha;&delta;&#943;&alpha;&sigmaf; (The Torch-like)&quot; for Aldebaran in his other work, the <i>Tetrabiblos</i>, but this is not implemented in this sky culture because it doesn't show up in the Almagest.
fi: Tähtien ja syvän taivaan objektien nimet perustuvat vain Almagestiin, esim. Ptolemaios käyttää nimeä &quot;&lambda;&alpha;&mu;&pi;&alpha;&delta;&#943;&alpha;&sigmaf; (Soihdun kaltainen)&quot; Aldebaranille hänen toisessa työssään, <i>Tetrabiblos</i>, mutta tätä ei toteuteta tässä taivaskulttuurissa, koska se ei näy Almagestissa.

source: <b>Abbreviation</b>
fi: <b>Lyhenne</b>

source: <b>Original name</b>
fi: <b>Alkuperäinen nimi</b>

source: <b>Translation</b> (direct)
fi: <b>Käännös</b> (suora)

source: <b>IAU (Latin) name</b>
fi: <b>IAU (latinalainen) nimi</b>

source: <b>hints to constellation</b>
fi: <b>vihjeitä tähdistöön</b>

source: <b>freedom of art</b>
fi: <b>taiteen vapaus</b>

source: Small She-Bear
fi: Pieni naaraskarhu

source: like IAU constellation
fi: kuin IAU-tähdistö

source: Great She-Bear
fi: Iso naaraskarhu

source: Dragon
fi: Lohikäärme

source: all triangles or squares are vertebra or parts of the body; line at the head is the tongue
fi: kaikki kolmiot tai neliöt ovat nikamia tai kehon osia; linja päässä on kieli

source: Kepheus
fi: Kefeus

source: king, upside down
fi: kuningas, ylösalaisin
