Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The modern Lokono call Sirius <em>Mali</em>, the literal meaning of which is unknown. Cornelius van Coll describes a Lokono star called <em>Mali</em> and explains that it is a very powerful star.<sup><a href="#footnote-7">[7], </a></sup><sup><a href="#footnote-17">[17]</a></sup> When it comes up in the morning in August, it kills the fish in the swamps, and one should not point at it or one&rsquo;s finger will become lame. Cornelius van Coll&rsquo;s <em>Mali</em> marks the beginning of the big dry season (August to December), called in Lokono <em>malidalithe</em>, a term derived from <em>Mali</em>. Older sources identified <em>Mali</em> tentatively as Lyra, Aquila, or Crux, but given that the big dry season starts around August and that the Lokono observe the stars in the morning, these identifications must be incorrect; Lyra, Aquila, and Crux cannot be seen at this time from the Lokono territories.<sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-17">[17]</a></sup> There are no Lokono myths about <em>Mali</em>, but there is evidence that is may correspond to the Kari&rsquo;na constellation <em>Ombatapo</em> &lsquo;Previous face&rsquo;. The Kari&rsquo;na myths explain the origin of the constellation and its name, which, like the Lokono <em>Mali</em>, is believed to kill the fish in the swamps and announces the beginning of the big dry season. Moreover, the Kari&rsquo;na <em>Ombatapo </em>is identified as parts of Puppis and Canis Major, the latter of which includes Sirius.<sup><a href="#footnote-18">[18], </a></sup><sup><a href="#footnote-20">[20]</a></sup>
fi: Moderni Lokono nimittää Siriusta <em>Maliksi</em>, jonka kirjaimellista merkitystä ei tunneta. Cornelius van Coll kuvailee Lokono-tähteä nimeltä <em>Mali</em> ja selittää, että se on erittäin voimakas tähti.<sup><a href="#footnote-7">[7], </a></sup><sup><a href="#footnote-17">[17]</a></sup> Kun se nousee aamulla elokuussa, se tappaa kalat suolla, eikä sitä saa osoittaa, tai sormi ontu. Cornelius van Coll <em>Mali</em> merkitsee suuren kuivan kauden (elo-joulukuu) alkua, jota kutsutaan Lokonossa <em>malidalithe</em>, termi, joka on johdettu <em>Malista</em>. Vanhemmat lähteet tunnistettu <em>Mali</em> alustavasti Lyyra, Aquila tai Crux, mutta kun otetaan huomioon, että suuri kuivakausi alkaa elokuussa ja että Lokonot tarkkailevat tähtiä aamulla, näiden tunnisteiden on oltava virheellisiä; Lyra, Aquila ja Crux eivät ole tällä hetkellä nähtävissä Lokonon alueilta.<sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-17">[17]</a></sup> Lokonosta ei ole olemassa myyttejä <em>Malissa</em>, mutta on todisteita siitä, että se saattaa vastata Karinan tähtikuviota <em>Ombatapo</em> &lsquo;Edelliset kasvot&rsquo;. Kari&rsquo;na-myytit selittävät tähdistön alkuperän ja sen nimen, joka, kuten Lokono <em>Mali</em>, uskotaan tappavan kaloja suolla ja ilmoittaa suuren kuivakauden alkamisesta. Lisäksi Kari&rsquo;na <em>Ombatapo </em>tunnistetaan osaksi Peräkeula- ja Iso Koira -lajeja, joista jälkimmäiseen kuuluu Sirius.<sup><a href="#footnote-18">[18], </a></sup><sup><a href="#footnote-20">[20]</a></sup>

source: <em>Yôkoro wiwa</em> 'Scores of stars'
fi: <em>Yôkoro wiwa</em> 'Tähtien pisteet'

source: The constellation <em>Y&ocirc;koro wiwa</em> or <em>Wiwa y&ocirc;koro</em>, literally &lsquo;Score of stars&rsquo;, refers to the Pleiades and is easily recognized by the contemporary Lokono. This is likely because <em>Y&ocirc;koro wiwa</em> is described as the most important of Lokono constellations, since it announce the beginning of the Lokono year.<sup><a href="#footnote-17">[17]</a></sup> After it comes out first in June in the east, it is followed by the numerous <em>koya</em>-constellations referring to the spirits of animals and plants that constitute the Lokono calendar. At that time of the year, the Lokono say <em>Y&ocirc;koro wiwa kayaran</em> &lsquo;the birth of <em>Y&ocirc;koro wiwa</em>&rsquo;. It is said that if <em>Y&ocirc;koro wiwa</em> shines strong when it appears for the first time, many people will die in the coming year.<sup><a href="#footnote-5">[5]</a></sup> Cornelius van Coll also warns that young people should not look at it, or else they will not grow.<sup><a href="#footnote-7">[7]</a></sup> These omens and warnings are related to a Lokono myth. According to the story, there were once twin brothers, one of which had a wife, and said that death would come when their star, <em>Y&ocirc;koro Wiwa</em>, rises.<sup><a href="#footnote-7">[7]</a></sup> Death came indeed, killing even his wife, roasting her on the fire, and the Lokono became angry and brought a giant green anaconda to swallow the twins. The snake ate one of the brothers, but because it was already 5 am and the day broke, the snake could not eat the other brother. The snake is now the constellation <em>Kamodokoya </em>&lsquo;Spirit of the green anaconda&rsquo;, in the belly of which <em>Y&ocirc;koro Wiwa</em> is said to be located (see also the <em>Yorhada</em> myth). In another narrative, the Lokono explain that the <em>Y&ocirc;koro Wiwa </em>represents seven brothers lost in a savannah on their way back home, a motif also known from a Kari'na story.<sup><a href="#footnote-20">[20]</a></sup>
fi: Tähtikuvio <em>Y&ocirc;koro wiwa</em> or <em>Wiwa y&ocirc;koro</em>, kirjaimellisesti &lsquo;Tähtien pistemäärä&rsquo;, viittaa Plejadeihin ja nykyajan Lokono tunnistaa sen helposti. Tämä on todennäköistä, koska <em>Y&ocirc;koro wiwa</em> on kuvattu tärkeimmäksi Lokonon tähtikuvioista, koska se ilmoittaa Lokono-vuoden alkamisesta.<sup><a href="#footnote-17">[17]</a></sup> Sen jälkeen kun se ilmestyy ensimmäisenä kesäkuussa idässä, sitä seuraavat monet <em>koya</em>-tähtikuvioita, jotka viittaavat eläinten ja kasvien henkiin, jotka muodostavat Lokonon kalenterin. Siihen aikaan vuodesta, Lokono sanoo <em>Y&ocirc;koro wiwa kayaran</em> &lsquo; <em>Y&ocirc;koro wiwa</em> syntymä&rsquo;. Sanotaan, että jos <em>Y&ocirc;koro wiwa</em> loistaa vahvasti, kun se ilmestyy ensimmäistä kertaa, monet ihmiset kuolevat tulevana vuonna.<sup><a href="#footnote-5">[5]</a></sup> Kornelius van Coll varoittaa myös, että nuorten ei pidä katsoa sitä, muuten hän ei kasva.<sup><a href="#footnote-7">[7]</a></sup> Nämä enteet ja varoitukset liittyvät Lokono-myyttiin. Tarinan mukaan oli kerran kaksosveljet, joista toisella oli vaimo, ja he sanoivat, että kuolema tulee, kun heidän tähtensä, <em>Y&ocirc;koro Wiwa</em>, rises.<sup><a href="#footnote-7">[7]</a></sup> Kuolema todellakin tuli, tappoi jopa hänen vaimonsa, paistoi hänet tulessa, ja Lokono suuttui ja toi jättiläisvihreän anakondan nielemään kaksoset. Käärme söi yhden veljistä, mutta koska kello oli jo viisi aamulla ja päivä koitti, käärme ei voinut syödä toista veljeä. Käärme on nyt tähtikuvio <em>Kamodokoya </em>&lsquo;Vihreän anakondan henki&rsquo;, jonka vatsassa <em>Y&ocirc;koro Wiwa</em> sanotaan sijaitsevan (katso myös <em>Yorhada</em> myytti). Toisessa kertomuksessa Lokono selittää, että <em>Y&ocirc;koro Wiwa </em>edustaa seitsemää savannilla eksyttyä veljeä matkalla kotiin, aihe, joka tunnetaan myös Kari'na-tarinasta.<sup><a href="#footnote-20">[20]</a></sup>

source: <em>Yorhada</em> 'Grill'
fi: <em>Yorhada</em> 'Grilli'

source: The constellation <em>Yorhada</em> &lsquo;Grill&rsquo;, or <em>Wiwa yorhadale</em> &lsquo;Star&rsquo;s grill&rsquo;, represents a wooden grill, on which meat is roasted.<sup><a href="#footnote-4">[4], </a></sup><sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-21">[21]</a></sup> Its origin is explained in a myth related by Walter Roth about a man who killed his wife, roasted her, and fed her liver to his mother-in-law because she called him a worthless hunter.<sup><a href="#footnote-10">[10]</a></sup> In revenge, the mother asked her brother, <em>Kamodo</em> to kill the man when he went hunting. The man suspected the woman set a trap and escaped death by sending his brother instead. The grill on which the wife was roasted became the Western constellation Pegasus, according to contemporary Lokono, marking the beginning of the small dry season (April), the time when the Lokono roast a lot of fish. The myth is similar to that of <em>Y&ocirc;koro wiwa</em> and the twins, in which the older brother is responsible for roasting his wife and may be the same as the man who roasted his wife in the <em>Yorhada</em> myth. In both myths, the younger brother killed by the anaconda becomes <em>Y&ocirc;koro wiwa</em>, while the grill becomes <em>Yorhada</em>. Claudius de Goeje suggested that <em>Yorhada</em> is the Western constellation Corvus, but Corvus does not appear at beginning of the small dry season.<sup><a href="#footnote-11">[11]</a></sup> The neighboring Warao also know Pegasus as the grill, and are familiar with the myth.<sup><a href="#footnote-10">[10]</a></sup>
fi: Tähtikuvio <em>Yorhada</em> &lsquo;Grilli&rsquo;, tai <em>Wiwa yorhadale</em> &lsquo;Tähti&rsquo;s grilli&rsquo;, edustaa puista grilliä, jossa lihaa paistetaan.<sup><a href="#footnote-4">[4], </a></sup><sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-21">[21]</a></sup>Sen alkuperä selittyy Walter Rothin kertomassa myytissä miehestä, joka tappoi vaimonsa, paahtoi tämän ja syötti tämän maksan anoppilleen, koska tämä kutsui häntä arvottomaksi metsästäjäksi.<sup><a href="#footnote-10">[10]</a></sup> Äiti kysyi kostoksi veljeltään, <em>Kamodo</em>tappaakseen miehen, kun hän meni metsästämään. Mies epäili, että nainen laittoi ansaan ja pakeni kuolemalta lähettämällä tilalle veljensä. Grillistä, jolla vaimo paistettiin, tuli nykyajan Lokonon mukaan läntinen Pegasus-tähti, joka merkitsi pienen kuivan kauden (huhtikuu) alkua, aikaa, jolloin Lokono paistaa paljon kalaa. Myytti on samanlainen kuin <em>Y&ocirc;koro wiwa</em> ja kaksoset, joissa vanhempi veli on vastuussa vaimonsa paahtamisesta ja voi olla sama kuin mies, joka paistoi vaimonsa <em>Yorhada</em> myytti. Molemmissa myyteissä anakondan tappamasta nuoremmasta veljestä tulee <em>Y&ocirc;koro wiwa</em>, kun grilli muuttuu <em>Yorhada</em>. Claudius de Goeje ehdotti sitä <em>Yorhada</em> on läntinen Corvus-tähdistö, mutta Corvus ei esiinny pienen kuivan kauden alussa.<sup><a href="#footnote-11">[11]</a></sup> Myös naapuri Warao tuntee Pegasuksen grillinä ja tuntee myytin.<sup><a href="#footnote-10">[10]</a></sup>

source: <em>Kamodokoya</em> 'Spirit of the green anaconda'
fi: <em>Kamodokoya</em> 'Vihreän anakondan henki'

source: <em>The constellation Kamodokoya</em>, &lsquo;Spirit of the green anaconda (<em>Eunectes murinus</em>)', also called <em>Waroboshi</em> remains poorly described.<sup><a href="#footnote-5">[5]</a></sup> Older sources suggest it is Perseus, Pleiades, Scorpio, or Ophiuchus, but the exact stars remain unidentified.<sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-21">[21]</a></sup> Several myths explain its origin. According to Walter Roth, a man killed his wife, roasted her, and fed her liver to her mother because she called him a worthless hunter.<sup><a href="#footnote-10">[10],</a></sup> In revenge, she asked <em>Kamodo</em> to kill him, but the man escaped the snake who ate his younger brother instead. The constellation <em>Kamodokoya</em> has <em>Y&ocirc;koro wiwa</em>, the brother, inside, and is close to <em>Yorhada</em> &lsquo;Grill&rsquo;, on which the wife was roasted. Notably, Theodor Schultz list the constellation <em>Waroboshi yorhadale</em> 'The grill of the green anaconda' which could be the same as the constellation <em>Yorhada</em>.<sup><a href="#footnote-23">[23]</a></sup> Cornelius van Coll speaks of twins, one of whom had a wife, and warned that their star brings death.<sup><a href="#footnote-7">[7]</a></sup> Indeed, even his wife died, roasted on the fire. The Lokono had the snake kill the man, and ascend to the sky as <em>Kamodokoya</em>. Finally, Claudius de Goeje relates a myth of a woman who felt a desire for men, and put a <em>katuburi</em> flower in her vagina, and became pregnant. Her child was partly a snake, and people wanted to kill it, so it ascended to the sky.
fi: <em>Tähtikuvio Kamodokoya</em>, &lsquo;Vihreän anakondan henki (<em>Eunectes murinus</em>)', kutsutaan myös<em>Waroboshi</em> on edelleen huonosti kuvattu.<sup><a href="#footnote-5">[5]</a></sup> Vanhemmat lähteet viittaavat siihen, että kyseessä on Perseus, Plejadit, Skorpioni tai Ophiuchus, mutta tarkat tähdet ovat edelleen tuntemattomia.<sup><a href="#footnote-10">[10], </a></sup><sup><a href="#footnote-11">[11], </a></sup><sup><a href="#footnote-21">[21]</a></sup> Useat myytit selittävät sen alkuperän. Walter Rothin mukaan mies tappoi hänen vaimonsa, paahtoi tämän ja syötti tämän maksan äidille, koska tämä kutsui häntä arvottomaksi metsästäjäksi.<sup><a href="#footnote-10">[10],</a></sup> Hän kysyi kostoksi <em>Kamodo</em>tappaa hänet, mutta mies pakeni käärmettä, joka söi sen sijaan hänen nuoremman veljensä. Tähdistöllä <em>Kamodokoya</em> on <em>Y&ocirc;koro wiwa</em>, veli, sisällä ja on lähellä <em>Yorhada</em> &lsquo;Grilli&rsquo;, jolla vaimo paistettiin. Erityisesti Theodor Schultz luettelee tähtikuvion <em>Waroboshi yorhadale</em> 'Vihreän anakondan grilli' joka voi olla sama kuin tähtikuvio <em>Yorhada</em>.<sup><a href="#footnote-23">[23]</a></sup> Kornelius van Coll puhuu kaksosista, joista yhdellä oli vaimo, ja varoitti, että heidän tähtensä tuo kuoleman.<sup><a href="#footnote-7">[7]</a></sup> Itse asiassa jopa hänen vaimonsa kuoli tulessa paahdettuaan. Lokono käski käärmeen tappaa miehen ja nousta taivaalle <em>Kamodokoya</em>. Lopuksi Claudius de Goeje kertoo myytin naisesta, joka tunsi halua miehiä kohtaan ja esitti <em>katuburi</em> kukka emättimeensä ja tuli raskaaksi. Hänen lapsensa oli osittain käärme, ja ihmiset halusivat tappaa sen, joten se nousi taivaalle.

source: <em> Kibiwarhakoya </em> 'Spirit of the capybara'
fi: <em> Kibiwarhakoya </em> 'Kapybaran henki'

source: The constellation <em>Kibiwarhakoya</em> &lsquo;Spirit of the capybara&rsquo; (<em>Hydrochoerus hydrochaeris</em>) was mentioned by the Penard brothers.<sup><a href="#footnote-17">[17]</a></sup> The same source also informs us that it is followed by the constellation <em>Kamodokoya</em> &lsquo;Spirit of the green anaconda&rsquo;. The constellation remains unidentified and its significance is unknown. No related myths have been documented.
fi: Tähtikuvio <em>Kibiwarhakoya</em> &lsquo;Kapybaran henki&rsquo; (<em>Hydrochoerus hydrochaeris</em>) mainittiin Penardin veljesten toimesta.<sup><a href="#footnote-17">[17]</a></sup>Sama lähde kertoo meille myös, että sitä seuraa tähtikuvio <em>Kamodokoya</em> &lsquo;Vihreän anakondan henki&rsquo;. Tähdistö on edelleen tuntematon, eikä sen merkitystä tunneta. Asiaan liittyviä myyttejä ei ole dokumentoitu.

source: <em>Mabukuli</em> 'Man without a thigh'
fi: <em>Mabukuli</em> 'Mies ilman reisiä'

source: The constellation <em>Mabukuli</em> &lsquo;Man without a thigh&rsquo; is well known among the Lokono and appears in a few myths. According to Charles Dance, an unsuccessful huntsman cut off his own leg, wrapped it up in a leaf, and gave to his step mother so that she had something to eat, and ascended to sky.<sup><a href="#footnote-16">[16]</a></sup> Similarly, the Penard brothers speak of an unsuccessful hunter who cut off his leg and gave it to his wife and mother-in-law, telling them it was tapir meat.<sup><a href="#footnote-17">[17]</a></sup> He then asked other people to follow his traces to help him bring the rest of the tapir, but when they arrived at the place they only found the <em>akalali</em> plant with which he treated his wounds. His body turned into the <em>Kama t&acirc;la</em> constellation and his spirit into <em>Mabukuli</em>. Claudius de Goeje relates a strikingly different myth.<sup><a href="#footnote-11">[11]</a></sup> The Sun, once a man called <em>Arawidi </em>(see the myth about <em>Hadali</em> 'Sun'), took a woman as his wife, who followed him with unborn twins inside her. One day, she lost the way and ended up being eaten by vulture spirits, but her twins were brought up by an old woman, whom they later killed and ran away. While hiding in a treetop, they saw a woman catching fish with a sifter. She saw their reflection in the water and tried to catch it, at which they laughed. She then realized they were up in the tree, and sent ants up the tree to make them come down. When they came down, she killed one of them and took the other home. One of her daughters fell in love with the man and married him. Now the husband had to catch a lot of fish every day for the mother-in-law. One day, tired of his demanding mother-in-law, he tricked her into getting into the water to help him unload a boat full of fish, where she was eaten by a shark. When her other daughter arrived, the liver of her mother was still floating on the water and told her that the man killed her. The daughter wanted to kill him but he flew away on wings of cotton that his wife made for him, so she only cut his thigh off, which is why he is now the constellation <em>Mabukuli</em>. It appears the Orion's belt represents the cut-off leg, not the man himself.
fi: Tähtikuvio <em>Mabukuli</em> &lsquo;Mies ilman reisiä&rsquo;tunnetaan Lokonojen keskuudessa ja esiintyy muutamissa myyteissä. Charles Dancen mukaan epäonnistunut metsästäjä katkaisi oman jalkansa, kääri sen lehtiin ja antoi äitipuolensa syödäkseen ja nousi taivaaseen..<sup><a href="#footnote-16">[16]</a></sup> Samoin Penardin veljekset puhuvat epäonnistuneesta metsästäjästä, joka katkaisi jalkansa irti ja antoi sen vaimolleen ja anoppilleen ja sanoi heille, että se oli tapiirin lihaa.<sup><a href="#footnote-17">[17]</a></sup> Sitten hän pyysi muita ihmisiä seuraamaan hänen jälkiään auttamaan häntä tuomaan loput tapiiristä, mutta kun he saapuivat paikalle, he löysivät vain <em>akalali</em> kasvi, jolla hän käsitteli haavansa. Hänen ruumiinsa muuttui <em>Kama t&acirc;la</em> tähtikuvio ja hänen henkensä osaksi <em>Mabukuli</em>. Claudius de Goeje kertoo hämmästyttävän erilaisesta myytistä.<sup><a href="#footnote-11">[11]</a></sup> Aurinko, kerran mies kutsui <em>Arawidi </em>(katso myytti aiheesta <em>Hadali</em> 'Aurinko'), otti vaimokseen naisen, joka seurasi häntä syntymättömät kaksoset sisällään. Eräänä päivänä hän eksyi tiensä ja päätyi korppikotkahengien syömäksi, mutta hänen kaksoset kasvatti vanha nainen, jonka he myöhemmin tappoivat ja pakenivat. Piilotessaan puun latvaan he näkivät naisen pyytävän kalaa seulalla. Hän näki heidän heijastuksensa vedessä ja yritti saada sen kiinni, mihin he nauroivat. Sitten hän tajusi, että ne olivat ylhäällä puussa, ja lähetti muurahaisia ylös puuhun saadakseen ne alas. Kun he tulivat alas, hän tappoi yhden heistä ja vei toisen kotiin. Yksi hänen tyttäreistään rakastui mieheen ja meni naimisiin hänen kanssaan. Nyt aviomiehen täytyi saada joka päivä paljon kalaa anoppia varten. Eräänä päivänä, väsyneenä vaativaan anoppiinsa, hän huijasi hänet veteen auttaakseen häntä purkamaan kaloja täynnä olevan veneen, jossa hai söi hänet. Kun hänen toinen tyttärensä saapui, hänen äitinsä maksa kellui edelleen vedessä ja kertoi, että mies tappoi hänet. Tytär halusi tappaa hänet, mutta hän lensi pois puuvillan siivillä, jotka hänen vaimonsa teki hänelle, joten hän leikkasi vain hänen reidensä, minkä vuoksi hän on nyt tähtikuvio <em>Mabukuli</em>. Näyttää siltä, ​​että Orionin vyö edustaa leikattua jalkaa, ei itse miestä.

source: <em>Kama tâla</em> 'Jaw of the tapir'
fi: <em>Kama tâla</em> 'Tapiirin leuka'

source: The constellation <em>Kama t&acirc;la</em> &lsquo;Jaw of the tapir&rsquo; is one of the few constellations identified easily by the contemporary Lokono, just like <em>Mabukuli</em>, to which it is related in a myth.<sup><a href="#footnote-8">[8], </a></sup><sup><a href="#footnote-15">[15]</a></sup> The Penard brothers recount the story of an unsuccessful hunter, who cuts meat off his leg and gives it to his wife and mother-in-law, telling them it is tapir meat (<em>Tapirus terrestris</em>).<sup><a href="#footnote-17">[17]</a></sup> He then asks his fellow people to follow him and help bring the rest of the tapir, but when they arrive at the place they only find the <em>akalali</em> plant with which he treated his wounds. His body turned into <em>Kama t&acirc;la</em> and his spirit into <em>Mabukuli</em>. In a Kari&rsquo;na story, on the other hand, <em>Kama t&acirc;la</em> was the remains of a tapir that the mythical twins were hunting, one of whom accidentally gets his leg severed and becomes the constellation of man without a thigh.
fi: Tähtikuvio <em>Kama t&acirc;la</em> &lsquo;Tapiirin leuka&rsquo; on yksi harvoista tähdistöistä, jotka nykyajan Lokono tunnistaa helposti, aivan kuten <em>Mabukuli</em>, johon se liittyy myytissä.<sup><a href="#footnote-8">[8], </a></sup><sup><a href="#footnote-15">[15]</a></sup> Penardin veljekset kertovat tarinan epäonnistuneesta metsästäjästä, joka leikkaa lihan jaloistaan ja antaa sen vaimolleen ja anoppilleen ja kertoo heille, että se on tapiirin lihaa. (<em>Tapirus terrestris</em>).<sup><a href="#footnote-17">[17]</a></sup> Sitten hän pyytää muita ihmisiä seuraamaan häntä ja auttamaan tuomaan loput tapiiristä, mutta kun he saapuvat paikkaan, he löytävät vain <em>akalali</em> kasvi, jolla hän käsitteli haavansa. Hänen ruumiinsa muuttui <em>Kama t&acirc;la</em> ja hänen henkensä sisään <em>Mabukuli</em>.Toisaalta Kari&rsquo;na-tarinassa, <em>Kama t&acirc;la</em> oli tapiirin jäänteitä, joita myyttiset kaksoset metsästivät, joista toisen jalka katkeaa vahingossa ja siitä tulee miehen tähdistö ilman reisiä.

source: <em>Hithikoya</em> 'Spirit of the black curassow'
fi: <em>Hithikoya</em> 'Mustan curassow'n henki'
