Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: British Museum [Image Tablet No 152339001](https://www.britishmuseum.org/collection/image/152339001) - [#2]: Hermann Hunger and John Steele, The Babylonian astronomical compendium MUL.APIN, Routledge, London/New York 2018. - [#3]: Susanne M. Hoffmann: [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York, 2017. - [#4]: Susanne M. Hoffmann: *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg, 2017. - [#5]: Susanne M. Hoffmann and M. Krebernik: *What do deities tell us about the celestial positioning system?* in: Proceedings of the Rencontre Assyriologique Internationale 2018 (In preparation). ### Fair Use This sky culture originates from many years of research by several scholars. We provide this for free but authors of contributions certainly deserve to be cited according to the common rules. Thank you! ### Thanks to The positioning of the Babylonian terms in the sky and the drawing of the stick figures for Stellarium had been done by Susanne M. Hoffmann. As an astronomer she thanks for the help of several philologists and the some very enthusiastic planetarium managers for some developments in their domes. - Prof. i.R. Dr. Hermann Hunger (Assyriology, Vienna) - Prof. Dr. Manfred Krebernik (Assyriology, Jena) - Dr. Björn Voss (Manager of LWL Planetarium Münster and head of Society of German-speaking Planetariums) - Dr. Monika Staesche (Manager of Planetarium am Insulaner, Berlin) - Stefan Harnisch (Manager of Planetarium Jena)
de: - [#1]: British Museum [Image Tablet No 152339001](https://www.britishmuseum.org/collection/image/152339001) - [#2]: Hermann Hunger and John Steele, The Babylonian astronomical compendium MUL.APIN, Routledge, London/New York 2018. - [#3]: Susanne M. Hoffmann: [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, New York, 2017. - [#4]: Susanne M. Hoffmann: *History of Constellations as popularization of uranometry* in: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburg, 2017. - [#5]: Susanne M. Hoffmann and M. Krebernik: *What do deities tell us about the celestial positioning system?* in: Proceedings of the Rencontre Assyriologique Internationale 2018 (In preparation). ### Faire Nutzung This sky culture originates from many years of research by several scholars. We provide this for free but authors of contributions certainly deserve to be cited according to the common rules. Thank you! ### Danke an The positioning of the Babylonian terms in the sky and the drawing of the stick figures for Stellarium had been done by Susanne M. Hoffmann. As an astronomer she thanks for the help of several philologists and the some very enthusiastic planetarium managers for some developments in their domes. - Prof. i.R. Dr. Hermann Hunger (Assyrologie, Vienna) - Prof. Dr. Manfred Krebernik (Assyrologie, Jena) - Dr. Björn Voss (Manager of LWL Planetarium Münster and head of Society of German-speaking Planetariums) - Dr. Monika Staesche (Leiterin des Planetariums am Insulaner, Berlin) - Stefan Harnisch (Leiter des Planetariums Jena)
es_419: - [#1]: Museo Británico [Imagen Tableta No 152339001](https://www.britishmuseum.org/collection/image/152339001) - [#2]: Hermann Hunger y John Steele, El compendio astronómico babilónico MUL.APIN, Routledge, Londres / Nueva York 2018. - [#3]: Susanne M. Hoffmann: [Hipparchs Himmelsglobus](https://www.springer.com/de/book/9783658186821), Springer, Wiesbaden, Nueva York, 2017. - [#4]: Susanne M. Hoffmann: *Historia de las constelaciones como popularización de la uranometría* en: Wolfschmidt, Gudrun [ed.]: [Popularisierung der Astronomie](https://tredition.de/autoren/gudrun-wolfschmidt-1029/popularisierung-der-astronomie-proceedings-der-tagung-des-arbeitskreises-astronomiegeschichte-in-der-astronomischen-gesellschaft-in-bochum-2016-hardcover-91756/), Nuncius Hamburgensis, Bd. 41, Hamburgo, 2017. - [#5]: Susanne M. Hoffmann y M. Krebernik: *¿Qué nos dicen las deidades sobre el sistema de posicionamiento celestial?* en: Actas del Rencontre Assyriologique Internationale 2018 (en preparación). ### Uso Justo Esta cultura estelar tiene su origen de muchos años de investigación por varias academias. Proporcionamos esto de forma gratuita, pero los autores de las contribuciones ciertamente merecen ser citados de acuerdo con las reglas comunes. ¡Gracias! ### Gracias a Susanne M. Hoffmann había realizado el posicionamiento de los términos babilónicos en el cielo y el dibujo de las figuras de palo para Stellarium. Como astrónoma, agradece la ayuda de varios filólogos y algunos gerentes de planetario muy entusiastas por algunos desarrollos en sus cúpulas. - Prof. i.R. Dr. Hermann Hunger (Assyriology, Viena) - Prof. Dr. Manfred Krebernik (Assyriology, Jena) - Dr. Björn Voss (Gerente de LWL Planetarium Münster y jefe de la Sociedad de Planetarios de habla alemana) - Dra. Monika Staesche (Gerente del Planetarium am Insulaner, Berlín) - Stefan Harnisch (Gerente del Planetario Jena)
