Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: [Diccionario Seri - Espa&#241;ol - Ingl&#233;s, Universidad de Sonora/Plaza y Vald&#233;s, 2005.](https://www.dimensionantropologica.inah.gob.mx/?p=395) - [#2]: [Saaptim. Patrimonio de la cultura seri](https://www.inah.gob.mx/en/boletines/3729-mujeres-seris-tejen-su-historia) - [#3]: [Constelaciones Prehisp&#225;;nicas](http://www.montero.org.mx/constelaciones.htm) - [#4]: [Arqueoastronom&#237;a y desarrollo de las ciencias en el M&#233;xico prehisp&#225;;nico](http://bibliotecadigital.ilce.edu.mx/sites/ciencia/volumen1/cienc) - [#5]: [Museo Comca'ac en Bah&#237;a de Kino](http://isc.gob.mx/devel/2018/11/14/renueva-isc-museo-comcaac-en-bahia-de-kino/) - [#6]: [Pueblo Seri](https://es.wikipedia.org/wiki/Pueblo_seri) - [#7]: [Idioma Seri (Coiiqui itom)](https://es.wikipedia.org/wiki/Idioma_seri) - [#8]: [Isla de Tibur&#243;n](https://es.wikipedia.org/wiki/Isla_Tibur%C3%B3n) - [#9]: [Los navegantes del desierto: La naci&#243;n comca'ac en el siglo XXI](http://www.iifl.unam.mx/uploads/justiciadelotro/pdfs/rPdf29.pdf)
es_419: - [#1]: [Diccionario seri - español - inglés, Universidad de Sonora/Plaza y Valdés, 2005.](https://www.dimensionantropologica.inah.gob.mx/?p=395) - [#2]: [Saaptim. Patrimonio de la cultura seri](https://www.inah.gob.mx/en/boletines/3729-mujeres-seris-tejen-su-historia) - [#3]: [Constelaciones Prehispánicas](http://www.montero.org.mx/constelaciones.htm) - [#4]: [Arqueoastronomía y desarrollo de las ciencias en el México prehispánico](http://bibliotecadigital.ilce.edu.mx/sites/ciencia/volumen1/cienc) - [#5]: [Museo Comca'ac en Bahía de Cine](http://isc.gob.mx/devel/2018/11/14/renueva-isc-museo-comcaac-en-bahia-de-kino/) - [#6]: [Pueblo seri](https://es.wikipedia.org/wiki/Pueblo_seri) - [#7]: [Idioma seri (Coiiqui itom)](https://es.wikipedia.org/wiki/Idioma_seri) - [#8]: [Isla del Tiburón](https://es.wikipedia.org/wiki/Isla_Tibur%C3%B3n) - [#9]: [Los navegantes del desierto: La nación comca'ac en el siglo XXI](http://www.iifl.unam.mx/uploads/justiciadelotro/pdfs/rPdf29.pdf)
sv: - [#1]: [Diccionario Seri - Español - Inglés, Universidad de Sonora/Plaza y Valdés, 2005.](https://www.dimensionantropologica.inah.gob.mx/?p=395) - [#2]: [Saaptim. Patrimonio de la cultura seri](https://www.inah.gob.mx/en/boletines/3729-mujeres-seris-tejen-su-historia) - [#3]: [Constelaciones Prehispá;nicas](http://www.montero.org.mx/constelaciones.htm) - [#4]: [Arqueoastronomía y desarrollo de las ciencias en el México prehispá;nico](http://bibliotecadigital.ilce.edu.mx/sites/ciencia/volumen1/cienc) - [#5]: [Museo Comca'ac en Bahía de Kino](http://isc.gob.mx/devel/2018/11/14/renueva-isc-museo-comcaac-en-bahia-de-kino/) - [#6]: [Pueblo Seri](https://es.wikipedia.org/wiki/Pueblo_seri) - [#7]: [Idioma Seri (Coiiqui itom)](https://es.wikipedia.org/wiki/Idioma_seri) - [#8]: [Isla de Tiburón](https://es.wikipedia.org/wiki/Isla_Tibur%C3%B3n) - [#9]: [Los navegantes del desierto: La nación comca'ac en el siglo XXI](http://www.iifl.unam.mx/uploads/justiciadelotro/pdfs/rPdf29.pdf)

source: **Ra&#250;l Pérez-Enríquez**: [raulpe55(at)gmail(dot)com](mailto:raulpe55@gmail.com) ### Thanks to - Arturo Morales Blanco - Alejandro Aguilar Zeleny - Julio Saucedo Morales - Alfredo Manríquez - UNISON English translation by: Alfredo Manríquez
es_419: **Ra&#250;l Pérez-Enríquez**: [raulpe55(at)gmail(dot)com](mailto:raulpe55@gmail.com) ### Gracias a - Arturo Morales Blanco - Alejandro Aguilar Zeleny - Julio Saucedo Morales - Alfredo Manríquez - UNISON Traducción al inglés por: Alfredo Manríquez
ru: **Ra&#250;l Pérez-Enríquez**: [raulpe55(at)gmail(dot)com](mailto:raulpe55@gmail.com) ### Благодарность - Arturo Morales Blanco - Alejandro Aguilar Zeleny - Julio Saucedo Morales - Alfredo Manríquez - UNISON Английский перевод: Alfredo Manríquez
sv: **Raúl Pérez-Enríquez**: [raulpe55(at)gmail(dot)com] (mailto:raulpe55@gmail.com) ### Tack till - Arturo Morales Blanco - Alejandro Aguilar Zeleny - Julio Saucedo Morales - Alfredo Manríquez - UNISON Engelsk översättning av: Alfredo Manríquez
uk: **Рауль Перес-Енрікес**: [raulpe55(at)gmail(dot)com](mailto:raulpe55@gmail.com) ### Подяки - Артуро Моралес Бланко - Алехандро Агуїлар Зелени - Хуліо Сауседо Моралес - Альфредо Манрікес - UNISON Переклад англійською: Альфредо Манрікес

source: Tibetan
de: Tibetisch
es_419: Tibetano
ru: Тибетская
sv: Tibetansk
uk: Тибетська

source: *This is unfinished work and only a tentative solution. Please help us improve! (see below)* During a travel to the Tibetan Autonomous Region of China (TAR) in 2019, I was confronted with a highly complex system of astronomy and calendar computations which has a long tradition in Tibet. Traditional Tibetan astronomy is largely influenced by the Kalacakra Tantra which has been imported from India, mixed with some Chinese influence.
es_419: *Este es un trabajo sin terminar y solo es una solución tentativa. ¡Por favor ayúdenos a mejorar! (vea a continuación)* Durante un viaje a la Región Autónoma del Tíbet en China (TAR) durante el 2019, me enfrenté a un sistema altamente complejo de astonomía y cáculo del calendario que tenían una larga tradición en el Tíbet. La astronomía tradicional tibetana está influenciada en gran medida por el Kalacakra Tantra, que ha sido importado de la India, mezclado con cierta influencia china.
ru: *Это незавершенная работа и лишь предварительное решение. Пожалуйста, помогите нам стать лучше! (см. ниже)* Во время поездки в Тибетский автономный район Китая (ТАР) в 2019 году я столкнулся с очень сложной системой астрономических и календарных вычислений, которая имеет давнюю традицию в Тибете. Традиционная тибетская астрономия во многом находится под влиянием Калачакра-тантры, заимствованной из Индии и смешанной с некоторым китайским влиянием.
sv: *Detta är ett oavslutat arbete och endast en preliminär lösning. Hjälp oss gärna att förbättra! (se nedan)* Under en resa till den tibetanska autonoma regionen i Kina (TAR) 2019 konfronterades jag med ett mycket komplext system för astronomi och kalenderberäkningar som har en lång tradition i Tibet. Traditionell tibetansk astronomi är till stor del influerad av Kalacakra Tantra som har importerats från Indien, blandat med visst kinesiskt inflytande.
uk: *Це незавершена робота і лише тимчасове рішення. Будь ласка, допоможіть нам в удосконаленні! (див. нижче)* Під час подорожі до Тибетського автономного району (ТАР) у 2019 року, автор зустрівся із дуже складною системою астрономічних та календарних обчислень, які мають довгу традицію у Тибеті. На традиційну тибетську астрономію значний вплив мала Калачакра-Тантра, яку було запозичено з Індії, і яка змішалася з китайськими впливами.
