Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <img src="illustrations/lokono_map_1.png" width="277" height="375" align="left"/>The *Lokono*, also known as *Arawak*, are an indigenous people of the Guianas, whose territory stretches along the coast of the Atlantic Ocean, from northwestern Guyana, through Suriname, to northwestern French Guiana (see map).[#1] The Lokono speak a language that belongs to the Arawakan language family&mdash;one of the largest linguistic groupings on the continent. Like many of their linguistic relatives, the Lokono are agriculturalists specializing in the farming of manioc (*Manihot esculenta*), who also practice fishing, hunting, and gathering of wild plant. However, as one of the first indigenous groups that was encountered by the Europeans at the time of conquest, the Lokono have been in contact with non-indigenous populations for over 500 years.[#2] This contact has intensified in the last century, leading to a substantial loss of the Lokono language, traditional material and immaterial culture, changes in subsistence practices, and in particular to the disappearance of *medicine-men*&mdash;the traditional carriers of spiritual knowledge, most likely including ethnoastronomical knowledge. As a consequence, the modern knowledge about celestial bodies appears to be but a fraction of what the Lokono knew about stars in the past. Several constellations mentioned in older sources are forgotten or are only known from their names, while the combinations of stars they represent and the oral traditions explaining their origin and significance have been forgotten. The Skyculture presented here includes only identified constellations but the following description provides a more comprehensive account of Lokono astronomical knowledge including information extracted from historical sources about all the celestial objects named in the table below.
es_419: <p><img src="illustrations/lokono_map_1.png" width="277" height="375" align="left"/>Los *Lokono*, también conocidos como *Arawak*, son un pueblo indígena de las Guayanas, cuyo territorio se extiende a lo largo de la costa del Océano Atlántico, desde el noroeste de Guyana, pasando por Surinam, hasta el noroeste de la Guayana Francesa (ver mapa). [#1] Los Lokono hablan un idioma que pertenece a la familia de lenguas arahuacas, una de las agrupaciones lingüísticas más grandes del continente. Al igual que muchos de sus parientes lingüísticos, los Lokono son agricultores especializados en el cultivo de mandioca (*Manihot esculenta*), que también practican la pesca, la caza y la recolección de plantas silvestres. Sin embargo, como uno de los primeros grupos indígenas que encontraron los europeos en el momento de la conquista, los Lokono han estado en contacto con poblaciones no indígenas durante más de 500 años [#2]. Este contacto se intensificó en el siglo pasado, lo que condujo a una pérdida sustancial del idioma Lokono, material tradicional y cultura inmaterial, cambios en las prácticas de subsistencia y, en particular, a la desaparición de los *médicos*, los portadores tradicionales del conocimiento espiritual, muy probablemente incluyendo el conocimiento etnoastronómico. Como consecuencia, el conocimiento moderno sobre los cuerpos celestes parece ser solo una fracción de lo que el Lokono sabía sobre las estrellas en el pasado. Varias constelaciones mencionadas en fuentes antiguas se olvidan o solo se conocen por sus nombres, mientras que las combinaciones de estrellas que representan y las tradiciones orales que explican su origen y significado se han olvidado. La cultura estelar presentada aquí incluye solo constelaciones identificadas, pero la siguiente descripción proporciona una descripción más completa del conocimiento astronómico de Lokono, incluida la información extraída de fuentes históricas sobre todos los objetos celestes nombrados en la tabla a continuación.</p>
ru: <img src="illustrations/lokono_map_1.png" width="277" height="375" align="left"/>*Локоно*, также известные как *Араваки*, являются коренным народом Гвианы, территория которой простирается вдоль побережья Атлантического океана, от северо-западной Гайаны, через Суринам, до северо-западной Французской Гвианы (см. карту).[#1] Локоно говорят на языке, который принадлежит к аравакской языковой семье &mdash; одной из крупнейших языковых групп на континенте. Как и многие их языковые родственники, локоно являются земледельцами, специализирующимися на выращивании маниоки (*Manihot esculenta*), которые также занимаются рыболовством, охотой и сбором дикорастущих растений. Однако, будучи одной из первых коренных групп, с которой столкнулись европейцы во время завоевания, локоно контактировали с некоренным населением на протяжении более 500 лет.[#2] Этот контакт усилился в прошлом столетии, что привело к существенной утрате языка локоно, традиционной материальной и нематериальной культуры, изменениям в способах жизнеобеспечения и, в частности, к исчезновению *знахарей* — традиционных носителей духовных знаний, скорее всего, включая этноастрономические знания. Как следствие, современные знания о небесных телах, по-видимому, составляют лишь часть того, что локоно знали о звездах в прошлом. Несколько созвездий, упомянутых в старых источниках, забыты или известны только по их названиям, в то время как комбинации звезд, которые они представляют, и устные традиции, объясняющие их происхождение и значение, были забыты. Культура неба, представленная здесь, включает только идентифицированные созвездия, но следующее описание дает более полный отчет об астрономических знаниях локоно, включая информацию, извлеченную из исторических источников обо всех небесных объектах, названных в таблице ниже.
sv: <img src="illustrations/lokono_map_1.png" width="277" height="375" align="left"/>*Lokono*, även känt som *Arawak*, är en ursprungsbefolkning i Guyanas, vars territorium sträcker sig längs Atlantens kust, från nordvästra Guyana, genom Surinam, till nordvästra Franska Guyana (se karta).[#1] Lokono talar ett språk som tillhör språkfamiljen Arawakan - en av de största språkgrupperna på kontinenten. Liksom många av sina språkliga släktingar är Lokono jordbrukare som specialiserar sig på odling av maniok (*Manihot esculenta*) och som också ägnar sig åt fiske, jakt och insamling av vilda växter. Som en av de första ursprungsbefolkningarna som européerna stötte på vid erövringen har Lokono varit i kontakt med icke-inhemska befolkningar i över 500 år[#2]. Denna kontakt har intensifierats under det senaste århundradet, vilket har lett till en betydande förlust av Lokono-språket, traditionell materiell och immateriell kultur, förändringar i försörjningsmetoder och i synnerhet till försvinnandet av *medicinmän* - de traditionella bärarna av andlig kunskap, sannolikt inklusive etnoastronomisk kunskap. Som en följd av detta verkar den moderna kunskapen om himlakroppar bara vara en bråkdel av vad Lokono visste om stjärnor i det förflutna. Flera konstellationer som nämns i äldre källor är bortglömda eller endast kända genom sina namn, medan de kombinationer av stjärnor som de representerar och de muntliga traditioner som förklarar deras ursprung och betydelse har glömts bort. Den himmelskultur som presenteras här omfattar endast identifierade konstellationer, men följande beskrivning ger en mer omfattande redogörelse för lokonernas astronomiska kunskaper, inklusive information som hämtats från historiska källor om alla de himlakroppar som nämns i tabellen nedan.
uk: <img src="illustrations/lokono_map_1.png" width="277" height="375" align="left"/>*Локоно*, яких також називають *араваками* є тубільцями, які мешкають у Гвіані, територія якої простягається уздовж узбережжя Атлантичного океану, від північно-східного Суринаму до північно-західно Французької Гвіани (дви. карту).[#1] Локоно розмовляють моваою, яка належить до сімейства аравацьких мов — однієї із найбільших лінгвістичних груп на континенті. Як і більшість інших племен, які розмовляють мовами цього сімейства, локоно — сільськогосподарське плем'я. Вони вирощують маніоку (*Manihot esculenta*), а також ловлять рибу, полюють та збирають плоди диких рослин. Втім, як одне із перших місцевих племен, яке зіткнулося із європейцями під час завоювання, локоно перебувають у контакті із нетубільним населенням понад 500 років.[#2] Ці контакти стали інтенсивнішими протягом останнього століття, що призвело до суттєвих втрат у царині мови локоно, традиційної матеріальної і нематеріальної культури, змінах у життєвих порядках та, зокрема, зникнення *знахарів* — традиційних носіїв духовних знань, зокрема і етноастрономічних знань. Через це, сучасні знання щодо небесних тіл є лише часткою давніх знань локоно. Деякі із сузір'їв, про які згадується у давніх джерелах, вже забуто або відомо лише за назвами, а поєднання зірок у цих сузір'ях та усне традиційне пояснення їхніх назв втрачено. Представлена тут карта зоряного неба включає лише визначені науковцями сузір'я, але у наведених нижче поясненнях описано ширші астрономічні знання локоно, зокрема дані, які видобуто із історичних джерел щодо усіх небесних об'єктів, назви яких є у наведеній нижче таблиці.
