Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### General - [#1]: [Nakshatra](https://sa.wikipedia.org/wiki/नक्षत्रम्) article at Sanskrit Wikipedia - [#2]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) article at English Wikipedia - [#3]: [History Of Calendar-Panchanga Committee Report](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#4]: ["Possible period of the design of Nakshatras and Abhijit"](http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf) ### Mythology Much of the below is available online for free at archive.org. - [#5]: Secondary references such as: Purana Encyclopedia, Purana Index, Mahabharata Index, Vedic Indix - [#6]: Vedas, Agamas - [#7]: [Vedic Chronology And Vedanga Jyotisha by Bala Gangadhar Tilak](https://archive.org/details/vedicchronologya033083mbp/page/n5) - [#8]: [Orion The Antiquity Of The Vedas by Bala Gangadhar Tilak](https://archive.org/details/in.gov.ignca.5110) - [#9]: [The Arctic Home in the Vedas by Bal Gangadhar Tilak](https://archive.org/details/arctichm/page/n21/mode/2up) - [#10]: [Hamlet's Mill: An Essay on Myth & the Frame of Time by Giorgio de Santillana, Hertha von Dechend](https://archive.org/details/HamletsMill)
es_419: ### General - [#1]: [Nakshatra](https://sa.wikipedia.org/wiki/नक्षत्रम्) artículo en Wikipedia en sánscrito - [#2]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) artículo en Wikipedia en inglés - [#3]: [Historia del Informe del Comité Calendario-Panchanga](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#4]: ["Posible período del diseño de Nakshatras y Abhijit"](http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf) ### Mitología Gran parte de lo siguiente está disponible en línea de forma gratuita en archive.org. - [#5]: Referencias secundarias como: Enciclopedia Purana, Índice Purana, Índice Mahabharata, Índice Védico - [#6]: Vedas, Agamas - [#7]: [ Cronología védica y Vedanga Jyotisha por Bala Gangadhar Tilak](https://archive.org/details/vedicchronologya033083mbp/page/n5) - [#8]: [ Orión La antigüedad de los Vedas por Bala Gangadhar Tilak](https://archive.org/details/in.gov.ignca.5110) - [#9]: [ El hogar ártico en los Vedas por Bal Gangadhar Tilak](https://archive.org/details/arctichm/page/n21/mode/2up) - [#10]: [Molino de Hamlet: Ensayo sobre el mito y el marco del tiempo por Giorgio de Santillana, Hertha von Dechend](https://archive.org/details/HamletsMill)
ru: ### Основные - [#1]: [Nakshatra](https://sa.wikipedia.org/wiki/नक्षत्रम्) статья в санскритной Википедии - [#2]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) статья в английской Википедии - [#3]: [Отчет комитета по истории календаря-панчанги](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#4]: ["Возможный период появления накшатр и абхиджитов"](http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf) ### Мифология Многое из нижеприведенного доступно бесплатно на сайте archive.org. - [#5]: Вторичные ссылки, такие как: Энциклопедия Пуран, Указатель Пуран, Указатель Махабхараты, Ведический указатель - [#6]: Веды, Агамы - [#7]: [Ведическая хронология и Веданга Джйотиша Бала Гангадхар Тилак](https://archive.org/details/vedicchronologya033083mbp/page/n5) - [#8]: [Орион Древность Вед автора Бала Гангадхар Тилак](https://archive.org/details/in.gov.ignca.5110) - [#9]: [Арктический дом в Ведах, Бал Гангадхар Тилак](https://archive.org/details/arctichm/page/n21/mode/2up) - [#10]: [Мельница Гамлета: очерк мифа и структуры времени Джорджио де Сантильяна, Герта фон Дехенд](https://archive.org/details/HamletsMill)
sv: ### Allmänt - [#1]: [Nakshatra](https://sa.wikipedia.org/wiki/नक्षत्रम्) artikel på Sanskrit Wikipedia - [#2]: [Nakshatra](http://en.wikipedia.org/wiki/Nakshatra) artikel på engelska Wikipedia - [#3]: [Kalenderns historia-Panchangakommitténs rapport](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#4]: ["Möjlig period för designen av Nakshatras och Abhijit"](http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20av%20the%20design%20of%20Nakshatras.pdf) ### Mytologi Mycket av nedanstående finns tillgängligt gratis online på archive.org. - [#5]: Sekundära referenser som t.ex: Purana Encyclopedia, Purana Index, Mahabharata Index, Vedic Indix - [#6]: Vedor, Agamas - [#7]: [Vedisk kronologi och Vedanga Jyotisha av Bala Gangadhar Tilak](https://archive.org/details/vedicchronologya033083mbp/page/n5) - [#8]: [Orion The Antiquity Of The Vedas av Bala Gangadhar Tilak](https://archive.org/details/in.gov.ignca.5110) - [#9]: [Det arktiska hemmet i vedorna av Bal Gangadhar Tilak](https://archive.org/details/arctichm/page/n21/mode/2up) - [#10]: [Hamlets kvarn: An Essay on Myth & the Frame of Time av Giorgio de Santillana, Hertha von Dechend](https://archive.org/details/HamletsMill)
uk: ### Загальне - [#1]: Стаття щодо [накшатри](https://sa.wikipedia.org/wiki/नक्षत्रम्) у санскритській Вікіпедії - [#2]: [Накшатра](http://en.wikipedia.org/wiki/Nakshatra), стаття у Вікіпедії - [#3]: [Звіт комітету Панчанга — Історія календаря](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n77/mode/2up) - [#4]: [Можливий період створення накшатр та абхджіту](http://www.tifr.res.in/~archaeo/papers/Others/Possible%20period%20of%20the%20design%20of%20Nakshatras.pdf) ### Міфологія Більша частина наведених нижче даних безкоштовно доступна на archive.org. - [#5]: Другорядні джерела, зокрема: «Енциклопедія Пурана», «Покажчик Пурани», «Покажчик Махабхарати», «Ведичний покажчик» - [#6]: Веди, агами - [#7]: [«Ведична хронологія та Веданга Джотіша», автор — Бала Гангадхар Тілак](https://archive.org/details/vedicchronologya033083mbp/page/n5) - [#8]: [«Оріон — Давність вед», автор — Бала Гангадхар Тілак](https://archive.org/details/in.gov.ignca.5110) - [#9]: [«Арктична домівка у ведах», автор — Бал Гангадхар Тілак](https://archive.org/details/arctichm/page/n21/mode/2up) - [#10]: [«Млин Гамлета: Нарис щодо міфу та основа часу», автори — Джорджо де Сантільяна, Герта фон Дехенд](https://archive.org/details/HamletsMill)

source: - Tanmoy Saha - Contributors from the [sanskrit-coders community](https://github.com/sanskrit-coders) (esp [Vishvas Vasuki](https://github.com/vvasuki/)).
de: Tanmoy Saha
es_419: - Tanmoy Saha - Colaboradores de la [comunidad de codificadores de sánscrito](https://github.com/sanskrit-coders) (especialmente [Vishvas Vasuki](https://github.com/vvasuki/)).
ru: - Tanmoy Saha - Авторы из [сообщества sanskrit-coders](https://github.com/sanskrit-coders) (особ. [Vishvas Vasuki](https://github.com/vvasuki/)).
sv: - Tanmoy Saha - Medverkande från [sanskritkodare] (https://github.com/sanskrit-coders) (särskilt [Vishvas Vasuki] (https://github.com/vvasuki/)).
uk: - Танмой Саха - Учасники зі [спільноти sanskrit-coders](https://github.com/sanskrit-coders) (особливо [Вішвас Васукі](https://github.com/vvasuki/)).

source: The Inuit sky culture files available for Stellarium are an adaptation of John MacDonald's research in his book [#1]. While placements and specifics of Inuit constellations might differ from tribe to tribe, the information in Stellarium presents the constellations and general themes of the arctic universe.
de: Die genaue Lage und Details der Inuit-Sternbilder ist von Stamm zu Stamm verschieden, hier in Stellarium wollen wir allgemein auf Sternbilder und das "Arktische Universum" eingehen.
es_419: Los archivos de la cultura estelar inuit disponibles para Stellarium son una adaptación de la investigación de John MacDonald en su libro [#1]. Si bien las ubicaciones y los detalles de las constelaciones inuit pueden diferir de una tribu a otra, la información en Stellarium presenta las constelaciones y los temas generales del universo ártico.
ru: Доступные для Stellarium'а файлы с эскимосской культурой неба являются адаптацией исследования Джона Макдональда из его книги [#1]. Хотя созвездия могут немного отличаться от племени к племени, информация в Stellarium'е представляет созвездия и общие темы арктического мира.
sv: De inuitiska himmelskulturfilerna som finns tillgängliga för Stellarium är en anpassning av John MacDonalds forskning i hans bok [#1]. Även om placeringen av och detaljerna i inuiternas konstellationer kan skilja sig från stam till stam, presenterar informationen i Stellarium konstellationerna och de allmänna temana i det arktiska universumet.
uk: Файли картини зоряного неба ескімосів, використані у Stellarium, є адаптацією результатів досліджень Джона Макдональда (John MacDonald), викладених у книзі [#1]. Хоча розташування та інші характеристики ескімоських сузір’їв мають певні відмінності у різних племен, наведені у Stellarium дані відповідають загальній картині сузір’їв арктичних народів.

source: Aagjuuk, an important constellation for timekeeping.
ru: Агук [Aagjuuk] — важное созвездие для исчисления времени.
sv: Aagjuuk, en viktig konstellation för tidmätning.

source: Akkuttujuuk, two stars signaling the return of sunlight to the arctic.
ru: Akkuttujuuk — две звезды, сигнализирующие о возвращении солнечного света в Арктику.
sv: Akkuttujuuk, två stjärnor som signalerar solens återkomst till Arktis.

source: Qimmiitt, five dogs harassing Nanook, or Nanurjuk, the polar bear.
ru: Qimmiitt, пять собак преследуют Нанука [Nanook], или Нанурджука [Nanurjuk] — белого медведя.
sv: Qimmiitt, fem hundar som trakasserar Nanook, eller Nanurjuk, isbjörnen.

source: Pituaq, stand containing the burning fuel providing light
ru: Pituaq — подставка, в которой горит топливо, дающее свет
sv: Pituaq, stativ som innehåller det brinnande bränslet som ger ljus

source: The big dipper is Tukturjuit, the caribou.
ru: Большая Медведица — это Tukturjuit — карибу.
sv: Karlavagnen är Tukturjuit, renen.

source: Sivulliik, "the first ones" , Little Orphan Boy being chased by an angry grandfather.
ru: Sivulliik — «первородный», Маленький Сирота, за которым гонится разгневанный дедушка.
sv: Sivulliik, ”de första”, den lille föräldralöse pojken som jagas av en arg farfar.

source: Sakiattiak, The Pleiades, are seen as a breast bone.
ru: Sakiattiak — Плеяды, что воспринимаются как грудина.
sv: Sakiattiak, Plejaderna, ses som ett bröstben.

source: Orion's Belt is Ullaktut, three hunters lost on a hunting trip for Nanuk, the polar bear.
ru: Пояс Ориона — это Ullaktut — три охотника, заблудившиеся во время охоты на Нанука — белого медведя.
sv: Orions bälte är Ullaktut, tre jägare som gått vilse på en jakt efter Nanuk, isbjörnen.

source: Uqsuutaattiaq, a seal flipper skin sewn shut, contains fuel for lamps.
ru: Uqsuutaattiaq — зашитая кожа ласта тюленя — содержит топливо для ламп.
sv: Uqsuutaattiaq, en sälfena som sys ihop, innehåller bränsle för lampor.

source: - [#1]: John MacDonald. The Arctic Sky: Inuit Astronomy, Star Lore and Legend. - [#2]: [Wikipedia article on Inuit astronomy](http://en.wikipedia.org/wiki/Inuit_astronomy)
es_419: - [#1]: John MacDonald. El cielo ártico: astronomía inuit, tradición estelar y leyenda. - [#2]: [Artículo de Wikipedia sobre la astronomía inuit](http://en.wikipedia.org/wiki/Inuit_astronomy)|
sv: - [#1]: John MacDonald. Den arktiska himlen: inuiternas astronomi, stjärnlära och legender. - [#2]: [Wikipedia-artikel om inuitisk astronomi](http://en.wikipedia.org/wiki/Inuit_astronomy)

source: This sky culture was contributed by *Karrie Berglund* of Digitalis Education Solutions, Inc. based primarily on the book [#1]. Illustrations are done by Johan Meuris.
de: <p>Diese Sternbildkutur wurde von *Karrie Berglund* von Digitalis Education Solutions, Inc. beigesteuert. Die Inuit-Sternbilderkultur für Stellarium wurden in Anlehnung an John MacDonalds Forschungen aus seinem Buch [#1] übernommen. Abbildungen von Johan Meuris, veröffentlicht unter der Free Art License. Deutsche Fassung: Georg Zotti.
es_419: Esta cultura estelar fue aportada por *Karrie Berglund* de Digitalis Education Solutions, Inc. basándose principalmente en el libro [#1]. Las ilustraciones están realizadas por Johan Meuris.
ru: Эта культура неба была предоставлена *Кэрри Берглунд (Karrie Berglund)* из Digitalis Education Solutions, Inc. и основана на книге [#1]. Иллюстрации Йохана Мейриса.
sv: Denna himmelskultur har tagits fram av *Karrie Berglund* från Digitalis Education Solutions, Inc. och baseras främst på boken [#1]. Illustrationerna är gjorda av Johan Meuris.
uk: Записи цієї картини зоряного неба було створено *Karrie Berglund* Digitalis Education Solutions, Inc. в основному на основі даних книги [#1]. Ілюстрації створено Йоганом Мойрісом (Johan Meuris).

source: Text and data: GNU GPL v2.0 Illustrations: Free Art License
es_419: Texto y datos: GNU GPL v2.0 Ilustraciones: Licencia Arte Libre."
ru: Текст и данные: GNU GPL v2.0 Иллюстрации: Free Art License
sv: Text och data: GNU GPL v2.0 Illustrationer: Fri konst-licens
uk: Текст і дані: GNU GPL v2.0 Ілюстрації: Free Art License

source: Japanese Yasui Map
es_419: Mapa japonés de Yasui
ru: Японская карта Ясуи
sv: Japansk Yasui-karta
uk: Японська карта Ясуї

source: Most astronomical observation in the Japan until the Meiji Restoration was closely tied to astrological purposes. For ancient Chinese and later Korean and Japanese cartographers four seasons and four cardinal directions is marked as four talismanic animals - the Azure Dragon of the East (Spring), the Red Bird of the South (Summer), the White Tiger of the West (Fall), and the "Genbu" (Black Tortoise) of the North (Winter). Corresponding to each of the talismanic animals the celestial "palaces" were seven *sei shuku* or what are sometimes called "lunar lodges". The moon "stations" or "lodges" probably may be used to determine position of sun and planets as well as the moon, and their number may or may not have been related to the period of the moon's orbit. Origins of these associations are obscure and even controversial.
es_419: La mayor parte de la observación astronómica en Japón hasta la Restauración Meiji estuvo estrechamente vinculada a fines astrológicos. Para los antiguos cartógrafos chinos y coreanos y japoneses posteriores, cuatro estaciones y cuatro direcciones cardinales están marcadas como cuatro animales talismánicos: el Dragón Azure del Este (Primavera), el Pájaro Rojo del Sur (Verano), el Tigre Blanco del Oeste (Otoño ), y el "Genbu" (Tortuga Negra) del Norte (Invierno). En correspondencia con cada uno de los animales talismánicos, los "palacios" celestiales eran siete *sei shuku* o lo que a veces se llaman "logias lunares". Las "estaciones" o "logias" de la luna probablemente se pueden usar para determinar la posición del sol y los planetas, así como la luna, y su número puede o no haber estado relacionado con el período de la órbita de la luna. Los orígenes de estas asociaciones son oscuros e incluso controvertidos.
ru: Большинство астрономических наблюдений в Японии до Реставрации Мэйдзи были тесно связаны с астрологическими целями. Для древних китайских, а затем и корейских и японских картографов четыре времени года и четыре стороны света обозначены как четыре животных-талисмана - Лазурный Дракон Востока (Весна), Красная Птица Юга (Лето), Белый Тигр Запада (Осень) и «Генбу» (Черная черепаха) Севера (Зима). В соответствии с каждым из талисманов животных небесными «дворцами» были семь *сейшуку*, или то, что иногда называют «лунными домиками». «Стоянки» или «домики» Луны, вероятно, могут использоваться для определения положения Солнца и планет, а также Луны, и их количество могло или не могло быть связано с периодом обращения Луны. Истоки этих ассоциаций неясны и даже спорны.
sv: De flesta astronomiska observationer i Japan fram till Meiji-restaurationen var nära knutna till astrologiska syften. För forntida kinesiska och senare koreanska och japanska kartografer markerades fyra årstider och fyra väderstreck som fyra talismaniska djur - den azurblå draken i öster (våren), den röda fågeln i söder (sommaren), den vita tigern i väster (hösten) och "Genbu" (den svarta sköldpaddan) i norr (vintern). För varje talismanskt djur fanns det sju *sei shuku*, eller vad som ibland kallas "månloger", som motsvarade de himmelska "palatsen". Månens "stationer" eller "loger" kan förmodligen ha använts för att bestämma solens och planeternas position, liksom månens, och deras antal kan eller kan inte ha varit relaterat till månens omloppstid. Ursprunget till dessa associationer är oklara och till och med kontroversiella.
uk: Більшість астрономічних спостережень у Японії до реставрації Мейдзі було тісно пов’язано із потребами астрології. Для давніх китайських і пізніших корейських та японських картографів чотири пори року та чотири румби компаса позначалися чотирма тваринами-талісманами: Лазуровим Драконом Сходу (Весна), Червоним Птахом Півдня (Літо), Білим Тигром Заходу (Осінь) та «Генбу» (Чорною Черепахою) Півдня (Зима). Кожній тварині-талісману відповідав небесний «палац» із сімома *сей сюку* або, як їх іноді називають, «небесними житлами». Місячні «станції» або «житла», ймовірно, можна використовувати для визначення розташування Сонця і планет, так само як Місяця, а їхні номери може бути, а може й не бути, пов’язано із періодом обертання Місяця. Походження цих зв’язків є загадковим і навіть суперечливим.
