Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### History The knowledge of Hawaiian star navigation has been passed down orally for many generations. Much of the knowledge regarding stars and navigation were lost until the Hawaiian Renaissance in the early 1970s. Polynesian Voyage Society (PVS), founded in 1973, created Hokule’a in 1975. Hokule’a is a traditional Hawaiian voyaging canoe with the mission to revive the art of way finding. A man from Satawal, Micronesia named Mau Piailug was a master navigator/wayfinder. The knowledge of wayfinding and using the sky to navigate was passed down to Mau from his ancestors. Nainoa Thompson, current President of PVS, asked Mau to teach his knowledge of navigation to him with the intention of reviving the knowledge that was once lost to the Hawaiians. With the knowledge learned from Mau, the Hawaiian star compass and star lines were created. ### Star Lines Each star line is a group of main stars that will be remembered by the navigators. The stars connect making constellations. Navigators remember the rising/setting houses of these stars, the stars that connect in each line, and the lines that point directly to North and South. The star lines’ position in the night sky slowly change over time, each starline being more prevalent at night according to the season. The star lines with their according season are as follows: <p> <table class="layout"> <tr> <td><notr>1.</notr></td> <td><notr>Ke Ka o Makali‘i</notr></td> <td>November to April </td> </tr> <tr> <td><notr>2.</notr></td> <td><notr>Ka Iwikuamo‘o</notr></td> <td>April to July </td> </tr> <tr> <td><notr>3.</notr></td> <td><notr>Manaiakalani</notr></td> <td>May to October </td> </tr> <tr> <td><notr>4.</notr></td> <td><notr>Ka Lupe o Kawelo</notr></td> <td>September to February</td> </tr> </table> </p> ### <notr>Ke Ka o Makali’i</notr> The direct translation means the “Bailer of *Makali’i*”. The lines are shaped as a canoe bailer which scoops *Ka Hei-Hei o Na Keiki* (Orion) and *Makali’i* (Pleiades) up into the night sky. In voyaging a bailer is used to scoop up water out of the hulls. The main stars of *Ke Ka o Makali’i* from North to South are *Hokulei* (Capella), *Nanamua* (Castor), *Nanahope* (Pollux), *Puana* (Procyon), and *‘A’a* (Sirius). These stars connect together to create the bailer in the sky. Mintaka in Orion is an important star in this line because it rises/sets directly east or west giving the navigator an easy pointer star for direction. Mirzim (next to *‘A’a* (Sirius)) and *Ke Ali’i Kona i Ka Lewa* (Canopus) connect together to create a southern pointer. *‘Ekekeuehuehu* (&theta; Aur, Mahasim) and *‘Ekekeu’ena’ena* (&beta; Aur, Menkalinan) connect to create a northern pointer. Different north/south pointers are found in the star lines and used heavily by navigators. ### <notr>Ka Iwikuamo’o</notr> *Ka Iwikuamo’o* translates to the backbone (directly: Bone back-lizard). This star line is depicted as the backbone of a lizard or *mo’o* in this sky culture. It can also be representing a genealogical backbone, each star representing a generation. The star line itself starts with *Hokupa’a* (North Star), the ultimate northern pointer due to the star never moving in the sky, always above north. *Hokupa’a* connects down to *Na Hiku* (Big Dipper). *Na Hiku* translates to “The Seven” as there is seven stars in the Big Dipper. *Hokule’a* (Arcturus) and *Hikianalia* (Spica) are the two stars in the middle of the star line. The two PVS canoes are named after these two stars. *Hokule’a* is the “zenith” star of Hawai’i, meaning it will be directly overhead when you are at the latitude of the Hawaiian Islands. *Hokule’a* is very important to navigators on finding their way back to Hawai’i. The meaning of *Hokule’a* is “the star of gladness” because it is the star used to find home bringing joy. Next to *Hikianalia* is *Me’e*, a combination of four stars that create a box. *Me’e* connects down to *Hanaiakamalama* (Southern Cross) which is the southern pointer for *Ka Iwikuamo’o*. ### <notr>Manaiakalani</notr> *Manaiakalani* translates to “The Chief's Fishline”. This refers to the legend of the demi god Maui and his fish hook. Maui is credited for pulling up the islands with his magical fish hook. This star line consists of two constellations. The Navigator’s Triangle on the north and Maui’s fish hook on the south. The Navigator’s Triangle is made of three stars *Hawaiki* (Deneb), *Keoe* (Vega), and *Humu* (Altair). (It is the same figure as the Summer Triangle for modern amateur astronomers.) These stars also represent the Polynesian triangle: Hawai’i (*Hawaiki*), Rapanui (*Keoe*), and Aotearoa (*Humu*). These three islands are pulled by the fish hook of Maui (Scorpius). The northern pointer is found in the Navigator’s Triangle when you connect *Hawaiki* (Deneb) and *Momonapikowalu* (&gamma; Cyg, Sadr). Southern pointers are in the fish hook when you connect *Mili’opu* (&delta; Sco, Dschubba) and *Kahe* (&pi; Sco, Nur), the stars on the top of the hook. ### <notr>Ka Lupe o Kawelo</notr> *Ka Lupe o Kawelo* translates to “The Kite of Kawelo”. Kawelo was a great chief of Kaua’i and O’ahu and this star line represents the kite which was lost as a child. The star line starts with *‘Iwakeli’i*, meaning Chief Frigate Bird (*Fregata Minor*). The shape of this constellation (which is Cassiopeia's W in the West) resembles the *‘iwa* bird that is known for leading voyagers to land. The center of the star line is the Kite of Kawelo (equal to the Great Square of Pegasus). The four stars that make the kite are named after Kawelo’s greatest ancestors: *Manokalanipo* (&delta; Peg, Alpheratz), *Kakuhihewa* (&beta; Peg, Scheat), *Pi’ilani* (&gamma; Peg, Algenib), and *Keawe* (&alpha; Peg, Markab). All four were famous chiefs of their time. The star line then connects south to two stars *Pi’ikea* (&beta; Cet, Deneb Kaitos) and *Kukaniloko* (&alpha; PsA, Fomalhaut). The northern pointer is found in *Manokalanipo* (&delta; Peg, Alpheratz) and *Kealohalani-po-keao* (&beta; Cas, Caph) of *‘Iwakeli’i*. The southern pointer is connected with *Keawe* (&alpha; Peg, Markab) and *Kukaniloko* (&alpha; PsA, Fomalhaut).
es_419: ### Historia El conocimiento de la navegación estelar hawaiana se ha transmitido oralmente durante muchas generaciones. Gran parte del conocimiento sobre las estrellas y la navegación se perdió hasta el Renacimiento hawaiano a principios de la década de 1970. La Polynesian Voyage Society (PVS), fundada en 1973, creó Hokule’a en 1975. Hokule’a es una canoa de viaje tradicional hawaiana con la misión de revivir el arte de encontrar caminos. Un hombre de Satawal, Micronesia llamado Mau Piailug era un maestro navegante / buscador de caminos. El conocimiento de encontrar caminos y usar el cielo para navegar se transmitió a Mau de sus antepasados. Nainoa Thompson, actual presidente de PVS, le pidió a Mau que le enseñara sus conocimientos de navegación con la intención de revivir el conocimiento que una vez se perdió para los hawaianos. Con el conocimiento aprendido de Mau, se crearon la brújula y las líneas estelares hawaianas. ### Líneas estelares Cada línea estelar es un grupo de estrellas principales que serán recordadas por los navegadores. Las estrellas se conectan formando constelaciones. Los navegadores recuerdan las casas ascendentes / ambientadoras de estas estrellas, las estrellas que se conectan en cada línea y las líneas que apuntan directamente al Norte y al Sur. La posición de las líneas estelares en el cielo nocturno cambia lentamente con el tiempo, y cada línea estelar es más frecuente durante la noche según la temporada. Las líneas de estrellas con su temporada correspondiente son las siguientes: <p> <table class="layout"> <tr> <td>1.</td> <td>Ke Ka o Makali‘i</td> <td>Noviembre a abril </td> </tr> <tr> <td>2.</td> <td>Ka Iwikuamo‘o</td> <td>Abril a julio </td> </tr> <tr> <td>3.</td> <td>Manaiakalani</td> <td>Mayo a octubre </td> </tr> <tr> <td>4.</td> <td>Ka Lupe o Kawelo</td> <td>Septiembre a febrero</td> </tr> </table> </p> ### Ke Ka o Makali’i La traducción directa significa "Bailer of *Makali’i*". Las líneas tienen la forma de un bailer de canoa que lleva a *Ka Hei-Hei o Na Keiki* (Orión) y *Makali’i* (Pléyades) hacia el cielo nocturno. Al viajar, se usa un achicador para extraer agua de los cascos. Las principales estrellas de *Ke Ka o Makali’i* de norte a sur son *Hokulei* (Capella), *Nanamua* (Castor), *Nanahope* (Pollux), *Puana* (Proción) y *‘A’a* (Sirio). Estas estrellas se conectan entre sí para crear el achicador en el cielo. Mintaka en Orión es una estrella importante en esta línea porque se eleva/establece directamente hacia el este o el oeste, lo que le da al navegador una estrella de puntero fácil de dirección. Mirzim (junto a *‘A’a* (Sirio)) y *Ke Ali’i Kona i Ka Lewa* (Canopus) se conectan para crear un puntero sur. *‘Ekekeuehuehu* (&theta; Aur, Mahasim) y *‘Ekekeu’ena’ena* (&beta; Aur, Menkalinan) se conectan para crear un puntero del norte. Se encuentran diferentes punteros norte / sur en las líneas estelares y los navegadores los utilizan mucho. ### Ka Iwikuamo’o *Ka Iwikuamo’o* se traduce en la columna vertebral (directamente: hueso de largarto trasero). Esta línea estelar se representa como la columna vertebral de un lagarto o *mo’o* en esta cultura estelar. También puede representar una columna vertebral genealógica, cada estrella representa una generación. La línea estelar en sí comienza con *Hokupa’a* (Estrella del Norte), el último puntero del norte debido a que la estrella nunca se mueve en el cielo, siempre por encima del norte. *Hokupa’a* se conecta a *Na Hiku* (El Carro). *Na Hiku* se traduce como "Las Siete" ya que hay siete estrellas en El Carro. *Hokule’a* (Arturo) y *Hikianalia* (Spica) son las dos estrellas en el medio de la línea estelar. Las dos canoas PVS llevan el nombre de estas dos estrellas. *Hokule’a* es la estrella del "cenit" de Hawai’i, lo que significa que estará directamente sobre su cabeza cuando esté en la latitud de las islas hawaianas. *Hokule’a* es muy importante para los navegadores para encontrar el camino de regreso a Hawai’i. El significado de *Hokule’a* es "la estrella de la alegría" porque es la estrella utilizada para encontrar el hogar que trae gozo. Junto a *Hikianalia* está *Me’e*, una combinación de cuatro estrellas que crean una caja. *Me’e* conecta con *Hanaiakamalama* (Cruz del Sur), que es el puntero sur de *Ka Iwikuamo’o*. ### Manaiakalani *Manaiakalani* se traduce como "La línea de pesca del jefe". Esto se refiere a la leyenda del semidios Maui y su anzuelo. A Maui se le atribuye haber levantado las islas con su anzuelo mágico. Esta línea estelar consta de dos constelaciones. El triángulo del navegador en el norte y el anzuelo de Maui en el sur. El Triángulo del Navegador está formado por tres estrellas, *Hawaiki* (Deneb), *Keoe* (Vega) y *Humu* (Altair). (Es la misma figura que el Triángulo de verano para los astrónomos aficionados modernos.) Estas estrellas también representan el triángulo polinesio: Hawai (*Hawaiki*), Rapanui (*Keoe*) y Aotearoa (*Humu*). Estas tres islas son arrastradas por el anzuelo de Maui (Escorpio). El puntero del norte se encuentra en el Triángulo del Navegador cuando conectas *Hawaiki* (Deneb) y *Momonapikowalu* (&gamma; Cyg, Sadr). Los punteros del sur están en el anzuelo cuando conecta *Mili’opu* (&delta; Sco, Dschubba) y *Kahe* (&pi; Sco, Nur), las estrellas en la parte superior del anzuelo. ### Ka Lupe o Kawelo *Ka Lupe o Kawelo* se traduce como "La cometa de Kawelo". Kawelo fue un gran jefe de Kaua’i y O’ahu y esta línea estelar representa la cometa que se perdió cuando era niño. La línea de la estrella comienza con *‘Iwakeli’i*, que significa Jefe Frigata (*Fregata Minor*). La forma de esta constelación (que es la W de Cassiopeia en el oeste) se asemeja al pájaro *‘iwa* que es conocido por llevar a los viajeros a la tierra. El centro de la línea estelar es la Cometa de Kawelo (igual al Cuadrante de Pegaso). Las cuatro estrellas que hacen la cometa llevan el nombre de los mayores antepasados de Kawelo: *Manokalanipo* (&delta; Peg, Alpheratz), *Kakuhihewa* (&beta; Peg, Scheat), *Pi'ilani* (&gamma; Peg, Algenib) y *Keawe* (&alfa; Peg, Markab). Los cuatro eran jefes famosos de su tiempo. La línea estelar luego se conecta al sur con dos estrellas *Pi’ikea* (&beta; Cet, Deneb Kaitos) y *Kukaniloko* (&alfa; PsA, Fomalhaut). El puntero del norte se encuentra en *Manokalanipo* (&delta; Peg, Alpheratz) y *Kealohalani-po-keao* (&beta; Cas, Caph) de *‘Iwakeli’i*. El puntero sur está conectado con *Keawe* (&alfa; Peg, Markab) y *Kukaniloko* (&alfa; PsA, Fomalhaut).

source: ### <notr>Rāśi (राशिः)</notr> The sidereal zodiac is an imaginary belt of 360 degrees (like the tropical zodiac), divided into 12 equal parts. Each twelfth part (of 30 degrees) is called a sign or rashi. Their names are shown in (brackets). In stellarium, we show Rāśi constellations attached to the corresponding asterisms, and not as divisions of the ecliptic offset away from their original locations to account for precession. In traditional astronomy there are two systems of measuring time - Lunar Calender & Solar calender. In both cases one year is divided into 12 months or "māsā". Name of the solar months originated from these constellation' names. ### <notr>Nakṣatra (नक्षत्रम्)</notr> In Hindu tradition the ecliptic is divided into 27 parts of approximately 13°20', which correspond with 27 asterisms known as the nakṣatra-s (full list, with western equivalents here: https://goo.gl/2PVi28 ). In the earliest extant layers of the tradition this number is 28. This division is critical for several purposes including timing rituals and determining the birth lunar mansions. Since these asterisms define an area in the sky, they are also technically constellations. sUrya-siddhAnta and vedAnga-jyotiSha specify start coordinates for the 13°20' divisions using some stars (Please see penultimate paragraph in [this page](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n42/mode/1up)) The earliest complete nakṣatra lists are found in the Taittirīya-śruti and the Atharvaveda where they are recited as part of the nakṣatreṣṭi ritual which places the deities of pantheon in these celestial compartments. Some scholars opine that the tradition shows that by the early medieval period, the nakṣatra identification had changed to a small degree from the Vedic period. There are multiple rich mythologies and symbolisms associated with the same constellations and stars (Example: [Raj Vedam on Rohini](https://www.youtube.com/watch?v=Jq__DXtfeXw)) - it wouldn't do to rely on one to the exclusion of others during translation or truncated description. Hence we stick to etymological translations; and rather than including long mythological accounts here, just suggest that interested readers delve into them separately. (See references below.) Name of the lunar months originated from those 12 divisions' names in which full moon or "Purnimā" occurs. Unlike a solar day which defined by a sunrise to next sunrise, a lunar day or moon's position in a nakshatra doesn't depends on sun rising or moon rising. Thus a lunar day may start in any time of a solar day. Like other ancient human cultures, vedic people innovated a number of systems of which intercalary lunar months became most used, that is adding another month every 32.5 months on average or 4 months in every 11 years to correct the mismatch between lunar and solar year. A few of the yogatārā-s or prominent asterisms in the nakṣatra-s (going by their mainstream identification) lie slightly outside their constellation boundaries - in which case, any resultant problem (with regards to ritual timing or astrology) should be solved by other means (some people propose alternate identifications for such yogatārā-s). ### Navagraha - Nine "planets" They observed that some celestial body moves independently relative to background stars and named them "planets" or "graha". As such The sun and moon are also treated as graha. They also named the lunar nodes as graha-s as these points are very important to calculate the eclipses. Name of vedic days originated from these planet's names. |Graha|Designation|Name of Solar days| |-----|-----------|------------------| |<notr>Sūrya </notr>(Sun)|Sun God|<notr>Ravivāsara </notr>(Sunday)| |<notr>Chandra/Soma </notr>(Moon)|Moon god|<notr>Somavāsara </notr>(Monday)| |<notr>Maṅgala </notr>(Mars)|God of war|<notr>Maṅgalavāsara </notr>(Tuesday)| |<notr>Budha </notr>(Mercury)|Son of Moon|<notr>Budhavāsara </notr>(Wednesday)| |<notr>Bṛihaspati/Guru </notr>(Jupiter)|Teacher of Gods|<notr>Guruvāsara </notr>(Thursday)| |<notr>Śukra </notr>(Venus)|Mentor of Demons|<notr>Śukravāsara </notr>(Friday)| |<notr>Śani </notr>(Saturn)|God of Misfortune|<notr>Śanivāsara </notr>(Saturday)| |<notr>Rahu</notr>|lunar node|-| |<notr>Ketú</notr>|lunar node|-|
de: ### Rashi Der Siderische Tierkreis ist eine gedachte Zone von 360 Graden (wie der Tropische Tierkreis), ebenso in 12 gleiche Teile geteilt. Jedes Zwölftel (30 Grad) wird Zeichen oder *Rashi* genannt. Deren Namen werden in (Klammern) gezeigt. ### Nakshatra Diese sind ausgezeichnete Positionen des Mondes während seines Umlaufes in der traditionellen *Bhartiya*-Astronomie, nach einer Liste von 28 (in anderen Quellen manchmal 27) Sterngruppen aus dem Atharvaveda und dem Shatapatha Brahmana. Das *Abhijit* Nakshatra wird in {} markiert, die anderen Namen in []. Nach der Mythologie werden die *Nakshatras* als die 27 Töchter von Daksha Prajipati und der Frauen des Mondgottes Chandra betrachtet. *Nakshatras* haben keine Figurendarstellung.
es_419: ### Rāśi (राशिः) El zodiaco sideral es un cinturón imaginario de 360 grados (como el zodiaco tropical), dividido en 12 partes iguales. Cada duodécima parte (de 30 grados) se llama signo o rashi. Sus nombres se muestran entre paréntesis. En Stellarium, mostramos las constelaciones de Rāśi adjuntas a los asterismos correspondientes, y no como divisiones de la eclíptica desplazadas de sus ubicaciones originales para explicar la precesión. En la astronomía tradicional hay dos sistemas de medición del tiempo: calendario lunar y calendario solar. En ambos casos, un año se divide en 12 meses o "māsā". Nombre de los meses solares originados a partir de los nombres de estas constelaciones. ### Nakṣatra (नक्षत्रम्) En la tradición hindú, la eclíptica se divide en 27 partes de aproximadamente 13°20', las cuales corresponden con los 27 asterissmo conocidoss como los nakṣatra-s (lista completa, con equivalentes occidentales aquí: https://goo.gl/2PVi28 ). En las primeras capas existentes de la tradición, el número es 28. La división es crítica para distintos propósitos, incluidos los rituales de tiempo y la determinación de las mansiones lunares de nacimiento. Debido a que estos asterismos definen un área del cielo, técnicamente también son constelaciones. sUrya-siddhAnta y vedAnga-jyotiSha especifican coordenadas de inicio para las divisiones de 13°20' utilizando algunas estrellas (por favor consulte el penúltimo párrafo en [esta página](https://archive.org/stream/HistoryOfCalendarPanchangaCommittee/History-of-Calendar-Panchanga-Committee#page/n42/mode/1up)) Las primeras listas completas de nakṣatra se encuentran en Taittirīya-śruti y Atharvaveda, donde se recitan como parte del ritual nakṣatreṣṭi que coloca a las deidades del panteón en estos compartimentos celestes. Algunos eruditos opinan que la tradición muestra que en el período medieval temprano, la identificación nakṣatra había cambiado en un pequeño grado desde el período védico. Hay múltiples mitologías y simbolismos ricos asociados con las mismas constelaciones y estrellas (Ejemplo: [Raj Vedam on Rohini](https://www.youtube.com/watch?v=Jq__DXtfeXw)) no sería bueno depender de una y excluir a otras durante la traducción o la descripción truncada. Por tanto, nos ceñimos a las traducciones etimológicas; y en lugar de incluir aquí extensos relatos mitológicos, se sugiere que los lectores interesados profundicen en ellas por separado. (Consulta las referencias a continuación). El nombre de los meses lunares se originó a partir de los nombres de las 12 divisiones en las que ocurre la luna llena o "Purnimā". A diferencia de un día solar que se define desde el amanecer hasta el siguiente amanecer, un día lunar o la posición de la luna en un nakshatra no depende de la salida del sol o de la luna. Por tanto, un día lunar puede comenzar en cualquier momento de un día solar. Al igual que otras culturas humanas antiguas, los pueblos védicos innovaron una serie de sistemas, entre los cuales los meses lunares intercalares fueron los más utilizados. Es decir, agregar otro mes cada 32,5 meses en promedio o 4 meses cada 11 años para corregir el desajuste entre el año lunar y solar. Algunos de los yogatārā-s o asterismos prominentes en los nakṣatra-s (pasando por su identificación principal) se encuentran ligeramente fuera de sus límites de constelación, en cuyo caso, cualquier problema resultante (con respecto al tiempo ritual o la astrología) debe ser resuelto por otro significa (algunas personas proponen identificaciones alternativas para tales yogatārā-s). ### Navagraha - Nueve "planetas" Ellos observaron que algunos cuerpos celestes se mueven independientemente en relación con las estrellas del fondo, y los nombraron "planetas" o "graha". También nombraron los nodos lunares como graha-s, ya que estos puntos son muy importantes para calcular los eclipses. El nombre de los días védicos se originó a partir del nombre de estos planetas. |Graha|Designación|Nombre de los días solares| |-----|-----------|--------------------------| |Sūrya (Sol)|Dios Sol|Ravivāsara (Domingo)| |Chandra/Soma (Luna)|Dios Luna|Somavāsara (Lunes)| |Maṅgala (Marte)|Dios de la guerra|Maṅgalavāsara (Martes)| |Budha (Mercurio)|Hijo de Luna|Budhavāsara (Miércoles)| |Bṛihaspati/Guru (Júpiter)|Maestro de los Dioses|Guruvāsara (Jueves)| |Śukra (Venus)|Mentor de Demonios|Śukravāsara (Viernes)| |Śani (Saturno)|Dios de la desgracia|Śanivāsara (Sábado)| |Rahu|nodo lunar|-| |Ketú|nodo lunar|-|
