Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: <p/> <img src="illustrations/Armintxesala.png" width="800" height="380" /> <img src="illustrations/osoa.png" width="800" height="380" /> ### Animal constellations One year later, one of the speleologists, the photographer, was studying the pictures and found out that the main panel depicted the starry firmament, the engravings were like a Paleolithic planetarium, and the animals were their constellations. Armintxe depicts the spring equinox. If you want to see the constellations at the same position than in the cave you can use this settings: GPS coordinates:43°21′43″N 2°30′29″W, date: -10500-6-10, hour:6am, you have to choose the art layer, they are the original pictures of the cave, the constellation layer is not so important in this case, tries to copy the original pictures. A twenty inch monitor or bigger is needed. Some of the images are easy to see on an objective way, like the tail of the lion and the second ibex, and the position between each other prove that the mere coincidence is impossible. There are other pictures almost impossible too see, their shape is very subjective, it looks like the artists were trying to find in the stars these animals to complete their calendar in a forced way. Another characteristic of Paleolithic constellations is that they use very dim stars not the brightest, it looks like they were finding a hidden message in the stars.
ru: <p/><img src="illustrations/Armintxesala.png" width="800" height="380" /><img src="illustrations/osoa.png" width="800" height="380" /> ### Созвездия животных Год спустя один из спелеологов, фотограф, изучал снимки и обнаружил, что на главной панели изображен звездный небосвод, гравюры напоминают палеолитический планетарий, а животные — их созвездия. Орминткс изображает весеннее равноденствие. Если вы хотите увидеть созвездия в том же положении, что и в пещере, вы можете использовать эти настройки: Координаты GPS: 43°21′43″N 2°30′29″W, дата: -10500-6-10, время: 6 утра, вам нужно выбрать художественный слой, это оригинальные фотографии пещеры, слой созвездий в данном случае не так важен, пытается скопировать оригинальные фотографии. Нужен двадцатидюймовый монитор или больше. Некоторые из изображений легко увидеть объективным способом, например, хвост льва и второго козерога, и положение друг относительно друга доказывает, что простое совпадение невозможно. Есть и другие фотографии, которые почти невозможно увидеть, их форма очень субъективна, похоже, художники пытались найти в звездах этих животных, чтобы завершить свой календарь насильственным образом. Еще одной характерной чертой палеолитических созвездий является то, что они используют очень тусклые звезды, а не самые яркие. Похоже, что они искали скрытое послание в звездах.
sv: <p/> <img src="illustrations/Armintxesala.png" width="800" height="380" /> <img src="illustrations/osoa.png" width="800" height="380" /> ### Djurkonstellationer Ett år senare studerade en av speleologerna, fotografen, bilderna och upptäckte att huvudpanelen föreställde stjärnhimlen, att gravyrerna liknade ett paleolitiskt planetarium och att djuren var deras konstellationer. Armintxe föreställer vårdagjämningen. Om du vill se konstellationerna i samma position som i grottan kan du använda dessa inställningar: GPS-koordinater: 43°21′43″N 2°30′29″W, datum: -10500-6-10, tid: 06:00, du måste välja konstlagret, det är de ursprungliga bilderna från grottan, konstellationslagret är inte så viktigt i detta fall, försök att kopiera de ursprungliga bilderna. En 20-tums skärm eller större behövs. Vissa av bilderna är lätta att se på ett objektivt sätt, som lejonets svans och den andra stenbocken, och positionen mellan varandra bevisar att det är omöjligt att det bara är en slump. Det finns andra bilder som är nästan omöjliga att se, deras form är mycket subjektiv, det ser ut som om konstnärerna försökte hitta dessa djur i stjärnorna för att på ett påtvingat sätt komplettera sin kalender. Ett annat kännetecken för paleolitiska konstellationer är att de använder mycket svaga stjärnor, inte de ljusaste, det ser ut som om de letade efter ett dolt budskap i stjärnorna.
uk: <p/> <img src="illustrations/Armintxesala.png" width="800" height="380" /> <img src="illustrations/osoa.png" width="800" height="380" /> ### Тваринні сузір'я Роком пізніше один із спелеологів, фотограф, вивчив знімки і з'ясував, що на головному панно зображено зоряне небо, гравюри схожі на палеолітичний планетарій, а тварини — їхні сузір'я. В Армінче зображено весняне рівнодення. Якщо ви хочете побачити сузір'я так, як їх зображено у печері, скористайтеся такими параметрами: координати GPS:43°21′43″N 2°30′29″W, дата: -10500-6-10, години:6:00. Вам слід вибрати художній шар із оригінальними зображеннями на стіні печери. У цьому випадку шар сузір'їв є неважливим (у ньому скопійовано початкові зображення). Потрібен монітор із розміром діагоналі двадцять або більше дюймів. Деякі із зображень легко вписуються у картину зоряного неба, зокрема хвіст лева та другий із гірських козлів. Розташування ж інших є не таким очевидним — можливий простий збіг. На стіні є і інші малюнки, які майже неможливо побачити. Їхня форма дуже суб'єктивна. Складається враження, що автори гравюри намагалися знайти потрібних їм тварин у малюнку зірок для завершення власного календаря, попри все. Ще одна характеристика палеолітичних сузір'їв полягає у тому, що вони використовують дуже тьмяні зірки, не найяскравіші, схоже, що творці шукали приховане повідомлення у зірках.

source: This sky culture was built by Xabier Gezuraga Jauregi, member and photographer of the group of speleology ADES, and sky and weather photographer, after the discovery continued investigating and wrote the theory[#3] of the calendar of Armintxe, explaining the use of animals in cave art to name periods of time, based on stars, Sun and Moon movements
es_419: Esta cultura estelar fue construida por Xabier Gezuraga Jauregi, miembro y fotógrafo del grupo de espeleología ADES, y fotógrafo del cielo y del tiempo. Tras el descubrimiento continuó investigando y escribió la teoría[#3] del calendario de Armintxe, explicando el uso de animales en el arte rupestre para nombrar periodos de tiempo, basándose en los movimientos de las estrellas, el Sol y la Luna.
ru: Эту культуру неба создал Хавьер Гезурага Хауреги, член и фотограф группы спелеологов ADES, а также фотограф неба и погоды, после открытия он продолжил исследования и написал теорию [#3] календаря Орминткс, объясняющую использование животных в пещерном искусстве для обозначения периодов времени на основе звезд, движения Солнца и Луны.
sv: Denna himmelskultur byggdes av Xabier Gezuraga Jauregi, medlem och fotograf i gruppen av speleologi ADES, och himmel- och väderfotograf, efter upptäckten fortsatte att undersöka och skrev teorin[#3] om Armintxes kalender, som förklarar användningen av djur i grottkonst för att namnge tidsperioder, baserat på stjärnor, sol- och månrörelser
uk: Файли цієї картини зоряного неба було створено Шаб'єром Гесурагою Хаурегі (Xabier Gezuraga Jauregi), учасником і фотографом групи спелеології ADES, який також захоплюється створенням знімків неба та погодних явищ. Після відкриття він продовжив вивчення гравюр і створив теорію календаря[#3] у Армінче, пояснивши використання тварин у малюнках на стіні печери прив'язкою до пір року на основі руху зірок, Сонця і Місяця.

source: - [#1]: [Wikipedia](https://en.wikipedia.org/wiki/Armintxe_Cave). - [#2]: [Armintxe: an archaeological, hydrogeological, and diplomatic mess](http://actualid-ades.blogspot.com/2017/11/armintxe-archaeological-hydrogeological.html) - [#3]: [Xabier Gezuraga, "Armintxe, paleolithic sky culture"](https://barnebidaia.blogspot.com/2019/02/armintxe-paleolithic-sky-culture.html). - [#4]: [Sky pictures](http://www.lekitxokozeruak.com/).
es_419: - [#1]: [Wikipedia](https://en.wikipedia.org/wiki/Armintxe_Cave). - [#2]: [Armintxe: un lío arqueológico, hidrogeológico y diplomático](http://actualid-ades.blogspot.com/2017/11/armintxe-archaeological-hydrogeological.html) - [#3]: [Xabier Gezuraga, "Armintxe, cultura del cielo paleolítico"](https://barnebidaia.blogspot.com/2019/02/armintxe-paleolithic-sky-culture.html). - [#4]: [Imágenes del cielo](http://www.lekitxokozeruak.com/).
sv: - [#1]: [Wikipedia](https://en.wikipedia.org/wiki/Armintxe_Cave). - [#2]: [Armintxe: en arkeologisk, hydrogeologisk och diplomatisk röra](http://actualid-ades.blogspot.com/2017/11/armintxe-archaeological-hydrogeological.html) - [#3]: [Xabier Gezuraga, "Armintxe, paleolitisk himmelskultur"](https://barnebidaia.blogspot.com/2019/02/armintxe-paleolithic-sky-culture.html). - [#4]: [Bilder från himlen](http://www.lekitxokozeruak.com/).

source: <p><img src="illustrations/aztec0.png" width="150" height="146" align="left" />For ancient aztecs, the knowledge of the night skies and stars movement had great importance for their calendars and the measurement of both agricultural and sacred cycles. However, great part of this knowledge was lost as consequence of the Spanish conquest which occurred on continental America in the 16th century.</p> <p>The elements of the Aztec society such as culture, economy and science is preserved in the <em>tlacuilos</em>, word that comes from the ancient Nahuatl word <em>tlacuiloa</em>, which means <em>writing with drawings</em>. These Tlacuilos where stored in the <em>amoxcalli</em>, meaning amoxtli: books and calli: house. Later their became known as <em>codices</em>; a word that came from the Latin word Codex which means written book.</p> <p>After the Spanish conquest many of the pre-hispanic Codexes where destroyed, their main feature is that their where drawn in many different materials such as deer skin, <em>amate</em> paper or cotton fabric and they had no text only draws or <em>glifos</em>. However the collection of Mesoamerican customs continued prior to the Spanish conquest thanks to the work of some native indians and some Spanish priests, this codexes are known as Colonial Codexes and there is a change of the way of drawing because of the new techniques of drawing and the new materials imported from Europe, also because of the incorporation of descriptive text both in Spanish and Nahuatl.</p> <p><img src="illustrations/edificios.png" width="321" height="156" /><br /> <em>Astronomical building</em></p> <p>Sadly, the Aztec astronomical knowledge in the remaining codexes is really small. The next image is one of the few that names some constellations and astronomical phenomena identified by the Aztec, it belong to the <em>Primeros Memoriales</em> (first memorials), which is a colonial manuscript of the 16th century written by Fray Bernardino de Sahagun.</p> <p align="center"><img src="illustrations/Primeros_Memoriales.png" width="399" height="351" /></p> Now, in this work we have an explanation of some Aztec stellar figures for Stellarium.
de: <p><img src="illustrations/aztec0.png" width="150" height="146" align="left" />Für die alten Azteken hat das Wissen um den Nachthimmel und der Sternenbewegungen große Bedeutung für ihre Kalender und die Bestimmung von agrikulturellen und heiligen Zyklen gehabt. Jedoch ist ein Großteil dieses Wissen in Folge der spanischen Eroberung, die im 16. Jahrhundert in Kontinentalamerika stattfand, verloren gegangen.</p> <p>Aspekte der aztekischen Gesellschaft wie Kultur, Wirtschaft und Wissenschaften sind in den <em>tlacuilos</em> erhalten, ein Wort das vom alten Nahuatl-Wort <em>tlacuiloa,</em> das <em>Schrift mit Zeichnungen</em> bedeutet. Die Tlacuilos wurden in den <em>amoxcalli</em> aufbewahrt, das aus amoxtli: Bücher und calli: Haus zusammengesetzt ist. Später wurden sie als <em>codices</em> bekannt, ein Wort, das vom lateinischen Wort »Codex«, welches geschriebenes Buch bedeutet.</p> <p>After the Spanish conquest many of the pre-hispanic Codexes where destroyed, their main feature is that their where drawn in many different materials such as deer skin, <em>amate</em> paper or cotton fabric and they had no text only draws or <em>glifos</em>. However the collection of Mesoamerican customs continued prior to the Spanish conquest thanks to the work of some native indians and some Spanish priests, this codexes are known as Colonial Codexes and there is a change of the way of drawing because of the new techniques of drawing and the new materials imported from Europe, also because of the incorporation of descriptive text both in Spanish and Nahuatl.</p> <p><img src="illustrations/edificios.png" width="321" height="156" /><br /> <em>Astronomisches Bauwerk</em></p> <p>Sadly, the Aztec astronomical knowledge in the remaining codexes is really small. The next image is one of the few that names some constellations and astronomical phenomena identified by the Aztec, it belong to the <em>Primeros Memoriales</em> (first memorials), which is a colonial manuscript of the 16th century written by Fray Bernardino de Sahagun.</p> <p align="center"><img src="illustrations/Primeros_Memoriales.png" width="399" height="351" /></p> Now, in this work we have an explanation of some Aztec stellar figures for Stellarium.
es_419: <p><img src="illustrations/aztec0.png" width="150" height="146" align="left" />Para los antiguos aztecas, el conocimiento de los cielos nocturnos y el movimiento de las estrellas tenía gran importancia para sus calendarios y la medición de los ciclos agrícolas y sagrados. Sin embargo, gran parte de este conocimiento se perdió como consecuencia de la conquista española que tuvo lugar en América continental en el siglo XVI.</p> <p>Los elementos de la sociedad azteca, como la cultura, la economía y la ciencia, se conservan en los <em>tlacuilos</em>, palabra que proviene de la antigua palabra náhuatl <em>tlacuiloa</em>, que significa <em>escribir con dibujos</em>. Estos Tlacuilos fueron almacenados en el <em>amoxcalli</em>, que significa amoxtli: libros y calli: casa. Más tarde se hicieron conocidos como <em>códices</em>; una palabra que vino de la palabra latina Codex que significa libro escrito.</p> <p>Después de la conquista española, muchos de los Códices prehispánicos fueron destruidos, su característica principal es que fueron dibujados en muchos materiales diferentes, como piel de ciervo, papel de <em>amate</em> o tela de algodón, y no tenían texto solo dibujos o <em>glifos</em>. Sin embargo, la colección de costumbres mesoamericanas continuó antes de la conquista española gracias al trabajo de algunos indios nativos y algunos sacerdotes españoles, estos códices se conocen como códices coloniales y hay un cambio en la forma de dibujar debido a las nuevas técnicas de dibujo y Los nuevos materiales importados de Europa, también debido a la incorporación de textos descriptivos tanto en español como en náhuatl.</p> <p><img src="illustrations/edificios.png" width="321" height="156" /><br /> <em>Edificio astronómico</em></p> <p>Lamentablemente, el conocimiento astronómico azteca en los códices restantes es realmente pequeño. La siguiente imagen es una de las pocas que nombra algunas constelaciones y fenómenos astronómicos identificados por los aztecas, pertenece a los <em>Primeros Memoriales</em> (primeros monumentos), que es un manuscrito colonial del siglo XVI escrito por Fray Bernardino de Sahagun.</p> <p align="center"><img src="illustrations/Primeros_Memoriales.png" width="399" height="351" /></p> Ahora, en este trabajo tenemos una explicación de algunas figuras estelares aztecas para Stellarium.
ru: <p><img src="illustrations/aztec0.png" width="150" height="146" align="left" />У древних ацтеков знание ночного неба и движения звёзд имело большое значение для их календаря и измерения сельскохозяйственного и религиозного цикла. Тем не менее большая часть этих знаний была утрачена в результате испанских завоеваний, которые произошли в континентальной Америке в 16 веке.</p> <p>Элементы ацтекского общества, такие как культура, экономика и наука сохранились в виде <em>тлакуилос</em>, слово происходит от древнего ацтекского слова <em>тлакуилоа</em>, которое означает <em>письмо с рисунками</em>. Эти Тлакуилос хранились в <em>амокскалли</em>, где амокстли означает книги и калли - дом. Позднее их стали называть <em>кодексы</em>; слово, которое пришло от латинского слова Кодекс и означает написанная книга.</p> <p>После испанского завоевания многие доиспанские Кодексы были уничтожены - для их написания были использованы самые различные материалы, такие как оленьи шкуры, бумага <em>амате</em> или хлопчатобумажная ткань и они не имели текста - только рисунки или <em>глифос</em>. Однако благодаря работе некоторых коренных индейцев и испанских священников таможенные записи велись вплоть до испанского завоевания и теперь эти рукописи известны как Колониальные Кодексы и их сравнительно долгая жизнь объясняется использованием новых материалов, импортированных из Европы, нового способа рисования и ведения описаний на двух языках - испанском и науатле.</p> <p><img src="illustrations/edificios.png" width="321" height="156" /><br /> <em>Астрономические строения</em></p> <p>К сожалению, до нас в сохранившихся кодексах дошли только обрывки астрономических знаний ацтеков. Следующее изображение с названиями некоторых ацтекских созвездий и астрономическими явлениями одно из немногих сохранившихся документов. Эта колониальная рукопись написана Фраем Бернардино де Саагуном в 16 веке и она относится к <em>Primeros Memoriales</em> (первым памятникам).</p> <p align="center"><img src="illustrations/Primeros_Memoriales.png" width="399" height="351" /></p> Ниже разъясняются некоторые ацтекские звездные фигуры, используемые в Stellarium'е.
sv: <p><img src="illustrations/aztec0.png" width="150" height="146" align="left" />För de gamla aztekerna hade kunskapen om natthimlen och stjärnornas rörelser stor betydelse för deras kalendrar och för att mäta både jordbrukscykler och heliga cykler. En stor del av denna kunskap gick dock förlorad till följd av den spanska erövringen av den amerikanska kontinenten på 1500-talet.</p> <p>Aztekernas kultur, ekonomi och vetenskap finns bevarad i <em>tlacuilos</em>, ett ord som kommer från det gamla nahuatl-ordet <em>tlacuiloa</em>, som betyder <em>skrift med teckningar</em>. Dessa tlacuilos förvarades i <em>amoxcalli</em>, vilket betyder amoxtli: böcker och calli: hus. Senare blev de kända som <em>codices</em>; ett ord som kom från det latinska ordet Codex som betyder skriven bok.</p> <p>Efter den spanska erövringen förstördes många av de förspanska kodexerna, vars främsta kännetecken var att de var ritade i många olika material som hjortskinn, <em>amatyrpapper</em> eller bomullstyg och att de inte hade någon text utan bara teckningar eller <em>glifos</em>. Samlingen av mesoamerikanska seder fortsatte dock före den spanska erövringen tack vare några infödda indianers och några spanska prästers arbete, dessa kodexar är kända som koloniala kodexar och det finns en förändring av sättet att rita på grund av de nya teknikerna för teckning och de nya materialen som importerades från Europa, också på grund av införlivandet av beskrivande text både på spanska och nahuatl.</p> <p><img src="illustrations/edificios.png" width="321" height="156" /><br /> <em>Astronomisk byggnad</em></p> <p>Tyvärr är den aztekiska astronomiska kunskapen i de återstående kodexarna mycket liten. Nästa bild är en av de få som nämner några konstellationer och astronomiska fenomen som identifierats av aztekerna. Den tillhör <em>Primeros Memoriales</em> (de första minnesmärkena), som är ett kolonialt manuskript från 1500-talet skrivet av Fray Bernardino de Sahagun.</p> <p align="center"><img src="illustrations/Primeros_Memoriales.png" width="399" height="351" /></p> Nu, i det här arbetet har vi en förklaring av några aztekiska stjärnfigurer för Stellarium.
uk: <p><img src="illustrations/aztec0.png" width="150" height="146" align="left" />Для давніх ацтеків знання нічного неба та руху зірок було важливим для складання календаря та визначення важливих дат сільськогосподарського та релігійного циклів. Значну частину цих знань було втрачено внаслідок іспанського завоювання, яке відбулося у континентальній Америці у XVI столітті.</p> <p>Елементи ацтецького суспільства, зокрема культура, економіка та наука, збереглися у <em>тлакуїлос</em>, слово, що походить від давнього слова мовою нахуатль <em>тлакуїлоа</em>, що значить <em>запис малюнками</em>. Тлакуїлос зберігалися у <em>амоксаллі</em>, тобто «амокстлі»: будинку книг і каліграфії. Пізніше ці записи назвали <em>кодекси</em>, — слово яке походить від латинського «codex», тобто «письмова книга».</p> Мезоамериканські традиції продовжили своє існування і після іспанського завоювання завдяки роботі самих індіанців та деяких іспанських священників. Створені у цей час кодекси називають колоніальними. У них можна спостерігати певні відмінності через змінену техніку малювання та нові матеріали, імпортовані з Європи. Крім того, у них малюнки супроводжуються текстом з описами іспанською та нахуатлем. <p><img src="illustrations/edificios.png" width="321" height="156" /><br /> <em>Астрономічна система</em></p> <p>На жаль, наші знання щодо астрономічної системи ацтеків, які збереглися завдяки уцілілим кодексам, доволі мізерні. Наведене нижче зображення є одним з небагатьох, на яких вказано назви деяких сузір’їв та астрономічних об’єктів, відомих ацтекам. Зображення взято з <em>Primeros Memoriales</em> (першого меморандуму), колоніального манускрипту XVI століття, написаного Бернардіно де Саагуном.</p> <p align="center"><img src="illustrations/Primeros_Memoriales.png" width="399" height="351" /></p> Тепер наведемо деякі пояснення щодо ацтецьких сузір’їв, які можна побачити у Stellarium.
