Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ##### Gawaargay Gawaargay is the spirit Emu in the Sky, located with its head in the Coal Sack, and its neck and body stretching out through the dust lanes of the Milky Way (Warrambul) past Scorpius. The Euahlayi and the Kamilaroi see it with legs in April and May, when it is female and chasing the males. From June to August it is male and sitting on its nest without legs (the males brood the chicks), and this is a signal to collect the eggs. In the evening in late August it is vertical in the sky, and the head and body form two "eggs", meaning the eggs should not be collected. Later in the year, it appears on the horizon, so it is believed to be sitting in a waterhole, meaning the waterholes are full. When it is below the horizon, then it is on Earth as the Black Emu, which is rarely seen. ##### Birringoloo Birringoloo is the second wife of Byaame, the creator/culture hero. She sits by the campfire of Byaame's camp (the star Alpha Muscae), and all women with girl children who die come to this camp before going on to Bulimah (Heaven behind Warrambul). They wait at this camp until all their girl children have died and come to the camp, and then they can proceed to Bulimah. ##### Yarran Yarran (also called mingga) is the roots of the Yarran tree, an Acacia, which is the tree that Byaame took up to the Warrambul with the first man to die (and the Cockatoos). It is actually centred on the Coal Sack, and the dark nebula is the hollow of the tree seen from below, with the roots spreading around. When someone dies and goes to Bulimah, they go through the hollow of the Yarran. ##### Old Wiringin A Wiringin is a "Clever Man" or Aboriginal doctor. This Wiringin located in the Small Magellanic Cloud is there because he controls who can go on to Bulimah. If the person who died is not initiated, they are not allowed, because they don't know the rules, so he sends them to Wadhaagudjaaylwan in the Large Magellanic Cloud. This birth spirit will send the uninitiated back to Earth as a new baby, so they can be initiated. This Wiringin is represented in every Aboriginal cemetery as the Wilga tree (Native Willow). ##### Birray Birray The Birray Birray are a group of uninitiated boys who are in love with the seven young women (sisters), Miyay Miyay, who make up the Pleiades star cluster. They chased the Miyay Miyay, who ended up in the sky, and for this they were placed in Orion, as the three stars that make up the belt of Orion. Rigel is their fire, and the sword of Orion is their fire poker. They are kept from the Miyay Miyay by the Wiringin, Old Dthillar, who is Aldebaran. ##### Miyay Miyay The Miyay Miyay are the seven young women (sisters) who were chased into the sky, depending on the story, by the Birray Birray, or by various Wiringins or other bad persons. They form the Pleiades star cluster, and as one sister is shy, normally we only see six stars. They are protected from the Birray Birray in Orion by the Wiringin, Old Dthillar, who is Aldebaran. ##### Old Dthillar Old Dthillar is a Wiringin, in this case the Wiringin of the Birray Birray, the unitiated boys in Orion who pine for the Miyaay Miyaay (Seven Sisters) in the Pleiades. Old Dthillar is the star Aldebaran, which is also Alpha Tauri, and he stands there to protect the Miyaay Miyaay from the Birray Birray. The inverted "V" shape made up by Alpha, Epsilon, and Gamma Tauri is Old Dthillar's gunya (hut). ##### Wamba Wamba "Wamba" means "crazy" or "mad". In this case, the star Canopus is called Wamba Wamba because of various reasons, depending on whose story is told. The planet Venus is also called Wamba. One speculation is that both Canopus and Venus are seen close to the horizon in the summer, and due to atmospheric defraction, can "scintillate" (twinkle srongly), which results in rapid changes in colour. This might be interpreted as madness. ##### Wadhaagudjaaylwan Wadhaagudjaaylwan is Byaame's third wife, who is in the Large Magellanic Cloud, and sings to women who are going to have babies. She "sings" the babies to the women on Earth, and she takes the persons that the Old Wiringin in the Small Magellanic Cloud sends to her, and sends them back to Earth as babies. ##### Bandaarr Bandaarr is Kamilaroi/Euahlayi for Kangaroo, and this kangaroo is located under the belly of the Emu in the Milky Way, looking away from the Emu. Bandaarr is either a grey or red kangaroo, depending on the culture, and has significance in ceremony. ##### Muraay Muyaay Muraay is Kamilaroi, and Muyaay is Euahlayi for the sulfur-crested cockatoo, who are the Pointer stars (Alpha Centauri and Hadar/Beta Centauri). They ended up in the constellation Crux when their tree, the Yarran, was dragged into the sky with the first man to die, and they are always chasing Yarran. ##### Warrawilbaarru Warrawilbaarru is the whirlwind spirit who lives in the constellation Scorpius. Byaame normally keeps him from coming to Earth, but in September he comes out of one of three holes (dark nebulae) in Scorpius during September, and doesn't go back until around March. During this time he is on earth as the "willy willy" or whirlwind, and can be dangerous to children and uninitiated men.
ru: ##### Гавааграй Гавааргай - это дух Эму в Небе, расположенный с головой в Угольном Мешке, а его шея и тело вытянуты через пыльные дорожки Млечного Пути (Варрамбул) мимо Скорпиона. Эуахлаи и камиларои видят его с ногами в апреле и мае, когда он самка и преследует самца. С июня по август он самец и сидит на своем гнезде без ног (самцы высиживают птенцов), и это сигнал к сбору яиц. Вечером в конце августа он стоит в небе вертикально, а голова и тело образуют два «яйца», то есть яйца собирать не следует. Позже в году он появляется на горизонте, поэтому считается, что он сидит в водопое, что означает, что водоемы полны. Когда он находится ниже горизонта, то он находится на Земле как Черный Эму, которого редко можно увидеть. ##### Бирринголу Бирринголоо — вторая жена Бьяаме, создателя и культурного героя. Она сидит у костра в лагере Бьяаме (звезда Альфа Мухи), и все умершие женщины с девочками приходят в этот лагерь, прежде чем отправиться в Булиму (Небеса за Варрамбулем). Они ждут в этом лагере, пока все их девочки не умрут и не прибудут в лагерь, а затем они смогут отправиться в Булиму. ##### Ярран Ярран (также называемый минга) - это корни дерева ярран, акации, дерева, которое Бьяме принес в Варрамбул с первым умершим человеком (и какаду). На самом деле его центром является Угольный Мешок, а темная туманность — это дупло дерева, видимое снизу, с растущими вокруг корнями. Когда кто-то умирает и идет в Булиму, он идет через лощину Яррана. ##### Старый Вирингин Вирингин — «умный человек» или врач-абориген. Этот Вирингин, расположенный в Малом Магеллановом Облаке, находится там, потому что он контролирует, кто может отправиться в Булиму. Если человек, который умер, не инициирован, его не пускают, потому что он не знает правил, поэтому он отправляет его в Вадхаагуджаайлван в Большое Магелланово Облако. Этот дух рождения отправит объединенных обратно на Землю в виде нового ребенка, чтобы они могли быть инициированы. Этот Вирингин представлен на каждом кладбище аборигенов как дерево Вилга (местная ива). ##### Биррей Биррей Биррей Биррей - это группа непосвященных мальчиков, влюбленных в семь молодых женщин (сестер) Мияй Мияй, составляющих звездное скопление Плеяды. Они преследовали Мияй Мияй, оказавшихся на небе, и за это их поместили в Орион, как три звезды, составляющие пояс Ориона. Ригель — их огонь, а меч Ориона — их огненная кочерга. Их удерживает от Мияй Мияй Вирингин, Старый Дтиллар, который является Альдебараном. ##### Мияй Мияй Мияй Мияй - это семь молодых женщин (сестер), которых преследовали в небе, в зависимости от истории, Биррей Биррей, различные Вирингины или другие плохие люди. Они образуют звездное скопление Плеяды, и, поскольку одна из сестер застенчива, обычно мы видим только шесть звезд. Их защищает от Биррей Биррей в Орионе Вирингин, Старый Дтиллар, который является Альдебараном. ##### Старый Дсиллар Старый Дтиллар — это Вирингин, в данном случае Вирингин из Биррей Биррей, объединенных мальчиков Ориона, которые тоскуют по Мияай Мияай (Семь сестер) в Плеядах. Старый Дтиллар — это звезда Альдебаран, которая также является Альфой Тельца, и он стоит там, чтобы защитить Мияай Мияай от Биррея Биррея. Перевернутая буква «V», состоящая из Альфы, Эпсилон и Гаммы Тельца, является гунья (хижиной) Старого Дтиллара. ##### Вамба Вамба «Вамба» означает «сумасшедший» или «безумный». В этом случае звезда Канопус называется Вамба Вамба по разным причинам, в зависимости от того, чья история рассказывается. Планету Венеру также называют Вамба. Одно из предположений состоит в том, что и Канопус, и Венера летом видны близко к горизонту и из-за атмосферной дефракции могут «мерцать» (сильно мерцать), что приводит к быстрым изменениям цвета. Это можно интерпретировать как сумасшествие. ##### Вадхаагудяайлван Вадхаагуджаайлван — третья жена Бьяаме, которая находится в Большом Магеллановом Облаке и поет женщинам, у которых скоро родятся дети. Она «поет» младенцев женщинам на Земле, и она берет людей, которых посылает ей Старый Проводник в Малом Магеллановом Облаке, и отправляет их обратно на Землю младенцами. ##### Бандаарр Бандаарр — это «кенгуру» на языке камиларои/эуахлайи, и этот кенгуру расположен под брюхом Эму в Млечном Пути, глядя в сторону от Эму. Бандаарр — это либо серый, либо красный кенгуру, в зависимости от культуры, и он имеет значение в церемониях. ##### Мурай Муяай Мураай — это на языке камиларои, а Муяай — это на языке эуахлайи, что означает какаду с серным хохолком, которые являются звездами-пойнтерами (Альфа Центавра и Хадар/Бета Центавра). Они оказались в созвездии Креста, когда их дерево Ярран было унесено в небо вместе с первым погибшим человеком, и они всегда преследуют Яррана. ##### Варравилбаару Варравильбаарру — дух вихря, живущий в созвездии Скорпиона. Бьяаме обычно не дает ему прилететь на Землю, но в сентябре он выходит из одной из трех дыр (темных туманностей) в Скорпионе в течение сентября и не возвращается примерно до марта. В это время он находится на земле как «воля-воля» или вихрь и может быть опасен для детей и непосвященных мужчин.
sv: ##### Gawaargay Gawaargay är anden Emu i himlen, med huvudet i Kolpåsen och halsen och kroppen sträckande sig genom dammstråken i Vintergatan (Warrambul) förbi Skorpionen. Euahlayi- och Kamilaroi-folken ser den med ben i april och maj, när den är hon och jagar hanarna. Från juni till augusti är den hane och sitter på sitt bo utan ben (hanarna ruvar på kycklingarna), och detta är ett tecken på att det är dags att samla in äggen. På kvällen i slutet av augusti står den vertikalt på himlen, och huvudet och kroppen bildar två ”ägg”, vilket betyder att äggen inte ska samlas in. Senare på året dyker den upp vid horisonten, så man tror att den sitter i en vattenhål, vilket betyder att vattenhålen är fulla. När den är under horisonten är den på jorden som den svarta emun, som sällan ses. ##### Birringoloo Birringoloo är den andra hustrun till Byaame, skaparen/kulturhjälten. Hon sitter vid lägerelden i Byaames läger (stjärnan Alpha Muscae), och alla kvinnor med döttrar som dör kommer till detta läger innan de går vidare till Bulimah (himlen bakom Warrambul). De väntar i detta läger tills alla deras döttrar har dött och kommit till lägret, och sedan kan de gå vidare till Bulimah. ##### Yarran Yarran (även kallat mingga) är rötterna till Yarran-trädet, en akacia, som är det träd som Byaame tog med sig till Warrambul tillsammans med den första mannen som dog (och kakaduorna). Det är faktiskt centrerat kring Coal Sack, och den mörka nebulosan är trädets ihålighet sett underifrån, med rötterna spridda runt omkring. När någon dör och går till Bulimah, går de genom håligheten i Yarran. ##### Gamla Wiringin En Wiringin är en ”klok man” eller aboriginsk läkare. Denna Wiringin, som finns i Lilla Magellanska molnet, finns där eftersom han kontrollerar vem som får gå vidare till Bulimah. Om den avlidne inte är invigd får han inte komma dit, eftersom han inte känner till reglerna, så han skickar honom till Wadhaagudjaaylwan i Stora Magellanska molnet. Denna födelseduch skickar den oinvigde tillbaka till jorden som ett nytt barn, så att han kan invigas. Denna Wiringin representeras på alla aboriginska kyrkogårdar som Wilga-trädet (inhemsk pil). ##### Birray Birray Birray Birray är en grupp oinvigda pojkar som är förälskade i de sju unga kvinnorna (systrarna) Miyay Miyay, som utgör stjärnhopen Plejaderna. De jagade Miyay Miyay, som hamnade i himlen, och för detta placerades de i Orion, som de tre stjärnorna som utgör Orions bälte. Rigel är deras eld, och Orions svärd är deras eldgaffel. De hålls borta från Miyay Miyay av Wiringin, Old Dthillar, som är Aldebaran. ##### Miyay Miyay Miyay Miyay är de sju unga kvinnorna (systrarna) som, beroende på berättelsen, jagades upp i himlen av Birray Birray eller av olika Wiringins eller andra onda personer. De bildar stjärnhopen Plejaderna, och eftersom en av systrarna är blyg ser vi normalt bara sex stjärnor. De skyddas från Birray Birray i Orion av Wiringin, Old Dthillar, som är Aldebaran. ##### Old Dthillar Old Dthillar är en Wiringin, i detta fall Wiringin av Birray Birray, de oinvigda pojkarna i Orion som längtar efter Miyaay Miyaay (Sju systrar) i Plejaderna. Old Dthillar är stjärnan Aldebaran, som också är Alpha Tauri, och han står där för att skydda Miyaay Miyaay från Birray Birray. Den omvända ”V”-formen som bildas av Alpha, Epsilon och Gamma Tauri är Old Dthillars gunya (hydda). ##### Wamba Wamba ”Wamba” betyder ’galen’ eller ”tokig”. I detta fall kallas stjärnan Canopus för Wamba Wamba av olika skäl, beroende på vems berättelse som återges. Planeten Venus kallas också Wamba. En spekulation är att både Canopus och Venus syns nära horisonten på sommaren och på grund av atmosfärisk refraktion kan ”scintillera” (blinka starkt), vilket resulterar i snabba färgförändringar. Detta kan tolkas som galenskap. ##### Wadhaagudjaaylwan Wadhaagudjaaylwan är Byaames tredje hustru, som befinner sig i Stora Magellanska molnet och sjunger för kvinnor som ska föda barn. Hon ”sjunger” barnen till kvinnorna på jorden, och hon tar emot de personer som den gamle Wiringin i Lilla Magellanska molnet skickar till henne och skickar tillbaka dem till jorden som spädbarn. ##### Bandaarr Bandaarr är Kamilaroi/Euahlayi för känguru, och denna känguru befinner sig under emuns mage i Vintergatan och tittar bort från emun. Bandaarr är antingen en grå eller röd känguru, beroende på kultur, och har betydelse i ceremonier. ##### Muraay Muyaay Muraay är Kamilaroi och Muyaay är Euahlayi för svavelkrönad kakadua, som är Pointer-stjärnorna (Alpha Centauri och Hadar/Beta Centauri). De hamnade i stjärnbilden Crux när deras träd, Yarran, drogs upp i himlen med den första människan som dog, och de jagar alltid Yarran. ##### Warrawilbaarru Warrawilbaarru är virvelvindens ande som bor i stjärnbilden Skorpionen. Byaame hindrar honom normalt från att komma till jorden, men i september kommer han ut ur ett av tre hål (mörka nebulosor) i Skorpionen och återvänder inte förrän omkring mars. Under denna tid är han på jorden som ”willy willy” eller virvelvind, och kan vara farlig för barn och oinvigda män.
uk: ##### Ґавааргай Ґавааргай є духом Небесного Ему. Його голову розташовано у Вугільному Мішку, а шию і тіло витягнуто вздовж Чумацького шляху (Варрамбул) через Скорпіона. Еуахлаї та каміларой бачили його ноги у квітні та травні, коли він був самицею і тікав від самців. З червня до серпня він був самцем і сидів на гнізді зібгавши ноги (самці висиджують пташенят), що було сигналом до збирання яєць. Вечорами у пізньому серпні сузір’я стоїть на небі вертикально, а голова і тіло утворюють два «яйця», що означає, що слід припиняти збирання яєць. Пізніше, сузір’я з’являється на горизонті. Вважається, що Ему сидить у ямі з водою, що означає, що ями з водою заповнено. Коли сузір’я перебуває нижче за горизонт, вважається, що Ему перебуває на землі у формі Чорного Ему, якого дуже важко зустріти. ##### Біррінґолу Біррінґолу є другою жінкою Бяаме, творця і культурного героя. Вона сидить біля вогнища у таборі Бяаме (зірка альфа Мухи), а усі жінки, які мали дочок і померли, приходять до цього табору на шляху до Буліма (Небо за Варрамбулом). Вони чекають у цьому таборі, доки помруть і прийдуть до табору усі їхні дочки, а потім продовжують подорож до Буліма. ##### Ярран Ярран (їх ще називають мінґґа) є коренями дерева Ярран, Акації, яка є деревом, яке Бяаме забрав до Варрамбула із першим померлим чоловіком (разом з Какаду). Сузір’я розташовано у центрі Вугільного Мішка, а темна туманність є дуплом у дереві, яке видно знизу і навколо якого розташовано коріння. Після смерті починається подорож до Буліма, яка проходить через дупло у Яррані. ##### Старий Вірінґін Вірінґін є «мудрецем» або тубільним доктором. Цього Вірінґіна пов’язують із Малою Магеллановою Хмарою. Він живе там, оскільки визначає, чи може хтось пройти до Буліма. Якщо мерця не ініціалізовано, він не може пройти далі, оскільки не знає правил, тому його буде надіслано до Вадгааґуджайлвана у Великій Магеллановій Хмарі. Цей дух народження надішле неініціалізованих назад на Землю до тіла новонародженої дитини, щоб пройти ініціалізацію. Представником цього Вірінґіна на кожному тубільному кладовищі є дерево вільги (тубільної верби). ##### Бірайбірай Бірайбірай є групою неініціалізованих хлопчиків, які закохані у сімох дівчат (сестер), Міяйміяй, які відповідають скупченню зірок Плеяди. Хлопці переслідували міяйміяй, які втекли від них на небо. Потрапивши на небо хлопці опинилися у Оріоні, ставши трьома зірками з Поясу Оріона. Їхнім вогнищем є Рігель, а меч Оріона є їхньою кочергою. Міяйміяй від них захищає Вірінґін, Старий Дтілар, втіленням якого є Альдебаран. ##### Міяйміяй Міяйміяй — семеро дівчат (сестер), які втекли на небо переслідувані, залежно від історії, Бірайбірай або якимись Вірінґінами чи іншими злими людьми. На небі вони утворили скупчення Плеяди, а оскільки одна із сестер є занадто соромливою, зазвичай, у скупченні ми бачимо лише шість зірок. Від Бірайбірай у Оріоні сестер захищає Вірінґін, Старий Дтіллар, уособленням якого є Альдебаран. ##### Старий Дтіллар Старий Дтіллар є Вірінґіном, у цьому випадку Вірінґіном Бірайбірай, неініціалізованих хлопців у Оріоні, які переслідують Міяйміяй (Семеро сестер) у Плеядах. Уособленням Старого Дтіллара є зірка Альдебаран, альфа Тільця. Він охороняє Міяйміяй від Бірайбірай. Перевернута "V", що складається з альфи, епсилон та гамми Тільця, є гунею (хижею) Старого Дтіллара. ##### Вамба-Вамба «Вамба» означає «скажений» або «божевільний». У цьому випадку зірку Канопус називають Вамба-Вамба з різних причин, залежно від пов’язаної із нею історії. Планету Венера також називають Вамба. За одним із пояснень Канопус і Венера спостерігаються улітку близько до горизонту, і через атмосферну дифракцію можуть суттєво блимати, що також спричинює швидкі зміни кольору. Це можна інтерпретувати як «божевілля». ##### Вадгааґуджайлван Вадгааґуджайлван є третьою жінкою Бяаме, яку уособлює Велика Магелланова Хмара, і яка співає для жінок, які мають народити. Завдяки її «співам» на Землі з’являються діти. Вона спрямовує тих, кого надсилає їй Старий Вірінґін у Малій Магеллановій Хмарі, назад на Землю у формі дітей. ##### Бандаарр Бандаарр означає мовою каміларой або еуахлаї «Кенгуру». Цього небесного кенгуру розташовано під поясом Ему у Чумацькому шляху. Він дивиться у бік від Ему. Бандаарр є сірим або рудим кенгуру, залежно від культури, він має значення у церемоніях. ##### Мураай-Муяй Словом «мураай» у каміларой і словом «муяй» у еуахлаї називають какаду із жовтим чубчиком. Їх уособлюють дві навігаційні зірки (альфа Центравра та Хадар або бета Центравра). Вони перебували у сузір’ї Ворона, коли їхнє дерево, Ярран, було перетягнуто на небо разом із першим померлим. Вони завжди намагаються повернутися на Ярран. ##### Варравілбаарру Варравілбаарру є духом вихору, який живе у сузір’ї Скорпіона. Зазвичай, Бяаме не дає йому проникнути на Землю, але у вересні він протискається крізь одну із дірок (темних туманностей) у Скорпіоні і не повертається на небо до березня. Протягом перебування на Землі дух проявляє себе як «віллі-віллі» (вихор) і може бути небезпечним для дітей та неініціалізованих чоловіків.

source: More detailed information on the astronomy of the Kamilaroi and Euahlayi peoples can be found at [https://unsw.academia.edu/RobertFuller](https://unsw.academia.edu/RobertFuller).
es_419: Puede encontrar información más detallada sobre la astronomía de los pueblos Kamilaroi y Euahlayi en [https://unsw.academia.edu/RobertFuller](https://unsw.academia.edu/RobertFuller).
ru: Более подробную информацию об астрономии народов камиларои и эуахлайи можно найти на сайте [https://unsw.academia.edu/RobertFuller](https://unsw.academia.edu/RobertFuller).
sv: Mer detaljerad information om Kamilaroi- och Euahlayi-folkets astronomi finns på [https://unsw.academia.edu/RobertFuller](https://unsw.academia.edu/RobertFuller).
uk: Докладніший опис картини зоряного неба народів каміларой та еуахлаї можна знайти тут: [https://unsw.academia.edu/RobertFuller](https://unsw.academia.edu/RobertFuller).

source: Robert S. Fuller and Ghillar Michael Anderson
es_419: Robert S. Fuller y Ghillar Michael Anderson
ru: Роберт С. Фуллер и Гиллар Майкл Андерсон
sv: Robert S. Fuller och Ghillar Michael Anderson
uk: Robert S. Fuller і Ghillar Michael Anderson
