Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Sun, X.-C., and Kistemaker, J., *The Chinese sky during the Han*. Leiden: Brill, 1997. - [#2]: Yang, B.-S., 2023. *Zhongguo Chuantong Hengxing Guance Jingdu ji Xingguan Yanbian Yanjiu* 中国传统恒星观测精度及星官演变研究 (A Research on the Accuracy of Chinese Traditional Star Observation and the Evolution of Constellations), PhD thesis, (Hefei: University of Science and Technology of China, 2023). - [#3]: Yang, B.-S., and Hoffmann, S. M., 2024. Identification of Z Cam’s Historical Counterpart: The Quest for an Ancient Nova. *Research in Astronomy and Astrophysics*. 12, 12pp. - [#4]: Yang, B.-S., and Chu, L.-F., 2025. A Research on Chenzhuo’s Star Catalogue in the Continuation of the Later Han Books. *The Chinese Journal for the History of Science*. 1.
sv: - [#1]: Sun, X.-C., och Kistemaker, J., *Den kinesiska himlen under Han*. Leiden: Brill, 1997. - [#2]: Yang, B.-S., 2023. *Zhongguo Chuantong Hengxing Guance Jingdu ji Xingguan Yanbian Yanjiu* 中国传统恒星观测精度及星官演变研究 (A Research on the Accuracy of Chinese Traditional Star Observation and the Evolution of Constellations), Doktorsavhandling, (Hefei: University of Science and Technology of China, 2023). - [#3]: Yang, B.-S., och Hoffmann, S. M., 2024. Identifiering av Z Cams historiska motsvarighet: Sökandet efter en forntida Nova. *Forskning inom astronomi och astrofysik*. 12, 12 sidor. - [#4]: Yang, B.-S., och Chu, L.-F., 2025. En undersökning av Chenzhuos stjärnkatalog i fortsättningen av de senare Han-böckerna. *The Chinese Journal for the History of Science*. 1.

source: This sky culture was contributed by Dr. YANG Boshun (杨伯顺). [bsyang@ustc.edu.cn](mailto:bsyang@ustc.edu.cn)
ru: Эта культура неба создана доктором Яном Бошунем (杨伯顺). [bsyang@ustc.edu.cn](mailto:bsyang@ustc.edu.cn)
sv: Denna himmelskultur har tillhandahållits av Dr. YANG Boshun (杨伯顺). [bsyang@ustc.edu.cn](mailto:bsyang@ustc.edu.cn)
uk: Цю картину зоряного неба було надано д-ром Янем Бошуном (杨伯顺). [bsyang@ustc.edu.cn](mailto:bsyang@ustc.edu.cn)

source: Chinese Song Dynasty Sky
ru: Небо китайской династии Сун
sv: Kinesisk Songdynastin
uk: Китайська картина зоряного неба часів династії Сун

source: This sky culture is based on the observation data of Huangyou four years (1052 AD), and presents the medieval Chinese sky map as faithfully as possible. This sky culture includes 283 Xingguans (星官, Chinese Constellations) and 1464 stars (including clusters M7, M44) of the *Xinyixiangfayao Star Map*. And the determinative star is marked for each Xingguan that can determine the determinative star. The boundaries of Twenty-eight Lunar Mansions are based on 1052 AD.
es_419: Esta cultura estelar se basa en los datos de observación de Huangyou por cuatro años (1052 dC), y presenta el mapa del cielo chino medieval con la mayor fidelidad posible. Esta cultura estelar incluye 283 Xingguans (星 官, constelaciones chinas) y 1464 estrellas (incluidos los cúmulos M7, M44) del *Mapa estelar Xinyixiangfayao*. Y la estrella determinante se marca para cada Xingguan que puede determinar la estrella determinante. Los límites de veintiocho mansiones lunares se basan en 1052 dC.
ru: Эта культура неба основана на данных наблюдений Хуанью за четыре года (1052 г. н.э.) и максимально точно представляет средневековую китайскую карту неба. Эта культура неба включает 283 сингуаня [Xingguan] (星官, китайские созвездия) и 1464 звезды (включая скопления M7, M44) *звёздной карты Xinyixiangfayao*. И определяющая звезда отмечена для каждого сингуаня, который может определить определяющую звезду. Границы Двадцати восьми лунных стоянок определены на 1052 год нашей эры.
sv: Denna himmelskultur är baserad på observationsdata från Huangyou fyra år (1052 AD) och presenterar den medeltida kinesiska himmelskartan så troget som möjligt. Denna himmelskultur omfattar 283 Xingguans (星官, kinesiska konstellationer) och 1464 stjärnor (inklusive stjärnhoparna M7, M44) på *Xinyixiangfayao Star Map*. Och den bestämmande stjärnan är markerad för varje Xingguan som kan bestämma den bestämmande stjärnan. Gränserna för Twenty-eight Lunar Mansions är baserade på 1052 AD.
uk: Цю картину зоряного неба засновано на даних спостережень протягом чотирьох років епохи Гуаню (1052 р. н. е.). У ній якнайточніше представлено китайську карту зоряного неба. Ця картина зоряного неба складається із 283 сіньгуанів (星官, китайських сузір'їв) та 1464 зірок (серед яких є скупчення M7, M44) з *Зоряної карти Сіньсяньфаяо*. Для кожного із сіньгуанів вказано основну зірку, якщо таку визначено. Межі двадцяти восьми місячних областей визначено для 1052 р. н. е.

source: ### Medieval Xingguans From the Three Kingdoms Period to the Ming Dynasty, covering the whole of the Middle Ages, China's star map is similar. The Xingguans originated in ancient times. Wuxian (巫咸) of Shang Dynasty(16th century BC-1046 BC), Gan De (甘德) and Shi Shen (石申) of The Warring States Period (475–221 BC), created their own Xingguan system respectively. During the Three Kingdoms period (220–280 AD), Chen Zhuo (陈卓) summarized the Xingguans system of Gan De, Shi Shen and Wuxian, including 283 Xingguans and 1464 stars. Since then, Xingguan system has been basically defined, and after a thousand years, there has not been much change. Since the 17th century, Western astronomy has had an impact on Chinese astronomy, and the shape and number of Xingguans have changed significantly. Only about half of the constellations maintained the medieval style. Determinative star is an important concept. In the Middle Ages, Chinese astronomers did not name all stars, and each Xingguans was chosen as a major star called determinative star. In ancient China, astronomical measurements measured its coordinate position, and other stars in the Xingguan were rarely mentioned. However, some important constellations will be selected more stars for observation and recording. In ancient China, astronomers used mansion distance degrees (determinative star distance) and polar distance degrees to record the position of stars. **In ancient China, the determinative stars of Twenty-eight Lunar Mansions was the benchmark for determining the longitude of the equatorial coordinate system**. The *Song of the Sky Pacers* (步天歌) is an early Chinese star catalogue in the form of poem in heptasyllabic verse, enumerating the names of stars. Below is *Xinyixiangfayao Star Map* from Su Song(苏颂, 1020-1101 AD). ![](illustrations/xyxfy.png) *Xinyixiangfayao Star Map(1088 AD)* ### Restore Sky Map The sky map of the Song dynasty is typical of the Chinese medieval sky map. In 1052 AD, the Song Dynasty official conducted accurate stellar measurements, leaving a lot of data. Pan Nai(潘鼐) collated these astronomical observations data and based on the *Xinyixiangfayao Star Map*, he restored most of the Song Dynasty's Xingguan in his masterpiece *The History of Stellar Observation in China*, which is the most important reference book. Qi Rui (齐锐) and Wan Haoyi (万昊宜) also restored the Xingguans of the Song Dynasty in the book *Roving China Heavens*, which is also an important reference book. Due to the limitation of observation conditions in Song Dynasty, combined with instruments, circulated errors and other reasons, different scholars restored the sky map is somewhat different. Based on these books, Stellarium can almost truly present the Chinese medieval sky map of Huangyou four years (1052 AD). ### Planets Taiyang (太阳), Sun. The name comes from yin and yang, meaning a lot of yang, Taiyin (太阴), Moon. The name comes from yin and yang, meaning a lot of Yin, Chen Star (辰星), Mercury. Chen is an angle unit, which refers to about 30 degrees. Mercury is always within 30 degrees of the sun. Taibai (太白), Venus. Taibai means big and white. Yinghuo (荧惑), Mars. The colors of Mars are like fire, and movement is confusing. Sui Star (岁星), Jupiter. It means the old star. Jupiter travels around the celestial sphere for a week every 12 years. The ancients took Jupiter's position as the standard of the chronology. Zhen Star (填星), Saturn. Zhen, means passing Lunar Mansions. Saturn travels around the celestial sphere about every 28 years. Saturn will pass through a Lunar Mansion every year.
es_419: ### Xingguans medievales Desde el período de los Tres Reinos hasta la dinastía Ming, que abarca toda la Edad Media, el mapa estelar de China es similar. Los Xingguans se originaron en la antigüedad. Wuxian (巫咸) de la dinastía Shang (siglo XVI a. C.-1046 a. C.), Gan De (甘德) y Shi Shen (石 申) del período de los Estados Combatientes (475–221 a. C.), crearon su propio sistema Xingguan, respectivamente. Durante el período de los Tres Reinos (220–280 DC), Chen Zhuo (陈卓) resumió el sistema Xingguans de Gan De, Shi Shen y Wuxian, incluyendo 283 Xingguans y 1464 estrellas. Desde entonces, el sistema Xingguan se ha definido básicamente, y después de mil años, no ha habido muchos cambios. Desde el siglo XVII, la astronomía occidental ha tenido un impacto en la astronomía china, y la forma y el número de Xingguans han cambiado significativamente. Solo alrededor de la mitad de las constelaciones mantuvieron el estilo medieval. La estrella determinante es un concepto importante. En la Edad Media, los astrónomos chinos no nombraron todas las estrellas, y cada Xingguans fue elegido como una estrella principal llamada estrella determinante. En la antigua China, las mediciones astronómicas medían su posición de coordenadas, y rara vez se mencionaban otras estrellas en el Xingguan. Sin embargo, algunas constelaciones importantes se seleccionarán más estrellas para su observación y registro. En la antigua China, los astrónomos usaban grados de distancia de mansión (distancia determinante de las estrellas) y grados de distancia polar para registrar la posición de las estrellas. **En la antigua China, las estrellas determinantes de veintiocho mansiones lunares eran el punto de referencia para determinar la longitud del sistema de coordenadas ecuatoriales**. El *Canto de los Marcadores del Cielo* (步 天歌) es un antiguo catálogo de estrellas chinas en forma de poema en verso heptasilábico, que enumera los nombres de las estrellas. A continuación se muestra el *mapa estelar Xinyixiangfayao* de Su Song (苏颂, 1020-1101 dC). ![](illustrations/xyxfy.png) *Mapa estelar de Xinyixiangfayao (1088 dC)* ### Restaurar mapa estelar El mapa del cielo de la dinastía Song es típico del mapa del cielo medieval chino. En 1052 dC, el funcionario de la dinastía Song realizó mediciones estelares precisas, dejando muchos datos. Pan Nai (潘 鼐) recopiló estos datos de observaciones astronómicas y, basándose en el *mapa estelar Xinyixiangfayao*, restauró la mayor parte del Xingguan de la dinastía Song en su obra maestra *La historia de la observación estelar en China*, que es el libro de referencia más importante. Qi Rui (齐 锐) y Wan Haoyi (万 昊 宜) también restauraron a los Xingguans de la dinastía Song en el libro *Roving China Heavens*, que también es un importante libro de referencia. Debido a la limitación de las condiciones de observación en la dinastía Song, combinada con instrumentos, errores circulados y otras razones, diferentes estudiosos restauraron el mapa del cielo es algo diferente. Basado en estos libros, Stellarium puede presentar casi de verdad el mapa del cielo medieval chino de Huangyou cuatro años (1052 dC). ### Planetas Taiyang (太阳), el Sol. El nombre proviene de yin y yang, que significa mucho yang. Taiyin (太阴), Luna. El nombre proviene de yin y yang, que significa mucho Yin. Chen Star (辰星), Mercurio. Chen es una unidad angular, que se refiere a unos 30 grados. Mercurio está siempre a 30 grados del sol. Taibai (太白), Venus. Taibai significa grande y blanco. Yinghuo (荧惑), Marte. Los colores de Marte son como el fuego, y el movimiento es confuso. Sui Star (岁星), Júpiter. Significa la estrella vieja. Júpiter viaja alrededor de la esfera celestial durante una semana cada 12 años. Los antiguos tomaron la posición de Júpiter como el estándar de la cronología. Estrella Zhen (填星), Saturno. Zhen, significa pasar mansiones lunares. Saturno viaja alrededor de la esfera celestial cada 28 años. Saturno pasará por una mansión lunar todos los años.
ru: ### Средневековые Xingguans От периода Троецарствия до династии Мин, охватывающей все Средневековье, звездные карты Китая схожи. Сингуани (Xingguans) возникли в древние времена. Усянь (巫咸) из династии Шан (16 век до н.э. - 1046 г. до н.э.), Гань Де (甘德) и Ши Шэнь (石申) из периода Воюющих царств (475–221 до н.э.) создали свои собственные системы сингуаней соответственно. В период Троецарствия (220–280 гг. Н.э.) Чэнь Чжо (陈卓) обобщил систему сингуаней Ган Де, Ши Шэня и Усяня, включая 283 сингуаня и 1464 звезды. С тех пор система сингуаней в основном определилась, и за тысячу лет особых изменений не произошло. С 17 века западная астрономия оказала влияние на китайскую астрономию, и форма и количество сингуаней значительно изменились. Лишь около половины созвездий сохранили средневековый стиль. Определяющая звезда является важным понятием. В средние века китайские астрономы не давали имена всем звездам, и каждая сингуань выбиралась в качестве главной звезды, называемой определяющей звездой. В древнем Китае астрономические измерения измеряли ее координатное положение, и редко упоминались другие звезды в сингуани. Однако для некоторых важных созвездий будет выбрано больше звезд для наблюдения и записи. В древнем Китае астрономы использовали градусы особнякового расстояния (расстояние до определяющей звезды) и градусы полярного расстояния для записи положения звезд. **В древнем Китае определяющие звезды Двадцати восьми лунных особняков служили ориентиром для определения долготы экваториальной системы координат**. *Песня о небесных иноходцах* (步天歌) представляет собой ранний китайский звездный каталог в форме стихотворения, состоящего из семисложных стихов, в котором перечислены названия звезд. Ниже приведена *звездная карта Синьисянфайяо* из Су Сун (苏颂, 1020–1101 гг. н.э.). ![](illustrations/xyxfy.png) *Xinyixiangfayao Star Map(1088 AD)* ### Реконструкция карты звездного неба Карта неба династии Сун типична для китайской средневековой карты неба. В 1052 году нашей эры чиновник династии Сун провел точные звездные измерения, оставив после себя много данных. Пан Най (潘鼐) сопоставил эти данные астрономических наблюдений и на основе *звездной карты Синьисянфайао* восстановил большую часть Сингуань династии Сун в своем шедевре «*История звездных наблюдений в Китае*», который является самым важным справочником. Ци Жуй (齐锐) и Ван Хаойи (万昊宜) также восстановили сингуаней династии Сун в книге *Roving China Heavens*, которая также является важным справочником. Из-за ограниченности условий наблюдения в династии Сун, в сочетании с инструментами, распространенными ошибками и другими причинами, разные ученые восстанавливали карту неба несколько по-разному. Основываясь на этих книгах, Stellarium может почти достоверно представить китайскую средневековую карту неба Хуанью за четыре года (1052 г. н.э.). ### Планеты Тайян (太阳), Солнце. Название происходит от инь и янь, что означает много янь, Тайинь (太阴), Луна. Название происходит от инь и янь, что означает много инь, Звезда Чэнь (辰星), Меркурий. Чэнь — это угловая единица, равная примерно 30 градусам. Меркурий всегда находится в пределах 30 градусов от Солнца. Тайбай (太白), Венера. Тайбай означает большой и белый. Инхо (荧惑), Марс. Цвета Марса подобны огню, а движение сбивает с толку. Звезда Суй (岁星), Юпитер. Это означает старую звезду. Юпитер путешествует по небесной сфере в течение недели каждые 12 лет. Древние считали положение Юпитера эталоном хронологии. Звезда Чжэнь (填星), Сатурн. Чжэнь означает прохождение Лунных стоянок. Сатурн совершает оборот вокруг небесной сферы примерно каждые 28 лет. Сатурн будет проходить через лунную стоянку каждый год.
sv: ### Medeltida Xingguans Från de tre kungadömenas tid till Mingdynastin och under hela medeltiden är Kinas stjärnkarta likartad. Xingguans har sitt ursprung i antiken. Wuxian (巫咸) från Shangdynastin (1500-talet f.Kr.-1046 f.Kr.), Gan De (甘德) och Shi Shen (石申) från de krigande staternas period (475-221 f.Kr.) skapade sina egna Xingguan-system. Under de tre kungarikenas period (220-280 e.Kr.) sammanfattade Chen Zhuo (陈卓) Gan De:s, Shi Shen:s och Wuxians Xingguansystem, som omfattade 283 Xingguans och 1464 stjärnor. Sedan dess har Xingguan-systemet i princip definierats, och efter tusen år har det inte skett någon större förändring. Sedan 1600-talet har den västerländska astronomin påverkat den kinesiska astronomin och Xingguans form och antal har förändrats avsevärt. Endast ungefär hälften av konstellationerna har behållit den medeltida stilen. Determinativ stjärna är ett viktigt begrepp. Under medeltiden namngav kinesiska astronomer inte alla stjärnor, och varje Xingguans valdes som en stor stjärna som kallades determinativ stjärna. I det forntida Kina mätte astronomiska mätningar dess koordinatposition, och andra stjärnor i Xingguan nämndes sällan. Vissa viktiga konstellationer kommer dock att väljas fler stjärnor för observation och inspelning. I det forntida Kina använde astronomer mansionavståndsgrader (determinativt stjärnavstånd) och polära avståndsgrader för att registrera stjärnornas position. ** I det forntida Kina var de bestämmande stjärnorna i tjugoåtta Lunar Mansions riktmärket för att bestämma ekvatorialkoordinatsystemets longitud**. The *Song of the Sky Pacers* (步天歌) är en tidig kinesisk stjärnkatalog i form av en dikt på heptasyllabisk vers som räknar upp stjärnornas namn. Nedan visas *Xinyixiangfayao Star Map* från Su Song (苏颂, 1020-1101 e.Kr.). ![](illustrationer/xyxfy.png) *Xinyixiangfayao stjärnkarta(1088 AD)* ### Återställ himmelskartan Songdynastins himmelskarta är typisk för den kinesiska medeltida himmelskartan. År 1052 e.Kr. genomförde Songdynastins tjänsteman noggranna stjärnmätningar och lämnade en hel del data. Pan Nai (潘鼐) sammanställde dessa astronomiska observationsdata och baserat på *Xinyixiangfayao Star Map* återställde han de flesta av Songdynastins Xingguan i sitt mästerverk *The History of Stellar Observation in China*, som är den viktigaste referensboken. Qi Rui (齐锐) och Wan Haoyi (万昊宜) återställde också Songdynastins Xingguans i boken *Roving China Heavens*, som också är en viktig referensbok. På grund av begränsningen av observationsförhållandena i Song Dynasty, i kombination med instrument, cirkulerade fel och andra skäl, återställde olika forskare himmelskartan är något annorlunda. Baserat på dessa böcker kan Stellarium nästan verkligen presentera den kinesiska medeltida himmelskartan över Huangyou fyra år (1052 AD). ### Planeter Taiyang (太阳), Solen. Namnet kommer från yin och yang, vilket betyder mycket yang, Taiyin (太阴), Månen. Namnet kommer från yin och yang, vilket betyder mycket Yin, Chen Star (辰星), Mercury. Chen är en vinkelenhet, som hänvisar till cirka 30 grader. Merkurius befinner sig alltid inom 30 grader från solen. Taibai (太白), Venus. Taibai betyder stor och vit. Yinghuo (荧惑), Mars. Mars färger är som eld och rörelserna är förvirrande. Sui Star (岁星), Jupiter. Det betyder den gamla stjärnan. Jupiter rör sig runt himmelssfären en vecka vart 12:e år. De gamla tog Jupiters position som standard för kronologin. Zhen Star (填星), Saturnus. Zhen betyder att passera månens herrgårdar. Saturnus färdas runt den himmelska sfären ungefär vart 28:e år. Saturnus kommer att passera genom en Lunar Mansion varje år.
uk: ### Середньовічні сіньгуані Від періоду Трьох Царств до періоду династії Мін, протягом усіх середніх віків, китайська карта неба лишалася незмінною. Перші сіньгуані було визначено у давні часи. Власні системи сіньгуанів було створено Вусянем (巫咸) під час правління династії Шан (16 століття до н. е. — 1046 р. до н. е.), Ганем Де (甘德) та Ші Шенем (石申) у період Чжаньґо (475–221 BC). Під час періоду Трьох царств (220–280 рр. н. е.) Ченем Жуо (陈卓) було узагальнено систему сіньгуанів Гана Де, Чі Шеня та Вусяня. Отримана система включала 283 сіньгуанів та 1464 зірок. З того часу основи системи лишалися майже незмінними протягом тисячі років. Починаючи з 17 століття, на китайську астрономію почала чинити значний вплив західноєвропейська астрономія, а форма та кількість сіньгуанів почали значно змінюватися. Лише близько половини сузір'їв не змінили своєї середньовічної форми. Важливим для формування сіньгуанів є поняття про визначну зірку. У середні віки китайські астрономи не давали назв усім зіркам — кожен сіньгуань мав вибрану головну зірку, яку називали визначною. Давні китайські астрономи вимірювали координати визначної зірки, про інші ж зірки у сіньгуанях згадували рідко. Втім, для деяких важливих сузір'їв велися спостереження і записи щодо інших зірок. У давному Китаї астрономи для запису позицій зірок використовували вимірювання у місячних стоянках (відстані від визначної зірки) та градусах відстані від полюса. **У давньокитайській астрономії визначні зірки двадцяти восьми місячних стоянок були орієнтиром для визначення довготи у екваторіальній координатній системі**. *Пісня небесних мандрівників* (步天歌) — давній китайський зоряний каталог у формі поеми у формі семискладових віршів, у якому наведено перелік зірок. Нижче наведено *Зоряну карту Сіньсяньфаяо* автора Сун Суна (苏颂, 1020-1101 AD). ![](illustrations/xyxfy.png) *Зоряну карту Сіньсяньфаяо (1088 р. н. е.)* ### Відновлена карта неба Зоряна карта династії Сун є типовою середньовічною китайською картою зоряного неба. У період 1052 р. н. е. було виконано офіційні точні виміри позицій зірок — ми отримали у спадок великий масив даних. Ці дані астрономічних спостережень було узагальнено Паном Наєм (潘鼐). На основі *Зоряної карти Сіньсяньфаяо* ним відновлено більшу частину сіньгуанів династії Сун. Результатом роботи стала книга *Історія спостережень за зірками у Китаї*, яка є найважливішою працею у цій царині. Чзі Руй (齐锐) та Ван Хаої (万昊宜) також займалися роботою над відновленням сіньгуанів династії Сун, результатом чого стала праця *Подорожі китайським небом*, яка також є важливим джерелом даних. Через обмеження умов спостереження у період правління династії Сун, похибки інструментів, вимірювань та інші причини, результати відновлення карт зоряного неба різними вченими є дещо різними. На основі цих книг у Stellarium майже точно представлено середньовічну китайську карту зоряного неба протягом чотирьох років періоду Гуаню (до 1052 р. н. е.). ### Планети Тайянь (太阳), Сонце. Назва походить від «інь» і «янь» і означає «багато янь». Тайінь(太阴), Місяць. Назва походить від «інь» і «янь» і означає «багато інь». Зірка Чен (辰星), Меркурій. «Чен» — одиниця виміру кутів, приблизно 30 градусів. Меркурій ніколи не віддаляється від Сонця на кут, який перевищує 30 градусів. Тайбай (太白), Венера. «Тайбай» означає «великий і білий». Їнгхуо (荧惑), Марс. Кольори Марса подібні до вогню, а рух небом є незвичним. Зірка Суй (岁星), Юпітер. Назва означає «стара зірка». Юпітер повторює свої позиції на небесній сфері кожні 12 років. Давні астрономи використовували позицію Юпітера як стандарт хронології. Зірка Жень (填星), Сатурн. «Жень» означає «та, що проходить місячними стоянками». Цикл Сатурна на небесній сфері складає приблизно 28 років. Сатурн проходить одну місячну стоянку за рік.
