Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Nomenclature |Anutan name|English translation|Western skylore| |-----------|-------------------|---------------| |Te Tino A Manu|The Bird's Body|Sirius| |Te Kapakau Tonga|The East Wing|Canopus| |Te Kapakau Pakatokerau|The North Wing|Procyon| |Te Kaokao O Manu|The Bird's Armpit|Group of four small stars just east of Manu's Body| |Te Kope|The Bamboo|Grus| |Ara Toru|Path of Three|Orion's belt| |Te Angaanga|The Tongs|Taurus's forehead| |Matariki|Small Face, or Small Eyes|Pleiades| |Kaavei|Octopus Tentacle|Aries| |Taki Roto|Middle Precursor|Corner of Great Square (one large star)| |Taki Mua|Forward Precursor|Pegasus's front legs and Shoulder| |Toki|Adze|Delphinus| |Te Aamonga|The Carrying Stick|Three stars in Aquila in a straight line| |Te Paka Poi Ika Tapu|Sammara Squirrelfish|Four large stars in Sagittarius| |Te Rua Tangata|Double Man|Alpha and Beta Centauri| |Te Rakau Tapu|The Net, or The Sacred Timber|Southern Cross| |Taro|Taro plant|Scorpius, Antares is Te Kau (the stem). Five star around Antares is Ona Rau (its leaves)| |Te Tukaniva|&mdash;|Milky way| |Te Ao Rere|The Running Cloud|Large Magellanic Cloud| |Te Ao Toka|The Restrained Cloud (?)|Small Magellanic Cloud| |Te Petuu Ao|The Morning Star|Venus| |Tiuriuri|The Morning Star(?)|Venus(?)|
de: ### Benennungen |Anutanischer Name|Englische Übersetzung|Westliche Himmelskunde| |-----------------|---------------------|----------------------| |Te Tino A Manu|Der Vogelkörper|Sirius| |Te Kapakau Tonga|Der Östliche Flügel|Canopus| |Te Kapakau Pakatokerau|Der Nördliche Flügel|Prokyon| |Te Kaokao O Manu|Die Vogelachsel|Gruppe von vier kleinen Sternen, gerade östlich des Körpers von Manu| |Te Kope|Der Bambus|Grus| |Ara Toru|Weg der Drei|Orions Gürtel| |Te Angaanga|Die Zangen|Stirn des Stiers| |Matariki|Kleines Gesicht, oder Kleine Augen|Plejaden| |Kaavei|Oktopustentakel|Aries| |Taki Roto|Mittlerer Vorläufer|Ecke des Großen Quadrates (ein großer Stern)| |Taki Mua|Vorderer Vorläufer|Pegasus' Vorderbeine und Schulter| |Toki|Adze|Delphinus| |Te Aamonga|Der Tragestock|Drei Sterne im Adler auf einer Linie| |Te Paka Poi Ika Tapu|Blutfleck-Husarenfisch|Vier große Sterne im Sternbild Schütze| |Te Rua Tangata|Doppelter Mann|Alpha and Beta Centauri| |Te Rakau Tapu|Das Netz oder der Heilige Balken|Südliches Kreuz| |Taro|Taro-Pflanze|Scorpius, Antares ist Te Kau (der Stamm). Fünf Sterne um Antares herum sind Ona Rau (die Blätter).| |Te Rakau Tapu|Das Netz oder der Heilige Balken|Südliches Kreuz| |Te Tukaniva|&mdash;|Milchstraße| |Te Aro Rere|Die Laufende Wolke|Große Magellan'sche Wolke| |Te Ao Toka|Die gebändigte Wolke (?)|Kleine Magellan'sche Wolke| |Te Petuu Ao|Der Morgenstern|Venus| |Tiuriuri|Der Morgenstern(?)|Venus(?)|
es_419: ### Nomenclatura |Nombre de Anutan|Traducción inglesa|Skylore occidental| |----------------|------------------|------------------| |Te Tino A Manu|El cuerpo del pájaro|Sirio| |Te Kapakau Tonga|El ala del este|Canopo| |Te Kapakau Pakatokerau|El ala del norte|Proción| |Te Kaokao O Manu|La axila del pájaro|Grupo de cuatro estrellas pequeñas justo al este del cuerpo de Manu| |Te Kope|El bambú|Grus| |Ara Toru|Camino del árbol|Cinturón de Orión| |Te Angaanga|Las tenazas|Frente de Tauro| |Matariki|Cara pequeña u ojos pequeños|Pléyades| |Kaavei|Tentáculo de pulpo|Aries| |Taki Roto|Precursor medio|Esquina del Gran Cuadrante (una gran estrella)| |Taki Mua|Precursor delantero|Patas delanteras y hombro de Pegaso| |Toki|Adze|Delphinus| |Te Aamonga|El palo de transporte|Tres estrellas en Aquila en línea recta| |Te Paka Poi Ika Tapu|Sammara Squirrelfish|Cuatro estrellas grandes en Sagitario| |Te Rua Tangata|Hombre doble|Alfa y Beta Centauri| |Te Rakau Tapu|La red, o la madera sagrada|Cruz del Sur| |Taro|Planta taro|Escorpio, Antares es Te Kau (el tallo). Cinco estrellas alrededor de Antares es Ona Rau (sus hojas)| |Te Tukaniva|&mdash;|Vía Láctea| |Te Ao Rere|La nube corriendo|Gran Nube de Magallanes| |Te Ao Toka|La Nube Restringida (?)|Pequeña Nube de Magallanes| |Te Petuu Ao|La estrella de la mañana|Venus| |Tiuriuri|La estrella de la mañana(?)|Venus(?)|
ru: ### Номенклатура |Анютанское название|Английский перевод|Западные небесные знания| |-------------------|------------------|------------------------| |Те тино а ману|Тело птицы|Сириус| |Те капакау тонга|Восточное крыло|Канопус| |Те капакау пакотокерау|Северное крыло|Процион| |Те тино а ману|Птичья подмышка|Группа из четырех тусклых звёзд к востоку от Тела Ману| |Те копе|Бамбук|Журавль| |Ара тору|Путь трёх|Пояс Ориона| |Те ангаанга|Щипцы|Лоб Тельца| |Матарики|Личико или Глазки|Плеяды| |Каавей|Щупальца осьминога|Овен| |Таки рото|Средний предвестник|Угол Большого квадрата (одна яркая звезда)| |Таки муа|Передний предвестник|Передние лапы и плечо Пегаса| |Токи|Тесло|Delphinus| |Те аамонга|Палка для переноски|Три звезды в Орле на прямой| |Те пака пои ика тапу|Пятнистая рыба|Четыре яркие звезды в Стрельце| |То руа тангата|Двойник|Альфа и бета Центавра| |Те ракау тапу|Сеть или Священная древесина|Южный крест| |Таро|Таро (растение)|Скорпион, Антарес - это «те кау» (стебель). Пять звезд вокруг Антареса - «она рау» (его листья)| |Те туканива|&mdash;|Млечный путь| |Те ао рере|Бегущее облако|Большое Магелланово облако| |Те ао тока|Сдержанное облако (?)|Малое Магелланово облако| |Те петуу ао|Утренняя звезда|Венера| |Тиуриури|Утренняя звезда (?)|Венера (?)|
sv: ### Nomenklatur |Anutans namn|Engelsk översättning|Västlig skylore| |-----------|-------------------|---------------| |Tino A Manu Fågelns kropp Syrius |Te Kapakau Tonga|Östra flygeln|Canopus |Te Kapakau Pakatokerau|Nordflygeln|Procyon |Te Kaokao O Manu|Fågelns armhåla|Grupp av fyra små stjärnor strax öster om Manus kropp |Te Kope|Bambu|Grus |Ara Toru|Treans väg|Orions bälte |Te Angaanga|Tången|Taurus panna |Matariki|Litet ansikte eller små ögon|Pleiades |Kaavei Bläckfiskens tentakel Väduren |Taki Roto|Mittre föregångaren|Hörnet av stora torget (en stor stjärna)| |Taki Mua|Framre föregångare|Pegasus framben och axel |Toki Adze Delphinus |Te Aamonga|Bärpinnen|Tre stjärnor i Aquila i en rak linje| |Te Paka Poi Ika Tapu|Sammara Squirrelfish|Fyra stora stjärnor i Sagittarius |Te Rua Tangata|Dubbelmannen|Alpha och Beta Centauri|Tre stjärnor i Aquila |Te Rakau Tapu|Nätet, eller det heliga timret|Södra korset |Taro|Taroplantan|Scorpius, Antares är Te Kau (stammen). Femstjärnan runt Antares är Ona Rau (dess blad)| |Te Tukaniva|-|Milky way| |Te Ao Rere|Det löpande molnet|Det stora magellanska molnet |Te Ao Toka | Det återhållna molnet (?) | Litet magellansmoln |Te Petuu Ao|Morgonstjärnan|Venus |Morgonstjärnan(?)|Venus(?)|Tiuriuri
uk: ### Номенклатура |Анутанська назва|Переклад англійською|Західна частина неба| |----------------|--------------------|--------------------| |Те-тіно-а-ману|Тіло птаха|Сіріус| |Те-капакау-тонґа|Східний вітер|Канопус| |Те-капакау-пакатокерау|Північне крило|Проціон| |Те-Каокао-о-Ману|Підмишка Птаха|Група чотирьох малих зірок одразу на схід від Тіла Ману| |Те-Копе|Бамбук|Журавель| |Ара-Тору|Шлях трьох|Пояс Оріона| |Те-Ангаанга|Щіпці|Лоб Тільця| |Матарікі|Мале Обличчя або Малі Очі|Плеяди| |Каавей|Щупальце восьминога|Овен| |Такі-рото|Середній провісник|Кут Великого Квадрата (одна велика зірка)| |Такі-Муа|Передній провісник|Передні ноги і плечі Пегаса| |Токі|Адзе|Дельфін| |Те-Аамонга|Палиця для носіння|Три зірки на прямій ліній у сузір'ї Орла| |Те-Пака-Пої-Іка-Тапу|Неоніфонська саммара|Чотири великі зірки у Стрільці| |Те-Руа-тангата|Подвійний чоловік|Альфа і бета Центавра| |Те-Ракау-Тапу|Сітка або Священний Ліс|Південний Хрест| |Таро|Рослина Таро|Антарес у Скорпіоні — Те-Кау (стовбур). П'ять зірок навколо Антареса — Она-Рау (листя).| |Те-Туканіва|&mdash;|Чумацький Шлях| |Те-ао-рере|Рухома хмара|Велика Магелланова Хмара| |Те-ао-тока|Обмежена Хмара (?)|Мала Магелланова Хмара| |Те-Петуу-Ао|Ранкова зірка|Венера| |Тіуріурі|Ранкова зірка (?)|Венера (?)|

source: - [#1]: [Feinberg, Richard. (1998). "Polynesian seafaring and navigation: ocean travel in Anutan culture and society" The Kent State University Press, Kent, Ohio: ISBN 0-87338-352-4.](https://books.google.ru/books?id=IKgnJ2qkfCQC) - [#2]: Rensch, K.H. (1994). "Fish Names of Western Polynesia: Futuna, Niue, Samoa, Tokelau, Tonga, Tuvalu, Uvea, Outliers" Archipelago Press, the University of California : ISBN 9780959378771.
es_419: - [#1]: [Feinberg, Richard. (1998). "Travesía oceánica y navegación polinesia: viajes oceánicos en la cultura y sociedad de Anuta" The Kent State University Press, Kent, Ohio: ISBN 0-87338-352-4.](https://books.google.ru/books?id=IKgnJ2qkfCQC) - [#2]: Rensch, K.H. (1994). "Nombres de peces de la Polinesia occidental: Futuna, Niue, Samoa, Tokelau, Tonga, Tuvalu, Uvea, Outliers" Archipelago Press, Universidad de California: ISBN 9780959378771.t
sv: - [#1]: [Feinberg, Richard. (1998). "Polynesian seafaring and navigation: ocean travel in Anutan culture and society" The Kent State University Press, Kent, Ohio: ISBN 0-87338-352-4.](https://books.google.ru/books?id=IKgnJ2qkfCQC) - [#2]: Rensch, K.H. (1994). "Fisknamn i västra Polynesien: Futuna, Niue, Samoa, Tokelau, Tonga, Tuvalu, Uvea, Outliers" Archipelago Press, University of California: ISBN 9780959378771.

source: This sky culture was contributed to Stellarium by *Dan Smale*, smaledaniel(at)outlook.com
de: Diese Himmelskultur wurde Stellarium von *Dan Smale* smaledaniel(at)outlook.com beigesteuert.
es_419: Esta cultura estelar fue aportada a Stellarium por *Dan Smale*, smaledaniel(at)outlook.com
ru: Эта культура неба была предоставлена пользователем Stellarium'а *Дэном Смэлом (Dan Smale)*, smaledaniel(at)outlook.com
sv: Denna himmelskultur har överförts till Stellarium av *Dan Smale*, smaledaniel(at)outlook.com
uk: Записи цієї картини зоряного неба було створено користувачем Stellarium *Dan Smale*, smaledaniel(at)outlook.com

source: The Book of Fixed Stars was written shortly before 964 AD. Dr. Paul Kunitzsch described it as "the most outstanding among the works of the prominent astronomer Abu 'l-Ḥusayn 'Abd al-Raḥmān ibn 'Umar al-Şūfi (born in Rayy, 903; died 986), referred to as al-Sufi. In it, al-Şūfī treats the 48 classical constellations, which were established and transmitted in Ptolemy's Almagest. The description of each constellation comprises the following four sections: first, a general discussion of the constellation and its individual stars; this section also includes alŞūfi's criticism of the Ptolemaic tradition and notices of his own observations. Second, a record of the indigenous Arabic star names falling under that constellation, and the exact identification of the respective stars with the corresponding Ptolemaic stars. Third, two drawings of the constellation, one as it is seen on a celestial globe, and the other one as it is seen in the sky. Fourth, a table of the stars making up that constellation, giving a verbal description of each star's location and its longitude, latitude, and magnitude. This table closely follows the arrangement of Ptolemy's star catalogue in the Almagest." [#1]. In addition to the four sections of each constellation mentioned by dr. Kunitzsch, Al-Sufi would identify stars within the 6 magnitudes that were neglected by Ptolemy, but he did not catalogue them and was faithful to Ptolemy star catalog.
de: Das Buch der Fixsterne wurde kurz vor 964 v. Chr. verfasst. Dr. Paul Kunitzsch beschrieb es als »die hervorragendste unter allen Arbeiten des prominenten Astronomen Abu 'l-Ḥusayn 'Abd al-Raḥmān ibn 'Umar al-Şūfi (geboren in Rayy, 903; gestorben 986), normalerweise al-Sufi genannt. In diesem Buch behandelt al-Şūfī die 48 klassischen Sternbilder, die im Almagest des Ptolemäus etabliert und seither weitergegeben worden waren. Die Beschreibung jedes Sternbilds umfasst die folgenden vier Sektionen: Erstens eine allgemeine Diskussion des Sternbilds und seiner Einzelsterne; diese Sektion beinhaltet auch al-Şūfīs Kritk an der Ptolemäischen Tradition und es finden sich eigene Beobachtungen. Zweitens eine Liste von ursprünglich arabischen Sternnamen in diesem Sternbild nebst ihrer exakten Identifizierung mit ptolemäischen Sternen. Drittens, zwei Zeichnungen des Sternbilds: eine dargestellt wie auf einem Himmelsglobus und die andere dargestellt wie am Himmel. Viertens eine Tabelle mit allen Sternen, die das Sternbild ausmachen. Diese Tabelle gibt eine verbale Beschreibung der Position des Sterns in der Figur und seine (ekliptikale) Länge, Breite und seine Helligkeit (Magnitude) an. Die Tabelle folgt sehr genau der Anordnung in Ptolemäus' Sternkatalog im Almagest.« [#1] Zusätzlich zu diesen vier Sektionen jedes Sternbilds erwähnt Dr. Kunitzsch, dass Al-Sufi wohl Sterne der sechsten Größenklasse (6 mag) identifiziert hätte, die Ptolemäus nicht aufgelistet hatte, aber er hat sie nicht katalogisiert, sondern blieb dem Sternkatalog von Ptolemäus treu.
es_419: El Libro de las estrellas fijas se escribió poco antes del 964 d.C. El Dr. Paul Kunitzsch lo describió como "el más destacado entre los trabajos del destacado astrónomo Abu 'l-Ḥusayn' Abd al-Raḥmān ibn 'Umar al-Şūfi (nacido en Rayy, 903; muerto en 986), conocido como al- Sufi. En él, al-Şūfī trata las 48 constelaciones clásicas, que fueron establecidas y transmitidas en el Almagesto de Ptolomeo. La descripción de cada constelación comprende las siguientes cuatro secciones: primero, una discusión general de la constelación y sus estrellas individuales; esta sección también incluye la crítica de alŞūfi de la tradición ptolemaica y notas de sus propias observaciones. En segundo lugar, un registro de los nombres de las estrellas árabes indígenas que caen bajo esa constelación, y la identificación exacta de las respectivas estrellas con las estrellas ptolemaicas correspondientes. En tercer lugar, dos dibujos de la constelación , uno como se ve en un globo celeste, y el otro como se ve en el cielo. Cuarto, una tabla de las estrellas que componen esa constelación, dando una descripción verbal de la ubicación de cada estrella y su longitud, latitud y magnitud. Esta tabla sigue de cerca la disposición del catálogo de estrellas de Ptolomeo en el Almagesto". [#1]. Además de las cuatro secciones de cada constelación mencionadas por el dr. Kunitzsch, Al-Sufi identificaría estrellas dentro de las 6 magnitudes que fueron ignoradas por Ptolomeo, pero no las catalogó y fue fiel al catálogo de estrellas de Ptolomeo.
ru: «Книга неподвижных звезд» была написана незадолго до 964 года нашей эры. Доктор Пауль Кунич назвал его «наиболее выдающимся среди работ выдающегося астронома Абуль-Хусейн Абдуррахман ибн Умар ас-Суфи (родился в городе Рей в 903 году; умер в 986 году), известного как ас-Суфи. В нем ас-Суфи рассматривает 48 классических созвездий, которые были установлены и переданы в «Альмагесте» Птолемея. Описание каждого созвездия состоит из следующих четырех разделов: во-первых, общее обсуждение созвездия и его отдельных звезд; этот раздел также включает критику ас-Суфи птолемеевской традиции и замечания о его собственных наблюдениях. Во-вторых, запись местных арабских названий звезд, подпадающих под это созвездие, и точное отождествление соответствующих звезд с соответствующими звездами Птолемея. В-третьих, два рисунка созвездия , один так, как он виден на небесном шаре, а другой, как он виден в небе. В-четвертых, таблица звезд, составляющих это созвездие, дающая словесное описание местоположения каждой звезды найдите его долготу, широту и величину. Эта таблица точно соответствует расположению звездного каталога Птолемея в Альмагесте». [#1]. В дополнение к четырем разделам каждого созвездия, упомянутым доктором Кунич, ас-Суфи идентифицировал звезды в пределах 6 звездных величин, которыми пренебрегал Птолемей, но он не каталогизировал их и был верен звездному каталогу Птолемея.
sv: Boken om fixstjärnor skrevs strax före 964 e.Kr. Dr Paul Kunitzsch beskrev den som "det mest framstående verket av den framstående astronomen Abu 'l-Ḥusayn 'Abd al-Raḥmān ibn 'Umar al-Şūfi (född i Rayy 903, död 986), kallad al-Sufi. I den behandlar al-Şūfī de 48 klassiska konstellationerna, som fastställdes och överfördes i Ptolemaios Almagest. Beskrivningen av varje konstellation består av följande fyra avsnitt: Först en allmän diskussion om konstellationen och dess enskilda stjärnor; detta avsnitt innehåller också alŞūfis kritik av den ptolemaiska traditionen och notiser om hans egna observationer. För det andra, en förteckning över de inhemska arabiska stjärnnamn som faller under denna konstellation, och den exakta identifieringen av respektive stjärnor med motsvarande ptolemaiska stjärnor. För det tredje två teckningar av konstellationen, den ena som den ses på en himmelsk glob och den andra som den ses på himlen. För det fjärde en tabell över de stjärnor som ingår i konstellationen, med en verbal beskrivning av varje stjärnas läge och dess longitud, latitud och magnitud. Denna tabell följer nära arrangemanget i Ptolemaios stjärnkatalog i Almagest." [#1]. Förutom de fyra sektioner av varje konstellation som dr Kunitzsch nämner, identifierade Al-Sufi stjärnor inom de 6 magnituder som Ptolemaios försummade, men han katalogiserade dem inte och var trogen Ptolemaios stjärnkatalog.
uk: «Книгу нерухомих зірок» було написано незадовго до 964 р. н. е. Доктор Пауль Куніщ описав цю книгу як «найвидатнішу з робіт видатного астронома Абуль-Хусейна Абдуррахмана ібн Умара ас-Суфі (народився у Реї, 903; помер у Ширазі 986), якого називають аль-Суфі. У цій роботі аль-Суфі розглядає 48 класичних сузір'їв, які було визначено і передано у «Альмагесті» Птолемея. Опис кожного сузір'я складається з чотирьох розділів: першого із загальним обговоренням сузір'я та його окремих зірок; до цього розділу також включено критику аль-Суфі традиції Птолемея та зауваження щодо його власних спостережень. Другим розділом є запис рідних арабських назв зірок сузір'я та точна ідентифікація цих зірок із відповідними зірками Птолемея. У третьому розділі наведено малюнки сузір'я — один вигляду сузір'я на небесному глобусі і один вигляду сузір'я на небі. Четвертий розділ містить таблицю зірок, з яких складається сузір'я зі словесним описом розташування кожної із зірок та її довготи, широти та величини. Ця таблиця дуже схожа на компонуванням на каталог зірок Птолемея у «Альмагесті»." [#1]. Окрім чотирьох розділів для кожного сузір'я, про які згадує доктор Куніщ, аль-Суфі ідентифікує зірки за 6 величинами, як було проігноровано Птолемеєм, але не каталогізує їх, довіряючи каталогу зірок Птолемея.
