Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: The temple in (today's) Egypt probably dates to the Roman (or Late Greek) time of Egypt and, thus, does not show the original Egyptian sky but a mixture of Greco-Roman, Egyptian and Babylonian figures, all drawn in an Egyptian style. <p><img width="600" src="illustrations/Dendera_zodiac_Louvre.jpg"/></p> <p><i>Photograph for the display in Musée du Louvre (Paris), Public Domain/ CC0. The plate is 255 x 253 cm in size.</i></p> ### List of constellation figure <p><table> <tr valign="middle"> <td> <img width="255" src="illustrations/ari.png" /></td> <td>zodiac</td> <td><b>Aries</b><br />a ram (not the Babylonian Hired Man, not the Roman ram that jumps through a ring)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/tau.png" /></td> <td>zodiac</td> <td><b>Taurus</b><br />a bull (not the Babylonian halfed bull)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/gem.png" /></td> <td>zodiac</td> <td><b>Gemini</b><br />a couple (Shu & Tefnut), i.e. a woman and a man (neither the Babylonian warriors nor the Greek heroes)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cnc.png" /></td> <td>zodiac</td> <td><b>Cancer</b><br />a crab (as usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/leo+erua.png" /></td> <td>zodiac</td> <td><b>Leo</b><br />a lion (as usual)<br />with a woman whose head is at Coma Berenices</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vir.png" /></td> <td>zodiac</td> <td><b>Virgo</b><br />a maiden, depicted like the Babylonian goddess Shala (clay tablet AO 6448 from Uruk)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lib.png" /></td> <td>zodiac</td> <td><b>Libra</b><br />a balance (as usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sco.png" /></td> <td>zodiac</td> <td><b>Scorpius</b><br />a scorpion (as usual)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sgr.png" /></td> <td>zodiac</td> <td><b>Sagittarius</b><br />this figure is an Egyptised version of the Babylonian god Pabilsang; the double-head indicates a mythical context</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cap.png" /></td> <td>zodiac</td> <td><b>Capricornus</b><br />a goat-fish (Babylonian)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aqr+psa.png" /></td> <td>zodiac</td> <td><b>Aquarius</b><br />Egyptian god of the Nile, Hapi</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/psc.png" /></td> <td>zodiac</td> <td><b>Pisces</b><br />two fish (not the Babylonian "tails of the Giant Swallow" and not "Swallow-Fish")</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/uma_wagon+fox+ewe+yoke.png" /></td> <td>north</td> <td><b>Ursa Major</b><br />the Bull's Thigh is Egyptian (also depicted on diagonal star clocks, two millennia earlier), the Jackal and the Sheep are at the places of the Babylonian asterisms "Fox" and "Ewe"</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lup+cen.png" /></td> <td>south</td> <td><b>Lupus</b><br />the beast is at the place of the Babylonian "Mad Dog" (rabid dog) and the Greco-Roman Lupus</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/nilpferd.png" /></td> <td>north</td> <td><b>Bootes, Corona Borealis and others</b><br />the hippo goddess is an old Egyptian goddess who guards the celestial pole and the Bull's Thigh (constellation)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/hya+crv.png" /></td> <td>north</td> <td><b>Hydra and Corvus</b><br />the huge snake with the bird on its tail is the new interpretation of the Babylonian constellations Snake (Mush-Dragon) and Raven</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/ori.png" /></td> <td>south</td> <td><b>Orion</b><br />Osiris is a deified Egyptian king</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/horusfalke_canopus.png" /></td> <td>south</td> <td><b>southwesternmost part of Argo plus Columba</b><br />a falcon sitting on a canopy - obviously an Egyptian constellation that remains today as a star name</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sirius_bow+arrow.png" /></td> <td>south</td> <td><b>Canis Major</b><br />Sothis is the Egyptian name of a constellation around Sirius; in Babylon, there is a goddess with Bow and Arrow at this place</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/himmelskuh_sirius.png" /></td> <td>south</td> <td><b>Canis Minor</b><br />as all other bright stars in the area are already decorated, this heavenly cow apparently needs to be placed on Procyon</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lep.png" /></td> <td>south</td> <td><b>Lepus</b><br />in Babylonian uranology, a rooster is placed below the Orion-constellation in the modern Lepus; this bird is apparently the Egyptian version of it</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/peg.png" /></td> <td>north</td> <td><b>Pegasus area</b><br />the Babylonian constellation of The Field is a quadrilateral of bright stars. It looks like the Egyptian hieroglyph for "water" which makes sense in the neighbourhood of fish.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aql_gegend.png" /></td> <td>north</td> <td><b>Aquila area</b><br />this small dark bird (a duck?) apparently is located in the area of Aquila. For the time being, I put it on the bright star (Altair).</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/corpse.png" /></td> <td>north</td> <td><b>Delphinus area</b><br />next to this bird, there is a cadaver of an animal - interestingly at the place of the Babylonian constellation of "the Corpse"</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cyg_gegend.png" /></td> <td>north</td> <td><b>Cygnus / Cepheus area</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lyr_gula.png" /></td> <td>north</td> <td><b>Lyra / Ophiuchus area</b><br />there is a huge Egyptian figure in the area of Lyra and Ophiuchus. In Lyra was the Babylonian constellation of the goddess of medicine, while Ophiuchus is the Greek equivalent. Thus, this might possibly be the Egyptian mythological founder of medicine, Imhotep.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cet_unterAri.png" /></td> <td>south</td> <td><b>Cetus area</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_3.png" /></td> <td>south</td> <td><b>Centaurus area</b><br />the Egyptian figure shows a landworker and at this place, there is the Babylonian god of agriculture and war (Ningirsu), so this might be a very strange depiction of the Egyptian god Min who was merged with Greek Pan in late epochs</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_2.png" /></td> <td>south</td><td> <b>eastern and southern Argo area</b><br />the image shows a mother goddess, in Egyptian this is Isis and in Babylonian this would be Ninmakh (who is indeed positioned at this place)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below.png" /></td> <td>south</td> <td><b>northwestern Argo area</b><br />the hat of this woman resembles the Egyptian goddess Anuket, the goddess of the Nile flood. In Babylonian uranology of the middle first millennium, there is the goddess Nunki at this area: due to the sound of the names, an exchange or transfer is likely.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/goat.png" /></td> <td>north</td> <td><b>Auriga</b><br />goat is at the position of the constellation Auriga (neither in Babylonian nor in Greek tradition, there is a goat at this place. Highly likely, the Roman star name Capella (the Goat) resembles this Egyptian constellation.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/alfCen_512.jpg" /></td> <td>south</td> <td><b>alpha Centauri area</b><br />the ceiling clearly depicts an Egyptian Chenti Irti figure: this little creature should be positioned in the area around/ above the bright star alpha Centauri, and there is no Greek or Babylonian equivalent. The meaning of Chenti Irti is unclear but a suggestion is "the sharp sighted one" which could make sense for a bright star that is only roughly 5° above the horizon (2nd c. BCE in Egypt)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/udjat.jpg" /></td> <td>north</td> <td><b>"above" Aries</b><br />the udjat eye in this context probably refers to the spring equinox</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/affe.jpg" /></td> <td>north</td> <td><b>Perseus area</b><br />the baboon is an attribute or representation of the Egyptian god Thoth and therefore worshipped. However, it is uncertain whether this particular baboon is connected to Thoth.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vogel.jpg" /></td> <td>north</td> <td><b>Ursa Minor area</b><br />a falcon (one of the many falcon deities)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cas_grp.png" /></td> <td>north</td> <td><b>Cassiopeia area (or Cas/And)</b><br />?</td> </tr> </table> </p> ### Planets In this sky culture, some Egyptian names are attached to the planets. Honestly, each planet had many names, sometimes depending on the context (e.g. Venus as morning star and evening star). We cannot include all names in the Stellarium name but they are stored in other database. On the Dendera ceiling, the planets are represented at fixed positions and as deities. The planets are depicted as deities in their "standard position". As planets move, they can only be presented in the sky by defining fixed positions where the figurative representation is found in every celestial map, every star list and catalogue. <p>These standard positions: <table class="layout"> <tr><td>Sun</td> <td>Aries</td></tr> <tr><td>Moon</td> <td>Taurus</td></tr> <tr><td>Venus</td> <td>Pisces</td></tr> <tr><td>Jupiter</td> <td>Cancer (or betw. Cnc and Leo)</td></tr> <tr><td>Mercury</td> <td>Virgo</td></tr> <tr><td>Mars</td> <td>Capricornus</td></tr> <tr><td>Saturn</td> <td>Libra</td></tr> </table> These positions are equal to the "secret places" in Babylonian astrology and the "hypsomata" (exaltation points) in Greek astrology.</p> Additionally, the equinoxes are marked with great disks: One in Libra and one Aries.
ru: Храм в (современном) Египте, вероятно, относится к римскому (или позднегреческому) периоду развития Египта и, таким образом, на нем изображено не оригинальное египетское небо, а смесь греко-римских, египетских и вавилонских фигур, нарисованных в египетском стиле. <p><img width="600" src="illustrations/Dendera_zodiac_Louvre.jpg"/></p> <p><i>Фотография для экспозиции в Лувре (Париж), общественное достояние/CC0. Размер пластины 255 x 253 см.</i></p> ### Список созвездий <p><table> <tr valign="middle"> <td> <img width="255" src="illustrations/ari.png" /></td> <td>зодиакальное</td> <td><b>Овен</b><br />баран (не вавилонский наемник, не римский баран, прыгающий через кольцо)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/tau.png" /></td> <td>зодиакальное</td> <td><b>Телец</b><br />бык (не вавилонский полубык)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/gem.png" /></td> <td>зодиакальное</td> <td><b>Близнецы</b><br />пара (Шу и Тефнут), т.е. женщина и мужчина (не вавилонские воины и не греческие герои)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cnc.png" /></td> <td>зодиакальное</td> <td><b>Рак</b><br />рак (как обычно)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/leo+erua.png" /></td> <td>зодиакальное</td> <td><b>Лев</b><br />лев (как обычно)<br />с женщиной, голова которой находится в Волосах Вероники</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vir.png" /></td> <td>зодиакальное</td> <td><b>Дева</b><br />дева, изображенная в виде вавилонской богини Шалы (глиняная табличка AO 6448 из Урука)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lib.png" /></td> <td>зодиакальное</td> <td><b>Весы</b><br />рычажные весы (как обычно)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sco.png" /></td> <td>зодиакальное</td> <td><b>Скорпион</b><br />скорпион (как обычно)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sgr.png" /></td> <td>зодиакальное</td> <td><b>Стрелец</b><br />эта фигура является египетской версией вавилонского бога Пабильсанга; двойная голова указывает на мифический контекст</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cap.png" /></td> <td>зодиакальное</td> <td><b>Козерог</b><br />рыба-козёл (вавилонский)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aqr+psa.png" /></td> <td>зодиакальное</td> <td><b>Водолей</b><br />Египетский бог Нила, Хапи</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/psc.png" /></td> <td>зодиакальное</td> <td><b>Рыбы</b><br />две рыбы (не вавилонские «хвосты гигантской ласточки» и не «рыба-ласточка»)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/uma_wagon+fox+ewe+yoke.png" /></td> <td>северное</td> <td><b>Большая Медведица</b><br />Бедро Быка - египетское (также изображено на диагональных звездных часах, двумя тысячелетиями ранее), Шакал и Овца находятся на местах вавилонских астеризмов "Лиса" и "Овца"</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lup+cen.png" /></td> <td>южное</td> <td><b>Волк</b><br />зверь находится на месте вавилонского «Бешеного пса» (бешеная собака) и греко-римского волка</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/nilpferd.png" /></td> <td>северное</td> <td><b>Волопас, Северная Корона и другие</b><br />богиня-бегемот — древнеегипетская богиня, охраняющая небесный полюс и Бедро Быка (созвездие).</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/hya+crv.png" /></td> <td>северное</td> <td><b>Гидра и Ворон</b><br />огромная змея с птицей на хвосте — это новая интерпретация вавилонских созвездий Змея (Муш-Дракон) и Ворон.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/ori.png" /></td> <td>южное</td> <td><b>Орион</b><br />Осирис — обожествленный египетский царь</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/horusfalke_canopus.png" /></td> <td>южное</td> <td><b>самая юго-западная часть Арго плюс Голубь</b><br />сокол, сидящий на балдахине — очевидно, египетское созвездие, которое сохранилось и по сей день как название звезды</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sirius_bow+arrow.png" /></td> <td>южное</td> <td><b>Большой Пёс</b><br />Сотис — египетское название созвездия вокруг Сириуса; в Вавилоне в этом месте находится богиня с луком и стрелами</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/himmelskuh_sirius.png" /></td> <td>южное</td> <td><b>Малый Пёс</b><br />поскольку все остальные яркие звезды в этом районе уже украшены, эту небесную корову, по-видимому, нужно поместить на Процион</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lep.png" /></td> <td>южное</td> <td><b>Заяц</b><br />В вавилонской уранологии петух помещается под созвездием Ориона в современном Зайце; эта птица, по-видимому, является его египетской версией.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/peg.png" /></td> <td>северное</td> <td><b>Область Пегаса</b><br />вавилонское созвездие Поле — это четырехугольник ярких звезд. Похоже на египетский иероглиф «вода», который имеет смысл по соседству с рыбой.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aql_gegend.png" /></td> <td>северное</td> <td><b>Область Орла</b><br />эта маленькая темная птичка (утка?) по всей видимости находится в районе Орла. Пока что я поместил ее на яркую звезду (Альтаир).</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/corpse.png" /></td> <td>северное</td> <td><b>Область Дельфина</b><br />рядом с этой птицей находится труп животного — что интересно, на месте вавилонского созвездия «Труп».</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cyg_gegend.png" /></td> <td>северное</td> <td><b>Область Лебедя/Цефея</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lyr_gula.png" /></td> <td>северное</td> <td><b>Область Лиры/Змееносца</b><br />в районе Лиры и Змееносца есть огромная египетская фигура. В Лире было вавилонское созвездие богини медицины, а Змееносец — греческий эквивалент. Таким образом, это мог быть египетский мифологический основатель медицины Имхотеп.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cet_unterAri.png" /></td> <td>южное</td> <td><b>Область Кита</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_3.png" /></td> <td>южное</td> <td><b>Область Центавра</b><br />на египетской фигуре изображен земледелец, а в этом месте находится вавилонский бог земледелия и войны (Нингирсу), так что это может быть очень странным изображением египетского бога Мина, который был объединен с греческим Паном в поздние эпохи</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_2.png" /></td> <td>южное</td><td> <b>восточная и южная область Арго</b><br />на изображении изображена богиня-мать, по-египетски это Изида, а по-вавилонски это Нинмах (которая действительно находится в этом месте)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below.png" /></td> <td>южное</td> <td><b>северо-западная область Арго</b><br />шляпа этой женщины напоминает египетскую богиню Анукет, богиню разлива Нила. В вавилонской уранологии середины первого тысячелетия в этой области находится богиня Нунки: из-за звучания имен, скорее всего, произошел обмен или передача.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/goat.png" /></td> <td>северное</td> <td><b>Возничий</b><br />козел находится на месте созвездия Возничего (ни в вавилонской, ни в греческой традиции козел на этом месте не присутствует). Весьма вероятно, что римское название звезды Капелла (Коза) напоминает это египетское созвездие.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/alfCen_512.jpg" /></td> <td>южное</td> <td><b>Область &alpha; Центавра</b><br />на потолке четко изображена египетская фигура Ченти Ирти: это маленькое существо должно быть расположено в области вокруг/над яркой звездой Альфа Центавра, и нет греческого или вавилонского эквивалента. Значение Ченти Ирти неясно, но есть предположение, что это «остроглазый», что может иметь смысл для яркой звезды, которая находится всего лишь примерно в 5° над горизонтом (2 в. до н. э. в Египте)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/udjat.jpg" /></td> <td>северное</td> <td><b>"выше" Овна</b><br />глаз уджат в этом контексте, вероятно, относится к весеннему равноденствию</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/affe.jpg" /></td> <td>северное</td> <td><b>Область Персея</b><br />бабуин является атрибутом или представлением египетского бога Тота и поэтому ему поклонялись. Однако неясно, связан ли этот конкретный бабуин с Тотом.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vogel.jpg" /></td> <td>северное</td> <td><b>Область Малой Медведицы</b><br />сокол (одно из многих божеств-соколов)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cas_grp.png" /></td> <td>северное</td> <td><b>Область Кассиопеи (или Кассиопеи/Андромеды)</b><br />?</td> </tr> </table> </p> ### Планеты В этой культуре неба некоторые египетские имена привязаны к планетам. Честно говоря, у каждой планеты было много имен, иногда в зависимости от контекста (например, Венера как утренняя звезда и вечерняя звезда). Мы не можем включить все имена в название Stellarium, но они хранятся в другой базе данных. На потолке Дендеры планеты представлены в фиксированных положениях и как божества. Планеты изображены как божества в их «стандартном положении». Поскольку планеты движутся, их можно представить на небе только путем определения фиксированных положений, где образное представление можно найти в каждой небесной карте, каждом списке звезд и каталоге. <p>Эти стандартные положения: <table class="layout"> <tr><td>Солнце</td> <td>Овен</td></tr> <tr><td>Луна</td> <td>Телец</td></tr> <tr><td>Венера</td> <td>Рыбы</td></tr> <tr><td>Юпитер</td> <td>Рак (или между Cnc и Leo)</td></tr> <tr><td>Меркурий</td> <td>Дева</td></tr> <tr><td>Марс</td> <td>Козерог</td></tr> <tr><td>Сатурн</td> <td>Весы</td></tr> </table> Эти позиции эквивалентны «тайным местам» в вавилонской астрологии и «гипсоматам» (точкам экзальтации) в греческой астрологии.</p> Кроме того, равноденствия отмечены большими дисками: один в Весах и один в Овне.
sv: Templet i (dagens) Egypten härstammar troligen från Egyptens romerska (eller sengrekiska) tid och visar därför inte den ursprungliga egyptiska himlen utan en blandning av grekisk-romerska, egyptiska och babyloniska figurer, alla tecknade i egyptisk stil. <p><img width="600" src="illustrations/Dendera_zodiac_Louvre.jpg"/></p> <p><i>Fotografi för utställningen i Musée du Louvre (Paris), Public Domain/ CC0. Plåten är 255 x 253 cm stor.</i></p> ### Lista över konstellationsfigurer <p><table> <tr valign="middle"> <td> <img width="255" src="illustrations/ari.png" /></td> <td>zodiak</td> <td><b>Väduren</b><br />en bagge (inte den babyloniska Hired Man, inte den romerska baggen som hoppar genom en ring)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/tau.png" /></td> <td>zodiak</td> <td><b>Taurus</b><br />en tjur (inte den babyloniska halva tjuren)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/gem.png" /></td> <td>zodiak</td> <td><b>Gemini</b><br />ett par (Shu &amp; Tefnut), dvs. en kvinna och en man (varken de babyloniska krigarna eller de grekiska hjältarna)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cnc.png" /></td> <td>zodiak</td> <td><b>Kräftan</b><br />en krabba (som vanligt)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/leo+erua.png" /></td> <td>zodiak</td> <td><b>Lejonet</b><br />ett lejon (som vanligt)<br />med en kvinna vars huvud befinner sig i Coma Berenices</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vir.png" /></td> <td>zodiak</td> <td><b>Jungfrun</b><br />en jungfru, avbildad som den babyloniska gudinnan Shala (lertavla AO 6448 från Uruk)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lib.png" /></td> <td>zodiak</td> <td><b>Vågen</b><br />en balans (som vanligt)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sco.png" /></td> <td>zodiak</td> <td><b>Scorpius</b><br />en skorpion (som vanligt)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sgr.png" /></td> <td>zodiak</td> <td><b>Sagittarius</b><br />denna figur är en egyptiserad version av den babyloniska guden Pabilsang; dubbelhuvudet indikerar ett mytiskt sammanhang</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cap.png" /></td> <td>zodiak</td> <td><b>Capricornus</b><br />en getfisk (babylonisk)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aqr+psa.png" /></td> <td>zodiak</td> <td><b>Aquarius</b><br />Egyptisk gud för Nilen, Hapi</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/psc.png" /></td> <td>zodiak</td> <td><b>Fiskarna</b><br />två fiskar (inte de babyloniska "jättesvalans svansar" och inte "svalfisken")</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/uma_wagon+fox+ewe+yoke.png" /></td> <td>norr</td> <td><b>Ursa Major</b><br />tjurens lår är egyptisk (även avbildad på diagonala stjärnklockor, två årtusenden tidigare), schakalen och fåret är på platserna för de babyloniska asterismerna "Fox" och "Ewe"</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lup+cen.png" /></td> <td>söderut</td> <td><b>Lupus</b><br />odjuret är på platsen för den babyloniska "Mad Dog" (rabiessmittad hund) och den grekisk-romerska Lupus</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/nilpferd.png" /></td> <td>norr</td> <td><b>Bootes, Corona Borealis m.fl.</b><br />flodhästgudinnan är en gammal egyptisk gudinna som vaktar den himmelska polen och Tjurens lår (konstellation)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/hya+crv.png" /></td> <td>norr</td> <td><b>Hydra och Corvus</b><br />den stora ormen med fågeln på svansen är den nya tolkningen av de babyloniska stjärnbilderna Ormen (Mush-Dragon) och Korpen</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/ori.png" /></td> <td>söder</td> <td><b>Orion</b><br />Osiris är en gudomliggjord egyptisk kung</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/horusfalke_canopus.png" /></td> <td>söder</td> <td><b>sydvästligaste delen av Argo plus Columba</b><br />en falk som sitter på en baldakin - uppenbarligen en egyptisk konstellation som finns kvar idag som ett stjärnnamn</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sirius_bow+arrow.png" /></td> <td>söder</td> <td><b>Canis Major</b><br />Sothis är det egyptiska namnet på en konstellation runt Sirius; i Babylon finns det en gudinna med pil och båge på denna plats</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/himmelskuh_sirius.png" /></td> <td>söderut</td> <td><b>Canis Minor</b><br />eftersom alla andra ljusstarka stjärnor i området redan är dekorerade, måste denna himmelska ko tydligen placeras på Procyon</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lep.png" /></td> <td>söderut</td> <td><b>Lepus</b><br />i babylonisk uranologi placeras en tupp under Orion-konstellationen i den moderna Lepus; denna fågel är tydligen den egyptiska versionen av den</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/peg.png" /></td> <td>norra</td> <td><b>Pegasus area</b><br />den babyloniska konstellationen av Fältet är en fyrkant av ljusstarka stjärnor. Den ser ut som den egyptiska hieroglyfen för "vatten", vilket är logiskt i närheten av fiskar.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aql_gegend.png" /></td> <td>norr</td> <td><b>Aquila area</b><br />denna lilla mörka fågel (en anka?) befinner sig tydligen i området Aquila. För tillfället placerar jag den på den ljusa stjärnan (Altair).</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/corpse.png" /></td> <td>norr</td> <td><b>Delphinus area</b><br />bredvid denna fågel finns ett kadaver av ett djur - intressant nog på platsen för den babyloniska konstellationen "liket"</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cyg_gegend.png" /></td> <td>norr</td> <td><b>Cygnus / Cepheus område</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lyr_gula.png" /></td> <td>norr</td> <td><b>Lyra / Ophiuchus-området</b><br />det finns en enorm egyptisk figur i området Lyra och Ophiuchus. I Lyra fanns den babyloniska konstellationen för läkekonstens gudinna, medan Ophiuchus är den grekiska motsvarigheten. Således kan detta möjligen vara den egyptiska mytologiska grundaren av medicin, Imhotep.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cet_unterAri.png" /></td> <td>söder</td> <td><b>Cetus-området</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_3.png" /></td> <td>södra</td> <td><b>Centaurus-området</b><br />den egyptiska figuren visar en jordarbetare och på denna plats finns den babyloniska guden för jordbruk och krig (Ningirsu), så detta kan vara en mycket konstig avbildning av den egyptiska guden Min som slogs samman med den grekiska Pan under sena epoker</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_2.png" /></td> <td>söderut</td><td> <b>östra och södra Argo-området</b><br />bilden visar en modergudinna, på egyptiska är detta Isis och på babyloniska skulle detta vara Ninmakh (som verkligen är placerad på denna plats)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below.png" /></td> <td>i söder</td> <td><b>nordvästra Argoområdet</b><br />denna kvinnas hatt liknar den egyptiska gudinnan Anuket, gudinnan för Nilens översvämning. I babylonisk uranologi från mitten av det första årtusendet finns gudinnan Nunki i detta område: på grund av namnens ljud är ett utbyte eller en överföring sannolikt.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/goat.png" /></td> <td>norr</td> <td><b>Auriga</b><br />goat is at the position of the constellation Auriga (varken i babylonisk eller i grekisk tradition finns det en get på denna plats. Det är mycket troligt att det romerska stjärnnamnet Capella (geten) liknar denna egyptiska konstellation.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/alfCen_512.jpg" /></td> <td>söderut</td> <td><b>alpha Centauri-området</b><br />taket visar tydligt en egyptisk Chenti Irti-figur: denna lilla varelse bör placeras i området runt/över den ljusstarka stjärnan alpha Centauri, och det finns ingen grekisk eller babylonisk motsvarighet. Betydelsen av Chenti Irti är oklar, men ett förslag är "den skarpsynte", vilket skulle kunna vara logiskt för en klar stjärna som bara befinner sig ungefär 5° över horisonten (2:a århundradet f.Kr. i Egypten)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/udjat.jpg" /></td> <td>norr</td> <td><b>"ovanför" Väduren</b><br />udjat-ögat i detta sammanhang syftar troligen på vårdagjämningen</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/affe.jpg" /></td> <td>norr</td> <td><b>Perseus-området</b><br />babianen är ett attribut eller en representation av den egyptiske guden Thoth och dyrkades därför. Det är dock osäkert om just denna babian har någon koppling till Thoth.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vogel.jpg" /></td> <td>norr</td> <td><b>Ursa Minor-området</b><br />en falk (en av de många falkgudarna)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cas_grp.png" /></td> <td>norr</td> <td><b>Cassiopeia-området (eller Cas/And)</b><br />?</td> </tr> </table> </p> ### Planeter I denna himmelskultur är några egyptiska namn knutna till planeterna. Ärligt talat hade varje planet många namn, ibland beroende på sammanhanget (t.ex. Venus som morgonstjärna och aftonstjärna). Vi kan inte inkludera alla namn i Stellarium-namnet, men de finns lagrade i andra databaser. På taket i Dendera är planeterna representerade i fasta positioner och som gudar. Planeterna avbildas som gudar i sin "standardposition". Eftersom planeterna rör sig kan de bara presenteras på himlen genom att definiera fasta positioner där den figurativa representationen finns på varje himmelskarta, varje stjärnlista och katalog. <p>Dessa standardpositioner: <table class="layout"> <tr><td>Solen</td> <td>Väduren</td></tr> <tr><td>Månen</td> <td>Oxen</td></tr> <tr><td>Venus</td> <td>Fiskarna</td></tr> <tr><td>Jupiter</td> <td>Kräftan (eller mellan Kräftan och Lejonet)</td></tr> <tr><td>Merkurius</td> <td>Jungfrun</td></tr> <tr><td>Mars</td> <td>Stenbocken</td></tr> <tr><td>Saturnus</td> <td>Vågen</td></tr> </table> Dessa positioner motsvarar de "hemliga platserna" i babylonisk astrologi och "hypsomata" (upphöjningspunkterna) i grekisk astrologi.</p> Dessutom är dagjämningarna markerade med stora diskar: En i Vågen och en i Väduren.
uk: Храм у (сучасному) Єгипті, ймовірно, датується римським (або пізньогрецьким) часом існування Єгипту і, таким чином, не відтворює оригінальне єгипетське небо, а є сумішшю греко-римських, єгипетських та вавилонських фігур, усіх намальовані в єгипетському стилі. <p><img width="600" src="illustrations/Dendera_zodiac_Louvre.jpg"/></p> <p><i>Фотографія для експозиції в Музеї Лувру (Париж), суспільне надбання/CC0. Розмір тарілки 255 x 253 см.</i></p> ### Список фігур сузір'їв <p><table> <tr valign="middle"> <td> <img width="255" src="illustrations/ari.png" /></td> <td>зодіак</td> <td><b>Овен</b><br />баран (не вавилонський найманець, не римський баран, який стрибає через кільце)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/tau.png" /></td> <td>зодіак</td> <td><b>Телець</b><br />бик (не (вавилонський бик, розрізаний навпіл)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/gem.png" /></td> <td>зодіак</td> <td><b>Близнюки</b><br />пара (Шу та Тефнут), тобто жінка та чоловік (не вавилонські воїни та не грецькі герої)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cnc.png" /></td> <td>зодіак</td> <td><b>Рак</b><br />краб (як завжди)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/leo+erua.png" /></td> <td>зодіак</td> <td><b>Лев</b><br />лев (як зазвичай)<br />з жінкою, голова якої перебуває у Волоссі Вероніки</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vir.png" /></td> <td>зодіак</td> <td><b>Діва</b><br />діва, зображена як вавилонська богиня Шала (глиняна табличка AO 6448 з Урука)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lib.png" /></td> <td>зодіак</td> <td><b>Терези</b><br />баланс (як завжди)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sco.png" /></td> <td>зодіак</td> <td><b>Скорпіон</b><br />скорпіон (як завжди)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sgr.png" /></td> <td>зодіак</td> <td><b>Стрілець</b><br />ця фігура є єгипетською версією вавилонського бога Пабілсанга; подвійна голова вказує на міфічний контекст</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cap.png" /></td> <td>зодіак</td> <td><b>Каприкорнус</b><br />риба-козел (вавилонська)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aqr+psa.png" /></td> <td>зодіак</td> <td><b>Водолій</b><br />Єгипетський бог Нілу, Хапі</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/psc.png" /></td> <td>зодіак</td> <td><b>Риби</b><br />дві риби (не вавилонські «хвости Гігантської Ластівки» і не «Риба-Ластівка»)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/uma_wagon+fox+ewe+yoke.png" /></td> <td>північ</td> <td><b>Велика Ведмедиця</b><br />Стегно Бика є єгипетським (також зображене на діагональних зоряних годинниках двома тисячоліттями раніше), Шакал і Вівця перебувають на місцях вавилонських астеризмів «Лисиця» та «Вівця»</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lup+cen.png" /></td> <td>південь</td> <td><b>Вовк</b><br />звір знаходиться на місці вавилонського «Скаженого Пса» (скаженого собаки) та греко-римського Вовчака</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/nilpferd.png" /></td> <td>північ</td> <td><b>Волопас, Північна Корона та інші</b><br />богиня-бегемот — давньоєгипетська богиня, яка охороняє небесний полюс та Стегно Бика (сузір'я)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/hya+crv.png" /></td> <td>північ</td> <td><b>Гідра та Ворона</b><br />величезна змія з птахом на хвості — це нова інтерпретація вавилонських сузір'їв Змії (Грибоподібного Дракона) та Ворон</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/ori.png" /></td> <td>південь</td> <td><b>Оріон</b><br />Осіріс — обожнюваний єгиптянин цар</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/horusfalke_canopus.png" /></td> <td>південь</td> <td><b>найпівденніше західна частина Арго плюс Колумба</b><br />сокіл, що сидить на тенті — очевидно, єгипетське сузір'я, яке й донині залишається назвою зірки</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/sirius_bow+arrow.png" /></td> <td>південь</td> <td><b>Великий Пес</b><br />Це єгипетська назва сузір'я навколо Сіріуса; у Вавилоні на цьому місці є богиня з луком і стрілами</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/himmelskuh_sirius.png" /></td> <td>південь</td> <td><b>Малий Пес</b><br />оскільки всі інші яскраві зірки в цьому районі вже використано, цю небесну корову, очевидно, потрібно розмістити на Проціоні</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lep.png" /></td> <td>південь</td> <td><b>Заєц</b><br />у вавилонській уранології півень розміщений під сузір'ям Оріона в сучасному Зайці; цей птах, очевидно, є його єгипетською версією</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/peg.png" /></td> <td>північ</td> <td><b>Район Пегаса</b><br />вавилонське сузір'я Поля — це чотирикутник яскравих зірок. Це схоже на єгипетський ієрогліф, що означає «вода», що має сенс поблизу риби.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/aql_gegend.png" /></td> <td>північ</td> <td><b>Район Орла</b><br />цей маленький темний птах (качка?) очевидно, мешкає в районі Орла. Поки що я поставив його на яскраву зірку (Альтаїр).</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/corpse.png" /></td> <td>північ</td> <td><b>Район Дельфіна</b><br />поруч із цим птахом перебуває труп тварини — цікаво, що на місці вавилонського сузір'я «Труп»</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cyg_gegend.png" /></td> <td>північ</td> <td><b>Район Лебедя / Цефея</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/lyr_gula.png" /></td> <td>північ</td> <td><b>Район Ліри / Змієносця</b><br />у районі Ліри та Змієносця знаходиться величезна єгипетська фігура. У Лірі було вавилонське сузір'я богині медицини, тоді як Змієновець є грецьким еквівалентом. Таким чином, це може бути єгипетський міфологічний засновник медицини Імхотеп.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cet_unterAri.png" /></td> <td>південь</td> <td><b>Зона Кита</b><br />?</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_3.png" /></td> <td>південь</td> <td><b>Зона Центавра</b><br />єгипетська фігура зображує землероба, а на цьому місці знаходиться вавилонський бог землеробства та війни (Нінгірсу), тому це може бути дуже дивне зображення єгипетського бога Міна, якого в пізні епохи об'єднали з грецьким Паном</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below_2.png" /></td> <td>південь</td><td> <b>східна та південна область Арго</b><br />зображення показує богиню-матір, єгипетською це Ісіда, а вавилонською — Нінмах (яка справді розташована в цьому місці)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/Leo_below.png" /></td> <td>південь</td> <td><b>північно-західна область Арго</b><br> Капелюх цієї жінки нагадує єгипетську богиню Анукет, богиню розливу Нілу. У вавилонській уранології середини першого тисячоліття в цій місцевості є богиня Нункі: судячи зі звучання назв, ймовірний обмін або передача.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/goat.png" /></td> <td>північ</td> <td><b>Візничий</b><br />коза знаходиться на місці сузір'я Візничого (ні у вавилонській, ні в грецькій традиції на цьому місці немає кози). Дуже ймовірно, що римська назва зірки Капелла (Коза) нагадує це єгипетське сузір'я.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/alfCen_512.jpg" /></td> <td>південь</td> <td><b>область альфи Центавра</b><br />на стелі чітко зображена єгипетська фігурка Ченті Ірті: ця маленька істота має бути розташована в області навколо/над яскравою зіркою альфи Центавра, і немає грецького чи вавилонського еквівалента. Значення Ченті Ірті неясне, але існує припущення, що це «гострозорий», що може мати сенс для яскравої зірки, яка знаходиться лише приблизно на 5° над горизонтом (2 ст. до н. е. в Єгипті)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/udjat.jpg" /></td> <td>північ</td> <td><b>«над» Овном</b><br />око уджат у цьому контексті, ймовірно, стосується весни рівнодення</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/affe.jpg" /></td> <td>північ</td> <td><b>зона Персея</b><br />бабуїн є атрибутом або зображенням єгипетського бога Тота і тому йому поклонялися. Однак невідомо, чи пов'язаний цей конкретний бабуїн з Тотом.</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/vogel.jpg" /></td> <td>північ</td> <td><b>область Малої Ведмедиці</b><br />сокіл (один з багатьох соколів божества)</td> </tr> <tr valign="middle"> <td><img width="255" src="illustrations/cas_grp.png" /></td> <td>північ</td> <td><b>область Кассіопеї (або Кас/Анд)</b><br />?</td> </tr> </table> </p> ### Планети У цій картині неба деякі єгипетські назви пов'язані з планетами. Чесно кажучи, кожна планета мала багато назв, іноді залежно від контексту (наприклад, Венера як ранкова зірка та вечірня зірка). Ми не можемо включити всі назви до назви Stellarium, але вони зберігаються в іншій базі даних. На стелі Дендери планети представлені у фіксованих позиціях та як божества. Планети зображені як божества у своєму «стандартному місці». Оскільки планети рухаються, їх можна представити на небі лише шляхом визначення фіксованих позицій, де фігурне зображення знаходиться на кожній небесній карті, кожному списку зірок та каталозі. <p>Ці стандартні місця: <table class="layout"> <tr><td>Сонце</td> <td>Овен</td></tr> <tr><td>Місяць</td> <td>Телець</td></tr> <tr><td>Венера</td> <td>Риби</td></tr> <tr><td>Юпітер</td> <td>Рак (або між ним та Левом)</td></tr> <tr><td>Меркурій</td> <td>Діва</td></tr> <tr><td>Марс</td> <td>Козоріг</td></tr> <tr><td>Сатурн</td> <td>Терези</td></tr> </table> Ці позиції еквівалентні «таємним місцям» у вавилонській астрології та «гіпсоматам» (точкам екзальтації) у грецькій астрології.</p> Крім того, рівнодення позначені великими дисками: один у Терезах, а інший у Овні.
