Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Zodiac The zodiac came to Greece from Babylonian sources. It is unknown whether or not the Egyptians had similar figures: The origin of the zodiac is the path of the Moon and was, thus, important for the Egyptian calendar, too. However, the zodiac depicted in Dendera is definitely the Greek (partially misunderstood) interpretation of the Babylonian one. The Zodiac is the Babylonian one with the semi-exception of Pisces: Pisces are depicted as two fish which is never found in Babylon and only an analogon is known in Late Babylonian epoch in the city of Uruk. In Uruk, the constellation was changed to the constellation of the Swallow-Fish connecting a swallow and a fish. In contrast, in Babylon it has always been "The Tails of the Giant Swallow" (Steele 2018). The other constellations of the zodiac are the Babylonian versions, partially egyptized. Virgo is depicted as the Babylonian Goddess Shala with the Ear of Grain, Capricornus as a Goat-Fish accompanying the Babylonian god of witchcraft (Aquarius), Sagittarius as the Babylonian god Pabilsang. Scorpion, Aries and Cancer leave rather no room for interpretation. Leo is depicted as a usual lion but carries the Egyptian queen Berenice (whose name was given to the constellation Coma Berenices) at his tail. Gemini are not depicted as Twins but as a couple, the Bull is not halved. ### Outside the Zodiac The rest of the sky also shows a mixture of several cultures: The hippo goddess who guards the Ox Thigh is a clearly Egyptian constellation. Interestingly, there is a desert fox and a sheep next to the ox thigh which refers to same positions in the sky as the Babylonian constellations of the Fox and the Ewe. In contrast to these native Egyptian constellations, there are also native Sumerian ones that are depicted in an Egyptized way: This is marked in the "Translation" of the Stellarium labels. Interestingly, this depiction explains several Greek names of single stars: e.g. at the position of Capella, there is a whitish Goat in the Dendera ceiling, and at the position of the star Canopus whose name is already attested in Ptolemy's Almagest, there is a Horus-falcon on a canopy jar. It suggests that these were originally Egyptian images that have been transformed to star names in a later epoch in order to commemorate the outdated constellations. ### Source(s) <p>This <em>sky culture</em> is a mapping of historical figures onto the stars. The figures are directly copied by hand from the digital photographs that are provided by the Louvre and the <a href="https://en.wikipedia.org/wiki/File:Zodiaque_de_Denderah_aux_couleurs_d'origine.jpg">colours follow roughly the reconstruction by Alexandre N.Isis (wikicommons, 2013)</a>.</p> ### Fair Use This sky culture originates from research. We provide this for free but the authors of contributions certainly deserve to be cited according to the common rules. Thank you!
de: ### Tierkreis Der Zodiak kam aus babylonischen Quellen nach Griechenland. Es ist nicht bekannt, ob die Ägypter ähnliche Figuren hatten oder nicht: Der Ursprung des Tierkreises ist der Lauf des Mondes und war somit auch für den ägyptischen Kalender von Bedeutung. Der in Dendera dargestellte Zodiak ist jedoch definitiv die griechische (teilweise missverstandene) Interpretation des babylonischen Zodiaks. Der Tierkreis ist der babylonische mit der halben Ausnahme der Fische: Die Fische werden als zwei Fische dargestellt, was in Babylonien nicht vorkommt und nur ein Analogon aus der spätbabylonischen Epoche in der Stadt Uruk bekannt ist. In Uruk wurde das Sternbild in das Sternbild des Schwalbenfisches umgewandelt, das eine Schwalbe und einen Fisch verbindet. In Babylon hingegen war es immer "Die Schwänze der Riesenschwalbe" (Steele 2018). <p> Die anderen Sternbilder des Zodiak sind die babylonischen Versionen, teilweise ägyptisiert. Jungfrau wird als die babylonische Göttin Shala mit der Ähre dargestellt, Steinbock als Ziegenfisch in Begleitung des babylonischen Gottes der Hexerei (Wassermann), Schütze als der babylonische Gott Pabilsang. Skorpion, Widder und Krebs lassen eher keinen Raum für Interpretationen. Löwe wird als gewöhnlicher Löwe dargestellt, trägt aber die ägyptische Königin Berenice (nach der das Sternbild Coma Berenices benannt wurde) am Schwanz. Zwillinge werden nicht als Zwillinge, sondern als Paar dargestellt, der Stier ist nicht halbiert. <p> ### Außerhalb des Tierkreises Auch der Rest des Himmels zeigt eine Mischung aus mehreren Kulturen: Die Nilpferdgöttin, die den Ochsenschenkel bewacht, ist eine eindeutig ägyptische Konstellation. Interessanterweise befinden sich neben dem Ochsenschenkel ein Wüstenfuchs und ein Schaf, die auf dieselben Positionen am Himmel verweisen wie die babylonischen Sternbilder Fuchs und Schaf. Im Gegensatz zu diesen einheimischen ägyptischen Sternbildern gibt es auch einheimische sumerische Sternbilder, die in einer ägyptisierten Form dargestellt werden: Dies ist in der "Übersetzung" der Stellarium-Labels vermerkt. Interessanterweise erklärt diese Darstellung mehrere griechische Namen von Einzelsternen: z. B. befindet sich an der Position von Capella eine weißliche Ziege an der Decke von Dendera, und an der Position des Sterns Canopus, dessen Name bereits im Almagest des Ptolemäus belegt ist, befindet sich ein Horus-Falke auf einem Baldachinkrug. Dies legt nahe, dass es sich um ursprünglich ägyptische Bilder handelt, die in einer späteren Epoche in Sternnamen umgewandelt wurden, um an die veralteten Sternbilder zu erinnern. ### Quelle(n) <p>Diese <em>sky culture</em> ist eine Abbildung von historischen Figuren auf die Sterne. Die Figuren werden direkt von Hand von den digitalen Fotos kopiert, die vom Louvre zur Verfügung gestellt werden, und die <a href="https://en.wikipedia.org/wiki/File:Zodiaque_de_Denderah_aux_couleurs_d'origine.jpg">Farben folgen ungefähr der Rekonstruktion von Alexandre N. Isis (wikicommons, 2013)</a>. </p> ### Fair Use <p>Diese Himmelskultur ist aus der Forschung entstanden. Wir stellen sie kostenlos zur Verfügung, aber die Autoren der Beiträge verdienen es natürlich, nach den üblichen Regeln zitiert zu werden. <br> Diese Himmelskultur wird unter der CC BY-ND 4.0 International Public Licence zur Verfügung gestellt (Weitergabe unter gleichen Bedingungen, keine Änderungen ohne Rücksprache mit den Mitwirkenden und Nennung der Mitwirkenden). Wir danken Ihnen!</p>
es_419: ### Zodíaco El zodíaco llegó a Grecia desde fuentes babilónicas. Se desconoce si los egipcios tenían figuras similares o no: el origen del zodíaco es el camino de la Luna y, por lo tanto, también era importante para el calendario egipcio. Sin embargo, el zodíaco representado en Dendera es definitivamente la interpretación griega (parcialmente incomprendida) del babilónico. El zodíaco es el babilónico con la semi-excepción de Piscis: Piscis se representa como dos peces que nunca se encuentran en Babilonia y solo se conoce un análogo en la época babilónica tardía en la ciudad de Uruk. En Uruk, la constelación se cambió a la constelación del pez golondrina que conecta una golondrina y un pez. En cambio, en Babilonia siempre ha sido “Las colas de la golondrina gigante” (Steele 2018). Las otras constelaciones del zodíaco son las versiones babilónicas, parcialmente egiptizadas. Virgo se representa como la diosa babilónica Shala con la espiga de grano, Capricornio como un pez cabra que acompaña al dios babilónico de la brujería (Acuario), Sagitario como el dios babilónico Pabilsang. Escorpión, Aries y Cáncer no dejan más bien lugar a interpretaciones. Leo se representa como un león habitual pero lleva a la reina egipcia Berenice (cuyo nombre se le dio a la constelación Coma Berenices) en su cola. Los Géminis no se representan como Gemelos sino como pareja, el Toro no se reduce a la mitad. ### Fuera del Zodíaco El resto del cielo también muestra una mezcla de varias culturas: La diosa hipopótamo que custodia el Muslo de Buey es una constelación claramente egipcia. Curiosamente, hay un zorro del desierto y una oveja al lado del muslo de buey que se refiere a las mismas posiciones en el cielo que las constelaciones babilónicas del zorro y la oveja. En contraste con estas constelaciones nativas egipcias, también hay constelaciones nativas sumerias que se representan de forma egipcia: esto está marcado en la "Traducción" de las etiquetas Stellarium. Curiosamente, esta representación explica varios nombres griegos de estrellas individuales: p. en la posición de Capella, hay una Cabra blanquecina en el techo de Dendera, y en la posición de la estrella Canopus, cuyo nombre ya está atestiguado en el Almagesto de Ptolomeo, hay un halcón de Horus en una vasija con dosel. Sugiere que originalmente se trataba de imágenes egipcias que se transformaron en nombres de estrellas en una época posterior para conmemorar las constelaciones obsoletas. ### Fuente(s) <p>Esta <em>cultura estelar</em> es un mapeo de figuras históricas en las estrellas. Las figuras están copiadas directamente a mano de las fotografías digitales proporcionadas por el Louvre y los <a href="https://en.wikipedia.org/wiki/File:Zodiaque_de_Denderah_aux_couleurs_d'origine.jpg">colores siguen aproximadamente la reconstrucción de Alexandre N.Isis (wikicommons, 2013)</a>.</p> ### Uso Justo Esta cultura estelar tiene su origen en la investigación. Proporcionamos esto de forma gratuita, pero los autores de las contribuciones ciertamente merecen ser citados de acuerdo con las reglas comunes. ¡Gracias!
ru: ### Зодиак Зодиак пришел в Грецию из вавилонских источников. Неизвестно, были ли подобные фигуры у египтян: происхождение зодиака — это путь Луны, и, таким образом, это было важно и для египетского календаря. Однако зодиак, изображенный в Дендере, определенно является греческой (частично неправильно понятой) интерпретацией вавилонского. Зодиак - вавилонский, за полуисключением Рыб: Рыбы изображены в виде двух рыб, которых никогда не было в Вавилоне, и только аналог известен в поздневавилонскую эпоху в городе Урук. В Уруке созвездие было изменено на созвездие Рыбы-Ласточки, соединяющее ласточку и рыбу. Напротив, в Вавилоне это всегда были «Хвосты гигантской ласточки» (Steele 2018). Остальные созвездия зодиака — вавилонские версии, частично египтизированные. Дева изображается как вавилонская богиня Шала с колосом, Козерог — как рыба-коза, сопровождающая вавилонского бога колдовства (Водолея), Стрелец — как вавилонский бог Пабилсанг. Скорпион, Овен и Рак не оставляют места для интерпретаций. Лев изображен в виде обычного льва, но несет на хвосте египетскую царицу Беренику (имя которой дано созвездию Волос Вероники). Близнецы изображаются не как Близнецы, а как пара, Бык не делится пополам. ### Вне Зодиака Остальная часть неба также представляет собой смесь нескольких культур: богиня бегемота, охраняющая Бычье бедро, — явно египетское созвездие. Интересно, что рядом с бедром быка изображены пустынная лиса и овца, что относится к тем же позициям на небе, что и вавилонские созвездия Лисы и Овцы. В отличие от этих исконно египетских созвездий, есть также исконно шумерские созвездия, которые изображены в египтизированном виде: это отмечено в «Переводе» меток Stellarium. Интересно, что это изображение объясняет несколько греческих названий одиночных звезд: напр. на месте Капеллы на потолке Дендеры изображен беловатый Козел, а на месте звезды Канопус, чье имя уже засвидетельствовано в Альмагесте Птолемея, находится Сокол-Гор на кувшине с балдахином. Это предполагает, что изначально это были египетские изображения, которые в более позднюю эпоху были преобразованы в названия звезд, чтобы увековечить устаревшие созвездия. ### Источник(и) <p>Эта <em>культура неба</em> представляет собой сопоставление исторических личностей со звездами. Фигуры скопированы вручную с цифровых фотографий, предоставленных Лувром, а <a href="https://en.wikipedia.org/wiki/File:Zodiaque_de_Denderah_aux_couleurs_d'origine.jpg">цвета примерно соответствуют реконструкции Александра Н. Исиса (wikicommons, 2013)</a>.</p> ### Добросовестное использование Эта культура неба возникла в результате исследований. Мы предоставляем это бесплатно, но авторы вкладов, безусловно, заслуживают того, чтобы их цитировали в соответствии с общими правилами. Благодарю вас!
sv: ### Zodiac Zodiaken kom till Grekland från babyloniska källor. Det är okänt om egyptierna hade liknande figurer eller inte: Zodiaken har sitt ursprung i månens bana och var därför viktig även för den egyptiska kalendern. Men zodiaken som avbildas i Dendera är definitivt den grekiska (delvis missförstådda) tolkningen av den babyloniska. Zodiaken är den babyloniska med ett halvt undantag för Fiskarna: Fiskarna avbildas som två fiskar, vilket aldrig förekommer i Babylon och endast en analogi är känd under senbabylonisk tid i staden Uruk. I Uruk ändrades konstellationen till konstellationen Svalan-Fisken som förenar en svala och en fisk. I Babylon däremot har det alltid varit "Jättesvalans svansar" (Steele 2018). De andra konstellationerna i zodiaken är de babyloniska versionerna, delvis egyptiserade. Jungfrun avbildas som den babyloniska gudinnan Shala med spannmålsörat, Stenbocken som en getfisk i sällskap med den babyloniska trolldomsguden (Vattumannen), Skytten som den babyloniska guden Pabilsang. Skorpionen, Väduren och Kräftan lämnar i stort sett inget utrymme för tolkning. Lejonet avbildas som ett vanligt lejon men bär den egyptiska drottningen Berenice (vars namn gavs till stjärnbilden Coma Berenices) i sin svans. Tvillingarna avbildas inte som tvillingar, men som par är tjuren inte halverad. ### Utanför zodiaken Resten av himlen visar också en blandning av flera kulturer: Flodhästgudinnan som vaktar Oxlåret är en tydligt egyptisk konstellation. Intressant nog finns det en ökenräv och ett får bredvid oxlåret, vilket hänvisar till samma positioner på himlen som de babyloniska konstellationerna räven och fåret. I motsats till dessa egyptiska konstellationer finns det också sumeriska konstellationer som avbildas på ett egyptiserat sätt: Detta är markerat i "Translation" på Stellariums etiketter. Intressant nog förklarar denna avbildning flera grekiska namn på enskilda stjärnor: t.ex. vid Capellas position finns en vitaktig get i taket i Dendera, och vid stjärnan Canopus, vars namn redan finns belagt i Ptolemaios Almagest, finns en Horusfalk på en baldakinkruka. Det tyder på att dessa ursprungligen egyptiska bilder har omvandlats till stjärnnamn under en senare epok för att hedra minnet av de föråldrade konstellationerna. ### Källa(n) <p>Denna <em>himmelskultur</em> är en kartläggning av historiska figurer på stjärnorna. Figurerna är direkt kopierade för hand från de digitala fotografier som tillhandahålls av Louvren och <a href="https://en.wikipedia.org/wiki/File:Zodiaque_de_Denderah_aux_couleurs_d'origine.jpg">färgerna följer i stort sett rekonstruktionen av Alexandre N.Isis (wikicommons, 2013</a>).</p> ### Rättvis användning Denna himmelskultur härstammar från forskning. Vi tillhandahåller detta gratis men författarna till bidragen förtjänar verkligen att citeras enligt de gemensamma reglerna. Vi tackar dig för det!
uk: ### Зодіак Зодіак потрапив до Греції з вавилонських джерел. Втім, невідомо, чи були у єгиптян подібні малюнки: зодіак походить від шляху Місяця, отже, був важливий також і для єгипетського календаря. Втім, зображений у Дендері зодіак є, очевидно, грецькою (частково помилковою) інтерпретацією вавилонського. Зодіак є вавилонським за одним винятком у Рибах: Риби зображень як дві риби — такого ніде не трапляється у вавилонських джерелах. Єдиний аналог у пізньовавилонську епоху можна знайти у місті Урук. В Уруці сузір'я було змінено на сузір'я Ластівки-Риби, де ластівка поєднувалася із рибою. У Вавилоні ж це завжди були «Хвости Гігантської Ластівки» (Штееле, 2018 р.). Інші сузір'я зодіаку є вавилонськими версіями, частково єгиптизованими. Діву зображено як вавилонську богиню Шалу із колоском пшениці, Козорога зображень як козлорибу, поряд з якою розташовано вавилонського бога чар (Водолія), Стрілець — вавилонський бог Пабілсанг. Зображення Скорпіон, Овен та Рак ідентифікуються однозначно. Лева зображено як звичайного лева, але на його хвості зображено єгипетську царівну Вероніку (ім'я якої носить сузір'я Волосся Вероніки). Близнюків зображень не як двійню, а як різностатеву пару, Бика не обрізано наполовину. ### Поза Зодіаком На решті нема показано суміш різних картин зоряного неба: богиня-гіпопотам, яка охороняє Стегно Бика, очевидно, є єгипетським сузір'ям. Цікаво, що поряд із стегном бика зображено пустельного лиса та вівцю, що збігається зі позиціями вавилонських сузір'їв Лисиці та Вівці. Окрім цих єгипетських сузір'їв, маємо шумерські, але зображені у єгипетський спосіб. Такі сузір'я позначено у «перекладі» міток Stellarium. Цікаво, що у цих зображеннях можна знайти пояснення деяким грецьким назвам окремих зірок. Наприклад, у позиції Капелли на стелі каплиці у Дендері зображено білого Козла, а у позиції зірки Канопус, назву якої засвідчено вже у «Альмагесті» Птолемея, маємо Гора-сокола із глеком. Це вказує на те, що спочатку це були єгипетські зображення, які було перетворено на назви зірок у пізнішу епоху на згадку про вже застарілі сузір'я. ### Джерела <p>Ця <em>картина зоряного неба</em> є відтворенням давніх зображень на карті. Малюнки було скопійовано вручну з цифрових фотографій, які було надано Лувром. <a href="https://en.wikipedia.org/wiki/File:Zodiaque_de_Denderah_aux_couleurs_d'origine.jpg">Кольори приблизно збігаються із реконструкцією Александра Н. Ісіса (Alexandre N.Isis, wikicommons, 2013 р.)</a>.</p> ### Умови ліцензування Ця картина зоряного неба є результатом наукових досліджень. Ми надаємо її безкоштовно, але автори, напевне, заслуговують посилання відповідно до загальних правил. Дякуємо!

source: - [#1]: [Photographs of the Louvre Collection](https://collections.louvre.fr/en/ark:/53355/cl010028871#) - [#2]: Aubourg, E. (1995), ‘La date de conception du zodiaque du temple d’Hathor à Dendera’, Bulletin de l’Institut Français d’Archéologie Orientale 95, 1–10 - [#3]: Biot, J.-B. (1846), ‘Mémoire sur le zodiaque circulaire de denderah.’, Mémoires de l’Institutnational de France16(2ème partie), 1–101 - [#4]: Hoffmann, Susanne M. (2017), Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, Chapter 4.2.2 - [#5]: Hoffmann, Susanne M. (2022), Preliminary Observations on the Dendera Zodiac (Egypt), in: Hoffmann and Wolfschmidt (ed.), Astronomy in Culture - Cultures of Astronomy, Nuncius Hamburgensis, Vol. 57, tredition, Hamburg - [#6]: Steele, John M. (2018), The development of the Babylonian zodiac: Some preliminary observations.’, Mediterranean Archaeology and Archaeometry, 18, 4, 97-105 - [#7]: [wikipedia (some things wrong)](https://en.wikipedia.org/wiki/Dendera_zodiac)
es_419: - [#1]: [Fotografías de la Colección del Louvre](https://collections.louvre.fr/en/ark:/53355/cl010028871#) - [#2]: Aubourg, E. (1995), "La fecha de concepción del zodiaco del templo de Hathor en Dendera", boletín del l’Institut Français d’Archéologie Orientale 95, 1–10 - [#3]: Biot, J.-B. (1846), "Memoria sobre el zodiaco circular de Dendera", Mémoires de l’Institutnational de France16(2ª parte), 1–101 - [#4]: Hoffmann, Susanne M. (2017), Hipparchs Himmelsglobus, Springer, Wiesbaden/Nueva York, Capítulo 4.2.2 - [#5]: Hoffmann, Susanne M. (2022), Observaciones preliminares sobre el zodíaco de Dendera (Egipto), en: Hoffmann y Wolfschmidt (ed.), Astronomía en la cultura - Culturas de la astronomía, Nuncius Hamburgensis, vol. 57, tradición, Hamburgo - [#6]: Steele, John M. (2018), El desarrollo del zodíaco babilónico: algunas observaciones preliminares.’, Arqueología y arqueometría mediterránea, 18, 4, 97-105 - [#7]: [wikipedia (algunas cosas están mal)](https://en.wikipedia.org/wiki/Dendera_zodiac)
sv: - [#1]: [Fotografier från Louvrens samling](https://collections.louvre.fr/en/ark:/53355/cl010028871#) - [#2]: Aubourg, E. (1995), "La date de conception du zodiaque du temple d'Hathor à Dendera", Bulletin de l'Institut Français d'Archéologie Orientale 95, 1-10 - [#3]: Biot, J.-B. (1846), "Mémoire sur le zodiaque circulaire de denderah.", Mémoires de l'Institutnational de France16(2ème partie), 1-101 - [#4]: Hoffmann, Susanne M. (2017), Hipparchs Himmelsglobus, Springer, Wiesbaden/ New York, kapitel 4.2.2 - [#5]: Hoffmann, Susanne M. (2022), Preliminary Observations on the Dendera Zodiac (Egypt), i: Hoffmann och Wolfschmidt (red.), Astronomy in Culture - Cultures of Astronomy, Nuncius Hamburgensis, Vol. 57, tredition, Hamburg - [#6]: Steele, John M. (2018), The development of the Babylonian zodiac: Some preliminary observations.", Mediterranean Archaeology and Archaeometry, 18, 4, 97-105 - [#7]: [wikipedia (vissa saker är fel)](https://en.wikipedia.org/wiki/Dendera_zodiac)

source: This Greco-Egyptian sky culture was painted and added to Stellarium by: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Written in English: <em>SMH</em></p>
de: This Greco-Egyptian sky culture was painted and added to Stellarium by: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Written in English and German: <em>SMH</em></p>
es_419: Esta cultura estelar greco-egipcia fue pintada y añadida a Stellarium por: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Escrito en inglés: <em>SMH</em></p>
ru: Эта греко-египетская культура неба была нарисована и добавлена в Stellarium: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Написано на английском языке: <em>SMH</em></p>
sv: Denna grekisk-egyptiska himmelskultur målades och lades till i Stellarium av: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Skrivet på engelska: <em>SMH</em></p>
uk: Цю греко-єгипетську картину зоряного неба було намальовано і додано до Stellarium такими авторами: <p><em>Susanne M. Hoffmann: service@uhura-uraniae.com </em></p> <p>Англійською: <em>SMH</em></p>
