Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: We are integrating in this investigation <b>Walmir Thomazi Cardoso</b>, a Physics Professor in the Postgraduate Program in History of Sciences and Techniques and Epistemology at the Federal University of Rio de Janeiro (HCTE-UFRJ) and researcher of astronomy in culture; he made some reinterpretations in a collaborative work with physics undergraduate students; and <b>Youssif Ghantous Filho</b>, adapting and anchoring original drawings to Stellarium. Nevertheless, every sky interpretation is contextual and circumstantial. Current collaborative investigations are looking for new astronomical observation together with the Tikuna, which will improve the initial findings.
fi: Olemme mukana tässä tutkimuksessa <b>Walmir Thomazi Cardoso</b>, fysiikan professori Rio de Janeiron liittovaltion yliopiston (HCTE-UFRJ) tieteiden ja tekniikoiden historian ja epistemologian jatko-ohjelmassa ja kulttuurin tähtitieteen tutkija; hän teki joitain uudelleentulkintoja yhteistyössä fysiikan perustutkinto-opiskelijoiden kanssa; ja <b>Youssif Ghantous Filho</b>, alkuperäisten piirustusten sovittaminen ja ankkuroiminen Stellariumiin. Siitä huolimatta jokainen taivaan tulkinta on kontekstuaalista ja olosuhteisiin perustuvaa. Käynnissä olevat yhteistutkimukset etsivät uusia tähtitieteellisiä havaintoja yhdessä Tikunan kanssa, mikä parantaa alkuperäisiä löydöksiä.

source: The data used in <b>Cardoso & Ghantous Filho</b> were a reinterpretation of charts used by the Tikunas, <b>Pedro Inácio Pinheiro</b> and <b>Luís Angel Ramos</b>, to interpret Tikuna constellations. The calculations were established based upon coordinates 70° W and 3°S with the help of Oswaldo dos Santos Barros, Pará State (CCPP). The different interpretations of the drawings developed from the ongoing collaborative investigation with Walmir T. Cardoso, researcher of astronomy in Culture, takes into consideration some changes, such as the ones shown in this work. <b>Marcio D´Olne Campos</b> (UNICAMP and SULear/SOUTHing Proposal) helped map the location of the Tikuna village and define their latitude and longitude coordinates (See Tikuna Lands Atlas).
fi: Käytetyt tiedot <b>Cardoso & Ghantous Filho</b>olivat uudelleentulkinta Tikunojen käyttämistä kaavioista, <b>Pedro Inácio Pinheiro</b> ja <b>Luís Angel Ramos</b>, tulkita Tikunan tähtikuvioita. Laskelmat tehtiin koordinaattien 70° W ja 3° S avulla Oswaldo dos Santos Barrosin, Parán osavaltion (CCPP) avulla. Piirustusten erilaiset tulkinnat, jotka on kehitetty meneillään olevasta yhteistutkimuksesta kulttuurin tähtitieteen tutkijan Walmir T. Cardoson kanssa, ottavat huomioon joitain muutoksia, kuten tässä työssä esitetyt. <b>Marcio D´Olne Campos</b> (UNICAMP ja SULear/SOUTHing Proposal) auttoivat kartoittamaan Tikunan kylän sijainnin ja määrittämään niiden leveys- ja pituuskoordinaatit (katso Tikuna Lands Atlas).

source: The recording of this myth and the identification of the Jaguar’s eyes was inspired by Curt Nimuendajú, (1952 p.143).
fi: Tämän myytin tallentaminen ja Jaguarin silmien tunnistaminen on saanut inspiraationsa Curt Nimuendajúlta (1952, s. 143).

source: <cite>This work adopts linguistic convention when writing Tikuna, even though several Anthropologists and Indigenous experts use the vernacular form (Ticuna).</cite>
fi: <cite>Tämä teos noudattaa Tikunaa kirjoitettaessa kielellistä käytäntöä, vaikka useat antropologit ja alkuperäiskansojen asiantuntijat käyttävät kansankielistä muotoa (Ticuna).</cite>

source: <cite> According to socioambiental.org, consulted on 08/05/2019.</cite>
fi: <cite> Socioambiental.org:n mukaan, kuultu 5.8.2019.</cite>

source: Tupi-Guarani
es_419: Tupí-Guaraní
fi: Tupi-guaranilainen
ru: Тупи-гуарани
uk: Тупі-Гуарані

source: Tupi-Guarani is a name given to a family of languages spoken by the indigenous peoples of Brazil and other South American countries.
de: Tupi-Guarani is eine Sprachfamilie indigener Völker in Brasilien und anderen südamerikanischen Staaten.
es_419: Tupí-Guaraní es un nombre dado a una familia de idiomas que hablan los pueblos indígenas de Brasil y otros países sudamericanos.
fi: Tupi-Guarani on Brasilian ja muiden Etelä-Amerikan maiden alkuperäiskansojen puhuma nimi kieliperheelle.
ru: Тупи-гуарани - название языка, на котором говорит группа индейских народов в Южной Америке. Народы этой семьи расселены в Боливии, Гвиане, Бразилии, Парагвае, Перу, главным образом проживают в зоне тропических лесов.
sv: Tupi-Guarani är ett namn på en familj av språk som talas av ursprungsbefolkningarna i Brasilien och andra sydamerikanska länder.
uk: Тупі-гуарані — назва, яку було дано сімейству мов, якими розмовляють корінні мешканці Бразилії та інших південноамериканських країн.

source: As with many cultures, constellations were identified and used to help keep track of the seasons and predict the seasonal variations which affect daily life. In the book <i>Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisins</i>, published in Paris, 1614, it is stated that the Tupi people identified some thirty constellations, but the book only details seven.
fi: Kuten monissa kulttuureissa, tähtikuvioita tunnistettiin ja niitä käytettiin auttamaan seuraamaan vuodenaikoja ja ennustamaan jokapäiväiseen elämään vaikuttavia vuodenaikojen vaihteluita. Kirjassa <i>Histoire de la Mission de Pères Capucins en l'Isle de Maragnan et terres circonvoisins</i>, Pariisissa vuonna 1614 julkaistun tupi-ihmisten kerrotaan tunnistaneen noin kolmekymmentä tähtikuviota, mutta kirjassa kerrotaan vain seitsemän.

source: The Tupi name for this constellation is <i>Iandutim</i> (<i>Guirá Nhandu</i> in Guarani), which literally translates to <i>White Ostrich</i>. The constellation depicts a large bird.
fi: Tämän tähdistön tupi-nimi on <i>Iandutim</i> (<i>Guirá Nhandu</i> Guaranissa), joka käännetään kirjaimellisesti <i>Valkoinen strutsi</i>. Tähdistö kuvaa suurta lintua.

source: In the first two weeks of June this constellation is fully visible in the Eastern sky in the evening, indicating the beginning of Winter in the South of Brazil, and the start of the dry season in the North.
fi: Kesäkuun kahden ensimmäisen viikon aikana tämä tähdistö on täysin näkyvissä itäisellä taivaalla illalla, mikä osoittaa talven alkamista Etelä-Brasiliassa ja kuivan kauden alkamista pohjoisessa.

source: Homem Velho (the Old Man)
fi: Homem Velho (Vanha mies)

source: This constellation depicts an old man holding a stick.
fi: Tämä tähdistö kuvaa vanhaa miestä pitelemässä keppiä.

source: In the second half of December, the constellation is fully visible in the evening Eastern sky. This marks the beginning of summer in the southern parts of Brazil and the start of the rainy season in the North.
fi: Joulukuun toisella puoliskolla tähdistö on täysin näkyvissä iltaisella itätaivaalla. Tämä merkitsee kesän alkua Brasilian eteläosissa ja sadekauden alkua pohjoisessa.

source: <a href="http://en.wikipedia.org/wiki/Tupi_people">The Tupi People</a>
fi: <a href="http://en.wikipedia.org/wiki/Tupi_people">Tupi-ihmiset</a>

source: <a href="http://www.telescopiosnaescola.pro.br/indigenas.pdf">The Brazilian Indigenous Constellations</a> by Germano Bruno Afonso (Portugese)
fi: <a href="http://www.telescopiosnaescola.pro.br/indigenas.pdf">The Brazilian Indigenous Constellations</a> Germano tekijältä Bruno Afonso (Portugali)

source: This sky culture was contributed by Stellarium user <i>Paulo Marcelo Pontes</i>.
fi: Tämän taivaskulttuurin on luonut Stellariumin käyttäjä <i>Paulo Marcelo Pontes</i>.

source: Vanuatu (Netwar)
fi: Vanuatulainen (netwarien)
ru: Вануату (Нетвар)
sv: Vanuatisk (Netwar)
uk: Вануату (Нетвар)

source: The Netwar sky culture for Stellarium stems from a research which is ran among the people of Vanuatu by Dominik M. Ramík and is <a href="http://dominicweb.eu/en/vanuatu-sky/">published online</a>. Netwar language (its indigenous name, also sometimes called "Lenakel language" after a major village in the area) is one of languages of Tanna island in Vanuatu. Its constellations are strikingly similar with other languages of Vanuatu, although names and meanings vary to some extent.
fi: Stellariumin Netwar-taivaskulttuuri on peräisin Dominik M. Ramíkin vanualaisten keskuudessa tekemästä tutkimuksesta. <a href="http://dominicweb.eu/en/vanuatu-sky/">julkaistu verkossa</a>. Netwar-kieli (sen alkuperäinen nimi, jota joskus kutsutaan myös "Lenakel-kieleksi" alueen suuren kylän mukaan) on yksi Vanuatun Tannasaaren kielistä. Sen tähtikuviot ovat hämmästyttävän samankaltaisia muiden Vanuatun kielten kanssa, vaikka nimet ja merkitykset vaihtelevat jossain määrin.

source: Solar system
fi: Aurinkokunta

source: Sun: Met
fi: Aurinko: Met

source: Moon: Mawuk
fi: Kuu: Mawuk

source: Waxing crescent: Mawuk wi - 'new Moon'
fi: Kasvava puolikuu: Mawuk wi - 'uusi Kuu'

source: First quarter: Nail ratuatu - 'it stays straight', meaning that in the sky the Moon appears straight in the zenith in the evening
fi: Ensimmäinen neljännes: Nail ratuatu - "se pysyy suorana", mikä tarkoittaa, että taivaalla Kuu näyttää suorana zeniitissä illalla

source: Full Moon: Mawuk ramépép malwia - 'the Moon is like the fish épép malwia' (Platax orbicularis); also Nati tawar - means that when the sun is setting, the Moon just appears above the mountains
fi: Täysikuu: Mawuk ramépép malwia - 'Kuu on kuin kala épép malwia' (Platax orbicularis); myös Nati tawar - tarkoittaa, että kun aurinko laskee, Kuu vain ilmestyy vuorten yläpuolelle

source: Last quarter: Numanmel
fi: Viimeinen neljännes: Numanmel

source: Waning crescent: Numanmel
fi: Hiipuva puolikuu: Numanmel

source: Lunar eclipse: Mawuk ramemes - 'dead Moon'
fi: Kuunpimennys: Mawuk ramemes - 'kuollut Moon'

source: Morning star: Fétukai
fi: Aamutähti: Fétukai

source: Evening star: Kéwita
fi: Iltatähti: Kéwita

source: Mahau ramiwuk: 'jumping star', bad omen foretelling someone's death
fi: Mahau ramiwuk: 'hyppivä tähti', huono merkki, joka ennustaa jonkun kuoleman

source: In general: Mahau
fi: Yleisesti: Mahau

source: Constellations and deep-sky objects
fi: Tähdistöt ja syvän taivaan kohteet

source: Note: the English names preceding the local names are here only to help the reader locate the particular constellation in the frame of the Western sky. The actual translations of the local names follow them.
fi: Huomaa: paikallisia nimiä edeltävät englanninkieliset nimet ovat tässä vain auttamaan lukijaa löytämään tietyn tähtikuvion läntisen taivaan kehyksestä. Paikallisten nimien varsinaiset käännökset seuraavat niitä.

source: LMC and SMC: Nowanuman - 'earth oven'
fi: LMC ja SMC: Nowanuman - "maauuni"

source: Milky Way: Nemrau - 'ash'; also Nuafuganan - less common term of unknown meaning
fi: Linnunrata: Nemrau - "tuhka"; myös Nuafuganan - vähemmän yleinen termi, jolla on tuntematon merkitys

source: Orion's Belt: Kasulia apam - 'long yoke'
fi: Orionin vyö: Kasulia apam - "pitkä yoke"

source: Orion's Sword: Kasulia rerparep - 'short yoke'
fi: Orioin miekka: Kasulia rerparep - 'lyhyt yoke'

source: Taurus' Head: Kou - 'pincers used for taking hot stones out of the fire'
fi: Härän pää: Kou - "pihdit, joita käytetään kuumien kivien poistamiseen tulesta"

source: Scorpion's Dart: Kahaur rul - 'rat', seen in the evening in zenith when it is time to prepare gardens
fi: Scorpion's Dart: Kahaur rul - 'rotta' nähdään illalla zeniitissä, kun on aika valmistaa puutarhoja

source: Orion's Body: Kilil - 'traditional fan' made from palm leaves
fi: Orion's vartalo: Kilil - "perinteinen viuhka" valmistettu palmunlehdistä

source: Southern Cross: Suatu kywer - 'four customary ways' connecting four villages with a nakamal; it rises in the evening in March and symbolizes the time when in the nakamal people do temahwa for good harvest
fi: Southern Cross: Suatu kywer - "neljä tapaa" yhdistää neljä kylää nakamaliin; se nousee illalla maaliskuussa ja symboloi aikaa, jolloin nakamalissa ihmiset tekevät temahwaa hyvän sadon saamiseksi

source: Pleiades: Nowaswas Lapnuman - 'young boys of Lapnuman'; also Neperawen Lapnuman - 'young girls of Lapnuman'
fi: Plejadit: Nowaswas Lapnuman - 'lapnuman nuoret pojat'; myös Neperawen Lapnuman - 'lapnuman nuoret tytöt'

source: Names of objects with unknown position
fi: Tuntemattoman sijainnin omaavien kohteiden nimet

source: Mowaimawuk - name of an unidentified star, said to be close to the Moon or to rise close to it
fi: Mowaimawuk - tunnistamattoman tähden nimi, jonka sanotaan olevan lähellä Kuuta tai nousevan lähelle sitä

source: Iaiapom - name of an unidentified star (possibly Altair), which sets in the morning in time of preparation of gardens (July)
fi: Iaiapom - tunnistamattoman tähden (mahdollisesti Altair) nimi, joka laskeutuu aamulla puutarhojen valmistelun aikaan (heinäkuu)

source: Koraiapom - name of an unidentified star (possibly Rigel), found in September in the morning near zenith
fi: Koraiapom - tunnistamattoman tähden (mahdollisesti Rigelin) nimi, löydetty syyskuussa aamulla lähellä zeniittiä

source: Kwankaio - name of an unidentified star (possibly Procyon), rising in February in the morning
fi: Kwankaio - tunnistamattoman tähden nimi (mahdollisesti Procyon), joka nousee helmikuussa aamulla

source: Project <a href="http://dominicweb.eu/en/vanuatu-sky/">Vanuatu Sky</a> including Netwar data alongside other languages of Vanuatu
fi: Projekti <a href="http://dominicweb.eu/en/vanuatu-sky/">Vanuatu Sky</a> mukaan lukien Netwar-tiedot muiden Vanuatun kielten ohella

source: <a href="https://en.wikipedia.org/wiki/Lenakel_language">Netwar language on Wikipedia</a>
fi: <a href="https://en.wikipedia.org/wiki/Lenakel_language">Netwar-kieli Wikipediassa</a>

source: This sky culture was contributed by <i>Dominik M. Ramík</i>. Web: <a href="http://dominicweb.eu">dominicweb.eu</a>, e-mail: <a href="mailto:dominik.ramik@seznam.cz">dominik.ramik@seznam.cz</a>.
fi: Tämän taivaskulttuurin loi <i>Dominik M. Ramík</i>. WWW: <a href="http://dominicweb.eu">dominicweb.eu</a>, e-mail: <a href="mailto:dominik.ramik@seznam.cz">dominik.ramik@seznam.cz</a>.

source: Elders from local communities on Tanna, who contributed with their ancestral knowledge to this project: Jimmy Napip from Ikumhala, Lomai Tain from Ielkes, Sylvano Kapalu from Ipai, Iawilu Naumusapen from Lowkweria, Kasékasé from Imapul, Nausien from Lamlu, Pierrot Nako Yaru from Lowanatom, Joe Natuman from Lowkweria.
fi: Tannan paikallisten yhteisöjen vanhimmat, jotka osallistuivat esi-isiensä tiedolla tähän projektiin: Jimmy Napip Ikumhalasta, Lomai Tain Ielkesistä, Sylvano Kapalu Ipaista, Iawilu Naumusapen Lowkweriasta, Kasékasé Imapulista, Nausien Lamlusta, Pierrot Nako Yaru Lowanista , Joe Natuman Lowkweriasta.

source: A wide spread African concept is that the sky is a solid dome, perhaps made of blue rock resting on the Earth, upon which the Sun moves. In Xhosa, a star is called &#8220;inkwenkwezi&#8221;.
fi: Laajalle levinnyt afrikkalainen käsite on, että taivas on kiinteä kupoli, joka on ehkä tehty maan päällä lepäävästä sinisestä kalliosta, jolla aurinko liikkuu. Xhosassa tähti on nimeltään "inkwenkwezi".

source: Although planets are &#8220;wanderers&#8221; of the night skies, and therefore vary their positions relative to the stars, they often feature in Xhosa starlore.
fi: Vaikka planeetat ovat &#8220;vaeltajia&#8221; yötaivaalla ja siksi vaihtelevat sijaintiaan tähtiin nähden, ne esiintyvät usein Xhosa starloressa.

source: Jupiter was interpreted as people around a fire. Venus, as the evening star, is associated with the time the boys milked the cows
fi: Jupiter tulkittiin ihmisiksi tulen ympärillä. Venus, iltatähtenä, liitetään aikaan, jolloin pojat lypsivät lehmiä

source: Venus was also called the dating star, &#8220;Madingeni&#8221;. Boys and girls were not allowed to date in public, but met at the fountain where the girls fetched water when Venus was visible in the evening.
fi: Venusta kutsuttiin myös treffitähdeksi "Madingeni". Pojat ja tytöt eivät saaneet seurustella julkisesti, vaan tapasivat suihkulähteen luona, josta tytöt hakivat vettä Venuksen näkyessä illalla.

source: Starlore
fi: Tähtitarusto

source: <b>isiLimela &mdash; Pleiades:</b>
fi: <b>isiLimela &mdash; Plejadit:</b>

source: The first sighting of &#8220;isiLimela&#8221; indicated the start of the Xhosa digging or planting season. It is also said that the month of the Digging Stars symbolised new life in a man for the coming-out ceremony of the Abakwetha circumcision school and it has always been a custom for Xhosa men to count their years of manhood from this time.
fi: Ensimmäinen havainto &#8220;isiLimela&#8221; ilmoitti Xhosa-kaivu- tai istutuskauden alkamisesta. Sanotaan myös, että Kaivavien tähtien kuukausi symboloi uutta elämää miehessä Abakwethan ympärileikkauskoulun tuloseremoniaan, ja Xhosa-miehillä on aina ollut tapana laskea miehekkyytensä tästä ajasta.

source: Sirius is known as &#8220;iQhawe&#8221; in Xhosa, which means &#8220;the champion&#8221;, probably because it is the brightest star in the night sky. It can also be seen as one of two suitors or rivals (along with Canopus, the second brightest star), but we cannot say for whose affections they are fighting.
fi: Sirius tunnetaan nimellä &#8220;iQhawe&#8221; Xhosassa, mikä tarkoittaa "mestari" luultavasti siksi, että se on yötaivaan kirkkain tähti. Se voidaan nähdä myös yhtenä kahdesta kosijasta tai kilpailijasta (yhdessä Canopuksen, toiseksi kirkkaimman tähden), mutta emme voi sanoa, kenen kiintymyksistä he taistelevat.

source: Canopus is the second brightest star in the heavens and is referred to as &#8220;uCanzibe&#8221; in Xhosa, which means shining and sparkling. The star is seen as traditional Xhosa boys dancing, or sometimes as one of two suitors (Sirius, the brightest star, being the other), possibly rivals in their quest for affection.
fi: Canopus on taivaan toiseksi kirkkain tähti, ja sitä kutsutaan nimellä &#8220;uCanzibe&#8221; xhosaksi, mikä tarkoittaa loistaa ja kimaltelevaa. Tähti nähdään perinteisinä xhosa-poikina tanssimassa, tai joskus yhtenä kahdesta kosijasta (Sirius, kirkkain tähti, toinen), jotka mahdollisesti kilpailevat heidän kiintymyshaussaan.

source: <b>umNyele &mdash; The Milky Way:</b>
fi: <b>umNyele &mdash; Linnunrata:</b>

source: &#8220;umNyele&#8221; is the Xhosa for the raised bristles along the back of the sky, like those on the back of an angry dog. It was told that the dog would rise up if you point to the heaven with straight fingers. This was a good deterrence and the people would remember to show respect for the god &#8220;Qamata&#8221; by always pointing to the sky with a bent finger.
fi: &#8220;umNyele&#8221; on Xhosa kohotetuille harjaksille taivaan takaosassa, kuten vihaisen koiran selässä. Sanottiin, että koira nousee ylös, jos osoitat taivaalle suorilla sormilla. Tämä oli hyvä pelote ja ihmiset muistaisivat osoittaa kunnioitusta jumalaa &#8220;Qamata&#8221; osoittamalla aina taivasta koukussa sormella.

source: <b>amaKroza &mdash; Orion&#8217;s Belt:</b>
fi: <b>amaKroza &mdash; Orionin vyö:</b>

source: In Xhosa the three stars of Orion&#8217;s Belt are known as the &#8220;amaKroza&#8221;, or &#8220;those in a queue&#8221;. These are the graves where ancestors rest peacefully, the heavens where their spirits roam and the most holy place beyond the starry heavens, the dwelling of the supreme god, &#8220;Qamata&#8221;.
fi: Xhosassa Orionin vyön kolme tähteä tunnetaan nimellä "amaKroza" tai "jonossa olevat". Nämä ovat haudat, joissa esi-isät lepäävät rauhassa, taivaat, joissa heidän henkensä vaeltaa, ja pyhin paikka tähtitaivaan takana, ylimmän jumalan, &#8220;Qamatan&#8221;, asuinpaikka.

source: A wide spread African concept is that the sky is a solid dome, perhaps made of blue rock resting on the Earth, upon which the Sun moves.
es_419: Un concepto africano muy difundido es que el cielo es una cúpula sólida, quizás hecha de roca azul que descansa sobre la Tierra, sobre la cual se mueve el Sol.
fi: Laajalle levinnyt afrikkalainen käsite on, että taivas on kiinteä kupoli, joka on ehkä tehty maan päällä lepäävästä sinisestä kalliosta, jolla aurinko liikkuu.
ru: Широко распространенная африканская концепция состоит в том, что небо представляет собой твердый купол, возможно, сделанный из голубого камня, покоящегося на Земле, по которому движется Солнце.
sv: En utbredd afrikansk uppfattning är att himlen är en solid kupol, kanske gjord av blå sten, som vilar på jorden och som solen rör sig på.
uk: Згідно з широко розповсюдженими в Африці уявленнями, небо є суцільним куполом, можливо, зробленим з синього каменю, який стоїть на землі і яким рухається Сонце.

source: The Pleiades is a well-known cluster of stars, and normally six or seven bright ones can be seen. Many of the Southern African groups believe that when they first see the Pleiades in the early morning (August or early September), that the start of the planting season has come.
fi: Plejadit on tunnettu tähtijoukko, ja tavallisesti on kuusi tai seitsemän kirkasta tähtijoukkoa. Monet eteläafrikkalaisista ryhmistä uskovat, että kun he näkevät Plejadit varhain aamulla (elokuussa tai syyskuun alussa), istutuskausi on alkanut.

source: <b>oNdwenjana &mdash; Orion&#8217;s Sword:</b>
fi: <b>oNdwenjana &mdash; Orionin miekka:</b>

source: One of the descriptions of Orion&#8217;s Sword is as a long-stemmed flower, such as a lily. However the meaning of this group of stars isn't completely clear, because &#8220;oNdwenjana&#8221; could also be another tall object like a tree or a man.
fi: Yksi Orionin miekan kuvauksista on pitkävartinen kukka, kuten lilja. Tämän tähtiryhmän merkitys ei kuitenkaan ole täysin selvä, koska &#8220;oNdwenjana&#8221; voi olla myös toinen korkea esine, kuten puu tai mies.

source: <b>Impanbana &mdash; Orion&#8217;s Belt:</b>
fi: <b>Impanbana &mdash; Orionin vyö:</b>

source: Orion&#8217;s Belt is a combination of a crossing, dogs and wild hogs. Seeing the stars of Orion&#8217;s Belt reminded hunters to be very careful during their hunting trips, as it marked the mating season of the wild hogs.
fi: Orionin vyö on yhdistelmä risteytystä, koiria ja villisikoja. Orionin vyön tähtien näkeminen muistutti metsästäjiä olemaan erittäin varovaisia metsästysmatkoillaan, sillä se merkitsi villisikojen parittelukautta.

source: Canopus is a bright star that appeared at harvest time and might also be connected to the Red-chested Cuckoo. It was also used as a guide for shepherds, marking the time to begin the journey to new grazing lands during the dry season.
fi: Canopus on kirkas tähti, joka ilmestyi sadonkorjuun aikana ja saattaa myös olla yhteydessä punarintakäkiin. Sitä käytettiin myös paimenten oppaana, jolloin se merkitsi aikaa aloittaa matka uusille laidunmaille kuivan kauden aikana.

source: <b>Umthala Wezinkanyezi &mdash; The Milky Way:</b>
fi: <b>Umthala Wezinkanyezi &mdash; Linnunrata:</b>

source: Umthala Wezinkanyezi means &#8220;the stream of stars.&#8221; This is related to the way the Nguni people used to fight before Shaka Zulu&#8217;s revolutionary close-combat strategy. The strong warriors used to throw spears like javelin and the stream of spears would be seen in the air.
fi: Umthala Wezinkanyezi tarkoittaa &#8220;tähtien virtaa.&#8221; Tämä liittyy tapaan, jolla ngunit taistelivat ennen Shaka Zulun vallankumouksellista lähitaistelustrategiaa. Vahvat soturit heittivät keihäitä kuin keihää ja keihäsvirta näkyi ilmassa.
