Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: Maya culture was one of the most sophisticated civilizations in the pre-columbian american continent. They developed a writing system which let them store and use their knowledge in a variety of forms: e.g. on how to perform rituals or delivering particular messages to an audience (political and sacred facts from rulers to the people, sculpted in monuments and stelae). These records allow us explore, through the laborious work of many researchers, their cosmovision and how they thought the cosmos came to be. Their knowledge was recorded in books (academically known as “codex”), like the Dresden codex (which describes the dates that Venus would pass through each of its visibility phases and also a table of lunar and solar eclipses), the Paris codex (which is believed to describe some of their constellations), the Madrid codex (which relates astronomy and agriculture data) and lately, the Grolier codex (it was thought that it was an abbreviated version of the Dresden codex, but it is not accepted yet as original by some scholars).
es_419: La cultura maya fue una de las civilizaciones más sofisticadas del continente americano precolombino. Desarrollaron un sistema de escritura que les permitió almacenar y usar sus conocimientos en una variedad de formas: por ejemplo, sobre cómo realizar rituales o entregar mensajes particulares a una audiencia (hechos políticos y sagrados de los gobernantes a la gente, esculpidos en monumentos y estelas). Estos registros nos permiten explorar, a través del trabajo laborioso de muchos investigadores, su cosmovisión y cómo pensaron que el cosmos llegó a ser. Su conocimiento se registró en libros (conocidos académicamente como "códice"), como el códice de Dresde (que describe las fechas en que Venus pasaría por cada una de sus fases de visibilidad y también una tabla de eclipses lunares y solares), el códice de París (que se cree que describe algunas de sus constelaciones), el códice de Madrid (que relaciona datos de astronomía y agricultura) y últimamente, el códice Grolier (se pensaba que era una versión abreviada del códice de Dresde, pero aún no se acepta como original por algunos estudiosos).
fi: Maya-kulttuuri oli yksi hienostuneimmista sivilisaatioista esikolumbialaisella Amerikan mantereella. He kehittivät kirjoitusjärjestelmän, jonka avulla he voivat tallentaa ja käyttää tietojaan eri muodoissa: esim. miten suorittaa rituaaleja tai välittää tiettyjä viestejä yleisölle (poliittisia ja pyhiä faktoja hallitsijoilta kansalle, veistetty monumentteihin ja steloihin). Nämä tietueet antavat meille mahdollisuuden tutkia monien tutkijoiden vaivalloisen työn kautta heidän kosmovisiotaan ja sitä, kuinka he ajattelivat kosmoksen syntyneen. Heidän tietonsa tallennettiin kirjoihin (tunnetaan akateemisesti "koodeksina"), kuten Dresdenin koodeksiin (joka kuvaa päivämäärät, jolloin Venus kulkisi jokaisen näkyvyysvaiheensa läpi, sekä taulukkoon kuun- ja auringonpimennyksistä), Pariisin koodeksiin (joka uskotaan kuvaavan joitain heidän tähtikuvioistaan), Madridin koodeksin (joka liittyy tähtitiede- ja maataloustietoihin) ja viime aikoina Grolier-koodin (sen arveltiin olevan lyhennetty versio Dresdenin koodeksista, mutta sitä ei vielä hyväksytty alkuperäiseksi. joidenkin tutkijoiden mukaan).
ru: Культура майя была одной из самых сложных цивилизаций на доколумбовом американском континенте. Они разработали систему письма, которая позволяла им хранить и использовать свои знания в различных формах: напр. о том, как выполнять ритуалы или доносить определенные сообщения до аудитории (политические и священные факты от правителей к народу, изваянные в памятниках и стелах). Эти записи позволяют нам исследовать, благодаря кропотливой работе многих исследователей, их космовидение и то, как, по их мнению, появился космос. Их знания были записаны в книгах (известных в академических кругах как «кодекс»), таких как Дрезденский кодекс (в котором описаны даты прохождения Венерой каждой из фаз видимости, а также таблица лунных и солнечных затмений), Парижский кодекс (в котором считается, что он описывает некоторые из их созвездий), Мадридский кодекс (который связывает астрономические и сельскохозяйственные данные) и в последнее время Кодекс Гролье (считалось, что это сокращенная версия Дрезденского кодекса, но он еще не принят в качестве оригинального некоторыми учеными).
sv: Mayakulturen var en av de mest sofistikerade civilisationerna på den förcolumbianska amerikanska kontinenten. De utvecklade ett skriftsystem som gjorde det möjligt för dem att lagra och använda sin kunskap i en mängd olika former: t.ex. om hur man utför ritualer eller levererar särskilda meddelanden till en publik (politiska och heliga fakta från härskare till folket, skulpterade i monument och stelae). Med hjälp av dessa uppteckningar kan vi, genom många forskares mödosamma arbete, utforska deras kosmovision och hur de trodde att kosmos kom till. Deras kunskap nedtecknades i böcker (akademiskt kallade "kodex"), som Dresden-kodexen (som beskriver de datum då Venus skulle passera genom var och en av sina synlighetsfaser och även en tabell över mån- och solförmörkelser), Paris-kodexen (som tros beskriva några av deras konstellationer), Madrid-kodexen (som relaterar astronomi och jordbruksdata) och nyligen Grolier-kodexen (man trodde att det var en förkortad version av Dresden-kodexen, men den accepteras ännu inte som original av vissa forskare).
uk: Культура майя є однією із найвисокорозвиненіших цивілізацій доколумбової Америки. Племенами майя було створено систему писемності, яка надала їм змогу зберігати і використовувати знання у різноманітних формах: наприклад, у формі опису ритуалів або донесення повідомлень до народу (політичні та сакральні повідомлення від правителів звичайним людям, які вирізьблено на монументах і стелах). За допомогою цих записів ми можемо вивчати, завдяки працям багатьох дослідників, бачення майя космосу та його історії. Знання було записано до книг (науковою назвою яких є «кодекси»), зокрема до Дрезденського кодексу (у якому описано проходження Венерою усі фаз видимості, а також подано таблицю місячних та сонячних затемнень), Паризького кодексу (у якому, як вважають, описано деякі із сузір'їв), Мадридського кодексу (який пов'язано із астрономічними та сільськогосподарськими даними) та, пізніше, до кодексу Грольє (вважають, що це скорочена версія Дрезденського кодексу, але єдиної думки щодо цього серед науковців ще немає).

source: <em>Page 49 of the Dresden Codex showing a section of the Venus Table.</em>
fi: <em>Dresden Codexin sivu 49, jossa näkyy osa Venus-taulukosta.</em>

source: All mayan codices are thought to have been taken to Europe by the first explorers of the New World, as evidence of their discoveries. The Paris Codex in particular was then long forgotten, until priest Leon Rosny found it in 1859 in a chimney corner of the National Library of Paris. It has suffered substantial damage, as can be seen in page 23 shown below. In spite of this, the Paris codex describes asterisms and constellations seen by the mayas, some of them probably related to a group of zodiacal constellations (Love, 1994)(Freidel et al., 1993)(Aveni, 2005), while others do not (Špoták, 2015).
fi: Uuden maailman ensimmäisten tutkimusmatkailijoiden uskotaan vieneen Eurooppaan kaikki mayojen koodit todisteena löydöistään. Varsinkin Pariisin Codex unohdettiin kauan, kunnes pappi Leon Rosny löysi sen vuonna 1859 Pariisin kansalliskirjaston savupiippukulmasta. Se on kärsinyt huomattavia vaurioita, kuten alla olevasta sivusta 23 näkyy. Tästä huolimatta Pariisin koodeksissa kuvataan mayojen näkemiä tähtiä ja tähtikuvioita, joista osa liittyy luultavasti ryhmään horoskooppitähtikuvioita (Rakkaus, 1994) (Freidel et al., 1993) (Aveni, 2005), kun taas toiset tekevät niin. ei (Špoták, 2015).

source: <em>Page 23 of the Paris Codex showing some Constellations.</em>
fi: <em>Paris Codexin sivu 23, jossa on joitakin tähtikuvioita.</em>

source: In this approach to representing the constellations in Stellarium, we assume that are related to the ecliptic, since in the Paris codex they seem to "swallow" the Sun, so they are placed as close as possible to this line while trying to adjust the star patterns to the images of the different animals thought to represent zodiacal constellations. Other constellations are placed according to what ethnographic sources state are their most probable location. Constellation lines were drawn trying to adjust to the images taken from the above mentioned sources and they appear according to the interpretation of the contributors of this culture.
fi: Tässä lähestymistavassa Stellariumin tähtikuvioiden esittämiseen oletetaan, että ne liittyvät ekliptiikkaan, koska Pariisin koodeksissa ne näyttävät "nielevän" Auringon, joten ne sijoitetaan mahdollisimman lähelle tätä viivaa yrittäessään säätää tähteä kuvioita eri eläinten kuviin, joiden uskotaan edustavan eläinradan tähtikuvioita. Muut tähtikuviot sijoitetaan sen mukaan, minkä etnografisten lähteiden mukaan niiden todennäköisin sijainti on. Konstellaatioviivoja piirrettiin yrittäen sopeutua yllä mainituista lähteistä otettuihin kuviin ja ne näkyvät tämän kulttuurin tekijöiden tulkinnan mukaan.

source: Some of the identified constellations from the Paris Codex are:
fi: Jotkut Pariisin Codexista tunnistetuista tähtikuvioista ovat:

source: <em>Bird <i>[Ch’oom]</i></em>
fi: <em>Lintu <i>[Ch’oom]</i></em>

source: Not clearly identified, but some researchers describe it as a vulture, since it is not decorated and relates better to some ethnographic descriptions (Špoták, 2015).
fi: Ei selkeästi tunnistettu, mutta jotkut tutkijat kuvailevat sitä korppikotkaksi, koska se ei ole koristeltu ja liittyy paremmin joihinkin etnografisiin kuvauksiin (Špoták, 2015).

source: <em>Shark <i>[Xoc]</i></em>
fi: <em>Hai <i>[Xoc]</i></em>

source: The picture used for this constellation is in fact a combination of the elements of two animals: head of a snake and tail of a fish, so some scholars conclude this is a representation of a shark.
fi: Tässä tähdistössä käytetty kuva on itse asiassa yhdistelmä kahden eläimen elementtejä: käärmeen pää ja kalan häntä, joten jotkut tutkijat päättelevät, että tämä on esitys haista.

source: <em>Owl <i>[Kulte']</i></em>
fi: <em>Pöllö <i>[Kulte']</i></em>

source: Identified as such by some scholars, specially because of the small body and feathers on the head that it exhibits.
fi: Jotkut tutkijat ovat tunnistaneet sen sellaiseksi, erityisesti sen pienen ruumiin ja pään höyhenten vuoksi.

source: <em>Jaguar <i>[Balaam]</i></em>
fi: <em>Jaguaari <i>[Balaam]</i></em>

source: Identified as such because of the typical marks exhibited which are related to the skin of this animal.
fi: Tunnistettu sellaiseksi näytteillä olevien tyypillisten merkkien vuoksi, jotka liittyvät tämän eläimen ihoon.

source: <em>Death <i>[Kimi]</i></em>
fi: <em>Kuolema <i>[Kimi]</i></em>

source: This constellation appears in the Paris Codex as a skeleton, not yet clear whether it's an animal or not.
fi: Tämä tähdistö esiintyy Pariisin koodeksissa luurankona, josta ei ole vielä selvää, onko se eläin vai ei.

source: <em>Scorpion <i>[Sina'an]</i></em>
fi: <em>Skorpioni <i>[Sina'an]</i></em>

source: Scholars agree that this maya constellation is in accordance to our Western culture Scorpion constellation, because of the "twisted" body that is suggested by this pattern of stars, however, for the mayas the sting is closer to the star Antares, because it should be next to the path of the Sun, as suggested by its position in the Paris Codex.
fi: Tutkijat ovat yhtä mieltä siitä, että tämä maya-tähdistö on sopusoinnussa länsimaisen kulttuurimme Skorpioni-tähtikuvion kanssa tämän tähtikuvion ehdottaman "kiertyneen" kehon vuoksi, mutta mayojen pisto on lähempänä Antares-tähteä, koska sen pitäisi olla Auringon polun vieressä, kuten sen sijainti Pariisin Codexissa ehdottaa.

source: <em>Rattlesnake <i>[Chaan]</i></em>
fi: <em>Kalkkarokäärme <i>[Chaan]</i></em>

source: This animal is present through many species in the central america environment, but the one represented in the Paris codex is thought to be the Rattlesnake, because of the ending of the tail which shows the typical rattling ending of this reptile.
fi: Tämä eläin esiintyy useiden lajien kautta Keski-Amerikan ympäristössä, mutta Pariisin koodeksissa esitellyn eläimen uskotaan olevan kalkkarokäärme, koska hännän loppu osoittaa tämän matelijan tyypillisen kolisevan pään.

source: <em>Bat <i>[Zool]</i></em>
fi: <em>Lepakko <i>[Zool]</i></em>

source: Identified as such by its wings, as well as by the characteristic nose that this animal displays in the upper lip, typical in maya iconography.
fi: Tunnistetaan sellaiseksi sen siipistä sekä tyypillisestä maya-ikonografialle tyypillisestä nenästä, jonka tämä eläin näyttää ylähuulessa.

source: <em>Toad <i>[Uo]</i></em>
fi: <em>Rupikonna <i>[Uo]</i></em>

source: This animal is identified as such because of its necklace and the lack of teeth in its mouth (Špoták, 2015). Freidel et al. (1993) place this animal in the Western culture constellation of Virgo.
fi: Tämä eläin tunnistetaan sellaiseksi sen kaulakorun ja sen suussa olevien hampaiden puutteen vuoksi (Špoták, 2015). Freidel et ai. (1993) sijoittavat tämän eläimen Neitsyen länsimaiseen kulttuuriin.

source: <em>Turtle <i>[Aak]</i></em>
fi: <em>Kilpikonna <i>[Aak]</i></em>

source: The turtle was present during the creation of the world, located on the Western culture Orion's Belt asterism. This position in the sky is not really deduced from the Paris codex, but from the analysis made on the Bonampak murals, where the picture of the turtle is decorated with three points, very similar in position and orientation to Orion’s Belt, so this turtle representation has been used to place it in the Stellarium sky, instead of the one depicted in the Paris Codex.
fi: Kilpikonna oli läsnä maailman luomisen aikana, sijoittuen länsimaisen kulttuurin Orionin vyötästerismiin. Tämä sijainti taivaalla ei oikeastaan johdu Pariisin koodeksista, vaan Bonampakin seinämaalauksista tehdystä analyysistä, jossa kilpikonnan kuvaa koristaa kolme pistettä, jotka ovat sijainniltaan ja suunnaltaan hyvin samankaltaisia kuin Orionin vyö, joten tämä kilpikonnaesitys on käytetty sijoittamaan se Stellarium-taivaalle Pariisin Codexissa kuvatun sijasta.

source: Asterisms and constellations obtained through other archaeological and ethnographic sources (such as murals and manuscripts like the <i>Popol Vuh</i>) are described below:
fi: Asterismit ja tähtikuviot, jotka on saatu muista arkeologisista ja etnografisista lähteistä (kuten seinämaalauksista ja käsikirjoituksista, kuten <i>Popol Vuh</i>)kuvataan alla:

source: <em>Hole-backed Caiman: <i>[Way Paat Ahiin] </i></em>
fi: <em>Reikäselkäinen Kaiman: <i>[Way Paat Ahiin] </i></em>

source: The Milky Way in a vertical position relative to the horizon. This half-crocodile half-deer creature was sacrificed in a mythical time before the present one, an event which caused a storm of blood marking the end of the primordial chaos. On its back, the four trees -that lifted and hold the sky were placed- along with another supernatural being stepping on top of the decapitated body, thus fertilizing, founding or establishing the current order of things.
fi: Linnunrata pystyasennossa suhteessa horisonttiin. Tämä puoliksi krokotiilipuolinen peuraolento uhrattiin myyttisellä ajalla ennen nykyistä tapahtumaa, joka aiheutti verimyrskyn, joka merkitsi ikiaikaisen kaaoksen loppua. Sen selkään asetettiin neljä puuta - jotka nostivat ja pitävät taivasta - sekä toinen yliluonnollinen olento, joka astui katkaistun ruumiin päälle hedelmöittäen, perustaen tai vakiinnuttaen nykyisen asioiden järjestyksen.

source: <em>Paddler Gods: </em>
fi: <em>Melojien jumalat: </em>

source: This picture shows the Maize God being carried by a couple of paddler gods in a canoe to the place of creation: the Three Hearthstones (defined by the stars Alnitak, Saiph and Rigel, in the Western culture constellation Orion, and in Stellarium shown encircling the Oxib' Xk'ub', or Primordial Fire asterism), where he would be self-sacrificed for the creation of the cosmos to take place.
fi: Tässä kuvassa pari meloijajumalaa kantaa maissin jumalaa kanootissa luomispaikalle: Kolme uunikiveä (määritelty tähdillä Alnitak, Saiph ja Rigel, länsimaisen kulttuurin Orionin tähdistössä ja Stellariumissa, joka ympäröi Oxib' Xk'ub' eli primordial Fire asterismi), jossa hän uhrautuisi kosmoksen luomiseksi.

source: <em>Primordial Fire: <i>[Oxib'Xk'ub] </i></em>
fi: <em>Alkuperäinen tuli: <i>[Oxib'Xk'ub] </i></em>

source: This fire was lighted at the moment of creation, and mayas saw its smoke represented as the Orion's nebula (M42), between three bright stars representing the three hearthstones.
fi: Tämä tuli sytytettiin luomishetkellä, ja mayat näkivät sen savun Orionin sumuna (M42) kolmen kirkkaan tähden välissä, jotka edustavat kolmea tulisijakiveä.

source: <em>Peccaries: </em>
fi: <em>Pekkarit: </em>

source: These pig-like animals are represented together just like the stars Castor and Pollux. The picture included in Stellarium was taken from the Bonampak mural.
fi: Nämä sikamaiset eläimet ovat yhdessä edustettuina aivan kuten tähdet Castor ja Pollux. Stellariumiin kuuluva kuva on otettu Bonampak-seinämaalauksesta.

source: Stars and Planets Names
fi: Tähtien ja planeettojen nimet

source: Maya people, just as other ancient cultures, used stars to keep track of time. The stars included in this version of Stellarium are:
fi: Mayat, kuten muutkin muinaiset kulttuurit, käyttivät tähtiä ajan seuraamiseen. Tähän Stellarium-versioon sisältyvät tähdet ovat:

source: <b>Two brilliant ones: </b><i>[kib' chuplinik]</i>, <b>Castor and Pollux</b>, used at the beginning of the dry season to track the time at night.
fi: <b>Kaksi loistavaa: </b><i>[kib' chuplinik]</i>, <b>Castor ja Pollux</b>, käytetään kuivan kauden alussa yöajan seuraamiseen.

source: <b>Single Star: </b><i>[jun ch'umil]</i>, <b>Regulus</b>, used in February to track the time at night.
fi: <b>Yksi tähti: </b><i>[jun ch'umil]</i>, <b>Regulus</b>, käytetään helmikuussa ajan seuraamiseen yöllä.

source: <b>Corner Star: </b><i>[xukut ch'umil]</i>, <b>Alpha Centauri</b>, called like this because it marked the southern corner of the night sky at the end of the dry season, in April.
fi: <b>Kulmatähti: </b><i>[xukut ch'umil]</i>, <b>Alpha Centauri</b>, nimeltään näin, koska se merkitsi yötaivaan eteläkulmaa kuivan kauden lopussa, huhtikuussa.

source: <b>Bright Star: </b><i>[Chac 'Ek]</i>, <b>Venus</b>, this planet was the God of War for the maya. In the Dresden Codex there is an almanac that was used to predict this planet's appearances and disappearances during its synodic period.
fi: <b>Bright Star: </b><i>[Chac 'Ek]</i>, <b>Venus</b>, tämä planeetta oli mayojen sodan jumala. Dresden Codexissa on almanakka, jota käytettiin ennustamaan tämän planeetan ilmestymistä ja katoamisia synodisen ajanjakson aikana.

source: Authors and References
fi: Tekijät ja lähteet

source: This sky culture was contributed by <i>Eduardo Rodas-Quito</i> and <i>Javier Mejuto</i> of the Archaeoastronomy and Cultural Astronomy Department at Space Sciences Faculty, Universidad Nacional Autonoma de Honduras based primarily on the work of the authors described as follows:
fi: Tämän tähdistötaruston loi <i>Eduardo Rodas-Quito</i> ja <i>Javier Mejuto</i> Universidad Nacional Autonoma de Hondurasin avaruustieteen tiedekunnan arkeoastronomian ja kulttuuritähtitieteen laitoksen tutkimus perustuu pääasiassa seuraavien tekijöiden työhön:

source: <a href="https://www.academia.edu/25028815/The_Paris_Codex_Complex_Analysis_of_an_Ancient_Maya_Manuscript_Dissertation_?auto=download">The Paris Codex: Complex Analysis of an Ancient Maya Manuscript (Dissertation)</a> by Jakub Špoták
fi: <a href="https://www.academia.edu/25028815/The_Paris_Codex_Complex_Analysis_of_an_Ancient_Maya_Manuscript_Dissertation_?auto=download">The Paris Codex: Complex Analysis of an Ancient Maya Manuscript (Dissertation)</a> tekijä Jakub Špoták

source: Links of Interest
fi: Kiinnostavia linkkejä

source: Modern
es_419: Moderna
fi: Moderni
ru: Современная
uk: Сучасний календар

source: The modern sky culture is used internationally by modern astronomers, and is the official scheme of The International Astronomical Union. It has historical roots in Ancient Greek astronomy, with influences from Islamic astronomy.
fi: Nykyaikaiset tähtitieteilijät käyttävät kansainvälisesti modernia taivaskulttuuria, ja se on Kansainvälisen tähtitieteellisen liiton virallinen järjestelmä. Sillä on historialliset juuret antiikin Kreikan tähtitieteen vaikutteilla islamilaisesta tähtitiedestä.

source: The modern sky culture divides the celestial sphere into 88 areas of various sizes called constellations, each with precise boundary, issued by the International Astronomical Union in 1922. These constellations have become the standard way to describe the sky, replacing similar sets in other sky cultures exhaustively in daily usage.
fi: Nykyaikainen taivaskulttuuri jakaa taivaanpallon 88 erikokoiseen alueeseen, joita kutsutaan tähtikuviksi. Jokaisella alueella on tarkka raja ja jotka Kansainvälinen tähtitieteellinen unioni julkaisi vuonna 1922. Näistä tähtikuvioista on tullut tavallinen tapa kuvata taivasta, ja ne ovat korvanneet samanlaiset sarjat muissa taivaskulttuureissa. täysin päivittäisessä käytössä.

source: The constellations in use today are based mainly on ancient Greek constellations depicted by Ptolemy in his book the Almagest during the 2nd century CE. In the subsequent centuries, this book has been translated from Greek into Arabic (6th to 9th century) and later to medieval Latin. In the Arabic more than in the Latin tradition, the Ptolemaic figures were enriched and transformed by native Arabic constellations and star names.
fi: Nykyään käytössä olevat tähtikuviot perustuvat pääasiassa antiikin Kreikan tähtikuvioihin, joita Ptolemaios kuvasi kirjassaan Almagest 2. vuosisadalla jKr. Seuraavina vuosisatoina tämä kirja on käännetty kreikasta arabiaksi (6.-9. vuosisadat) ja myöhemmin keskiajan latinaksi. Arabiassa enemmän kuin latinalaisessa perinteessä Ptolemaioksen hahmoja rikastuivat ja muuttivat alkuperäiset arabialaiset tähtikuviot ja tähtienimet.

source: In the 16-18th centuries, European astronomers suggested new constellations to fill the gaps between northern constellations (e.g. the constellation of "the lynx" for an area close to the Great Bear but with stars so faint that you would need the eyes of a lynx to see them) and also created new constellations in the southern part of the sky which had not been visible to Ptolemy. These new constellations were usually named after new technical inventions of the early modern period (e.g. a chemical furnace, a balloon, an air pump) or exotic animals (e.g. a chamaeleon, a tucan, a paradise bird). Among them several constellations were also named with political consideration to honor certain kings or patrons.
fi: 1500-1700-luvulla eurooppalaiset tähtitieteilijät ehdottivat uusia tähtikuvioita täyttämään pohjoisten tähtikuvioiden väliset aukot (esim. "ilveksen" tähdistö alueella, joka on lähellä Suurta Karhua, mutta tähdet ovat niin himmeitä, että tarvitset ilveksen silmät nähdä ne) ja loi myös uusia tähtikuvioita taivaan eteläosaan, joita Ptolemaios ei ollut nähnyt. Nämä uudet tähtikuviot on yleensä nimetty varhaismodernin ajan uusien teknisten keksintöjen (esim. kemiallinen uuni, ilmapallo, ilmapumppu) tai eksoottisten eläinten (esim. kameleontti, tukaani, paratiisilintu) mukaan. Heidän joukossaan useita tähtikuvioita nimettiin myös poliittisesti kunnioittamaan tiettyjä kuninkaita tai suojelijoita.
