Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: This sky culture was made more or less only with the first list of the compendium, the so called `star catalogue'. It is not a real star catalogue because it does not give a single coordinate and most of the names given there are names of asterisms or constellations (and not point-like objects such as stars). The text of this first list is reproduced below - yet, we layouted it as a table to emphasis its function as an explanatory list. The catalogue also includes the names of planets: of course, planets do not have a fixed position. However, in Mesopotamian culture it was common to mention them for a complete set of objects in the sky. They are usually denoted (or drawn) at the position of their exaltation point (one of the later Greek <em>hypsomata</em> - but Greek astrology provided two <em>hypsomata</em> per planet while Babylonian had only one).
fi: Tämä taivaskulttuuri tehtiin enemmän tai vähemmän vain kokoelman ensimmäisellä listalla, niin kutsutulla tähtikatalogilla. Se ei ole todellinen tähtiluettelo, koska se ei anna yhtä koordinaattia ja suurin osa siellä annetuista nimistä on tähtien tai tähtikuvioiden nimiä (eikä pistemäisiä esineitä, kuten tähtiä). Tämän ensimmäisen luettelon teksti on toistettu alla - kuitenkin asettelimme sen taulukoksi korostaaksemme sen tehtävää selittävänä luettelona. Luettelossa on myös planeettojen nimet: tietenkään planeetoilla ei ole kiinteää sijaintia. Mesopotamialaisessa kulttuurissa oli kuitenkin tavallista mainita ne kokonaisena taivaan esineiden sarjana. Ne on yleensä merkitty (tai piirretty) niiden korotuspisteen (yksi myöhemmän kreikkalaisen) kohdalla <em>hypsomata</em> - mutta kreikkalainen astrologia tarjosi kaksi <em>hypsomata</em> planeettaa kohden, kun taas Babylonialla oli vain yksi).

source: The names of the planets displayed in Stellarium are names of the objects in the sky and not of the gods associated with them. The list below shows that almost every asterism was associated with a deity. According to Babylonian belief, a deity has two representations: one in the sky and one on Earth as statue in the temple. That means a celestial object `is' not the deity but only one of its possible expressions. This is also the case for the planets. For instance, even a millennium before MUL.APIN, the goddess of sexual love and desire as well as goddess of war, the Sumerian Inanna/ Akkadian Ishtar had been associated with the planet Venus. This goddess was later `translated' to the Greek Aphrodite and Roman Venus and even in the Greco-Roman culture the name of the planet was Phosphoros (Greek: the Luminous One) or Lucifer (Latin: the Bringer of Light) but associated with the goddess. Similar cases exist for most of the constellations and single stars listed in MUL.APIN.
fi: Stellariumissa näkyvät planeettojen nimet ovat taivaalla olevien esineiden nimiä, eivät niihin liittyvien jumalien nimiä. Alla olevasta luettelosta käy ilmi, että melkein kaikki asterismi yhdistettiin jumaluuteen. Babylonilaisen uskomuksen mukaan jumaluudella on kaksi esitystä: yksi taivaalla ja toinen maan päällä patsaana temppelissä. Tämä tarkoittaa, että taivaankappale "ei" ole jumaluus, vaan vain yksi sen mahdollisista ilmaisuista. Tämä koskee myös planeettoja. Esimerkiksi jo vuosituhatta ennen seksuaalisen rakkauden ja halun sekä sodan jumalattaren MUL.APINia sumerilainen Inanna/akkadilainen Ishtar oli liitetty Venukseen. Tämä jumalatar 'käännettiin' myöhemmin kreikkalaiseksi Afroditeksi ja roomalaiseksi Venukseksi, ja jopa kreikkalais-roomalaisessa kulttuurissa planeetan nimi oli Phosphoros (kreikaksi: valovoimainen) tai Lucifer (latinaksi: valon tuoja), mutta se yhdistettiin jumalatar. Samanlaisia tapauksia on useimmissa MUL.APIN-tiedostossa luetelluissa tähtikuvioissa ja yksittäisissä tähdissä.

source: In the list reproduced below, the left column gives the name of the object in the sky and the right column (in most of the cases) gives the associated deity.
fi: Alla esitetyssä luettelossa vasen sarake antaa taivaalla olevan kohteen nimen ja oikea sarake (useimmissa tapauksissa) siihen liittyvän jumalan.

source: Star Catalogue
fi: Tähtiluettelo

source: The following table copies the reconstruction of the text of MUL.APIN by Hermann Hunger+ (1989, 2018), gives translations by Manfred Krebernik (published at the Rencontre Assyriologique International, Innsbruck, 2018) and identifies the Akkadian words with celestial regions and constellations (work by Susanne M. Hoffmann, 2015-2018, presented at Deutsche Orientalisten-Tagung, Jena, 2017).
fi: Seuraava taulukko kopioi Hermann Hunger+:n (1989, 2018) MUL.APIN-tekstin rekonstruktion, sisältää Manfred Krebernikin käännökset (julkaistu Rencontre Assyriologique Internationalissa, Innsbruck, 2018) ja identifioi akkadilaiset sanat taivaan alueiden ja tähtikuvioiden kanssa. Susanne M. Hoffmannin työ, 2015-2018, esitelty Deutsche Orientalisten-Tagungissa, Jena, 2017).

source: constellation number
fi: Tähdistönumero

source: asterism to be "explained" (e.g. by relating it to a deity)
fi: asterismi "selitettäväksi" (esim. yhdistämällä se jumalaan)

source: "explanation" (e.g. related deity)
fi: "selitys" (esim. sukulaisjumala)

source: position in the sky
fi: sijainti taivaalla

source: <sup>STAR</sup><i>EPINNU</i>(Plough)
fi: <sup>TÄHTI</sup><i>EPINNU</i>(Aura)

source: <sup>GOD</sup>Enlil
fi: <sup>JUMALA</sup>Enlil

source: <sup>STAR</sup><i>BARBARU</i>(Wolf)
fi: <sup>TÄHTI</sup><i>BARBARU</i>(Susi)

source: seeder of <sup>STAR</sup><i>EPINNU</i>
fi: kylväjä <sup>TÄHTI</sup><i>EPINNU</i>

source: <sup>STAR</sup><i>&Scaron;&#298;BU</i>(Old Man)
fi: <sup>TÄHTI</sup><i>&Scaron;&#298;BU</i>(Vanha mies)

source: <sup>GOD</sup>Enme&scaron;arra
fi: <sup>JUMALA</sup>Enme&scaron;arra

source: <sup>STAR</sup><i>GAMLU</i>(Throwing-stick)
fi: <sup>TÄHTI</sup><i>GAMLU</i>(Heittomaila)

source: <sup>GOD</sup>Gamlum(Throwing-stick)
fi: <sup>JUMALA</sup>Gamlum(Heittomaila)

source: in
fi: ssa

source: <sup>STAR</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Great Twins)
fi: <sup>TÄHTI</sup><i>T&#362;'AM&#362;&middot;RAB&Ucirc;TU</i>(Suuret kaksoset)

source: <sup>GOD</sup>Lugalirra and <sup>GOD</sup>Meslamta&#702;ea
fi: <sup>JUMALA</sup>Lugalirra ja <sup>JUMALA</sup>Meslamta&#702;ea

source: <sup>STAR</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Little Twins)
fi: <sup>TÄHTI</sup><i>T&#362;'AM&#362;&middot;&#7778;E&#7722;R&#362;TU</i>(Pienet kaksoset)

source: <sup>GOD</sup>Alammu&scaron; and <sup>GOD</sup>Ningublaga
fi: <sup>JUMALA</sup>Alammu&scaron; ja <sup>JUMALA</sup>Ningublaga

source: <sup>STAR</sup><i>ALLUTTU</i>(Crab)
fi: <sup>TÄHTI</sup><i>ALLUTTU</i>(Rapu)

source: seat of <sup>GOD</sup>Anu
fi: <sup>JUMALA</sup>Anun istuin

source: <sup>STAR</sup><i>URGUL&Ucirc;</i>(Lion)
fi: <sup>TÄHTI</sup><i>URGUL&Ucirc;</i>(Leijona)

source: <sup>GOD</sup>Latarak
fi: <sup>JUMALA</sup>Latarak

source: STAR opposite <sup>STAR</sup><i>URGUL&Ucirc;</i>
fi: TÄHTI vastapäätä <sup>TÄHTEÄ</sup><i>URGUL&Ucirc;</i>

source: STAR (of the) King
fi: Kuninkaan TÄHTI

source: twinkling STARs in the tail of <sup>STAR</sup><i>URGUL&Ucirc;</i>
fi: tuikkivat TÄHDET <sup>TÄHDEN</sup> pyrstössä <i>URGUL&Ucirc;</i>

source: &quot;date-palm spadix&quot; (jewellery?) (of) <sup>GOD</sup>Erua, <sup>GOD</sup>Zarpan&#299;tum
fi: &quot;taateli-palmu spadix&quot; (korut?) <sup>JUMALA</sup>Erua, <sup>JUMALA</sup>Zarpan&#299;tum

source: <sup>STAR</sup>&Scaron;U.PA(The Bright?)
fi: <sup>TÄHTI</sup>&Scaron;U.PA(Kirkas?)

source: <sup>GOD</sup>Enlil who determines the destinies of the land
fi: <sup>JUMALA</sup>Enlil, joka määrää maan kohtalon

source: STAR in front of it
fi: TÄHTI sen edessä

source: <sup>STAR</sup><i>&#7722;ENGALL&#256;YU</i>(Abundant), vizier of <sup>GOD</sup>Ninlil
fi: <sup>TÄHTI</sup><i>&#7722;ENGALL&#256;YU</i>(Runsas), <sup>JUMALAN</sup>visiiri Ninlil

source: or
fi: tai

source: STAR behind it
fi: TÄHTI sen takana

source: <sup>STAR</sup><i>B&#256;&Scaron;TUM</i>(Dignity), vizier of <sup>GOD</sup>Ti&scaron;pak
fi: <sup>TÄHTI</sup><i>B&#256;&Scaron;TUM</i>(Arvokkuus), <sup>JUMALAN</sup> visiiri Ti&scaron;pak

source: <sup>STAR</sup><i>EREQQU</i>(Wagon)
fi: <sup>TÄHTI</sup><i>EREQQU</i>(Vaunu)

source: <sup>GOD</sup>Ninlil
fi: <sup>JUMALA</sup>Ninlil

source: STAR by the pole of <sup>STAR</sup><i>EREQQU</i>
fi: TÄHTI pylvään varrella <sup>TÄHTI</sup><i>EREQQU</i>

source: <sup>STAR</sup><i>&Scaron;&#274;LEBU</i>(Fox), <sup>GOD</sup>Erra, the strong of the gods
fi: <sup>TÄHTI</sup><i>&Scaron;&#274;LEBU</i>(Kettu), <sup>JUMALA</sup>Erra, jumalien vahvuus

source: STAR on the forehead of <sup>STAR</sup><i>EREQQU</i>
fi: TÄHTI otsassa <sup>TÄHTI</sup><i>EREQQU</i>

source: <sup>STAR</sup><i>LA&#7722;RU</i>(Ewe), <sup>GOD</sup>Aya
fi: <sup>TÄHTI</sup><i>LA&#7722;RU</i>(Eeva), <sup>JUMALA</sup>Aya

source: <sup>STAR</sup>MU.BU.K&Eacute;&Scaron;.DA(Hitched yoke?)
fi: <sup>TÄHTI</sup>MU.BU.K&Eacute;&Scaron;.DA(Kiinnitetty yoke?)

source: <sup>GOD</sup><i>Anu-rab&ucirc;</i> of heaven
fi: <sup>JUMALA</sup> Taivaan<i>Anu-rab&ucirc;</i>

source: <sup>STAR</sup>MAR.G&Iacute;D.DA.AN.NA(Wagon of heaven)
fi: <sup>TÄHTI</sup>MAR.G&Iacute;D.DA.AN.NA(Taivaan vaunu)

source: <sup>GOD</sup>Damkianna
fi: <sup>JUMALA</sup>Damkianna

source: somewhere betw UMi and Vega?
fi: Jotain UMin ja Vegan välissä?

source: STAR in its bond
fi: TÄHTI sen siteissä

source: <sup>STAR</sup><i>APIL-EMA&#7722;</i>(Heir of the Ema&#7723;-temple), foremost son of <sup>GOD</sup>Anu
fi: <sup>TÄHTI</sup><i>APIL-EMA&#7722;</i>(perillinen Ema&#7723;-temple), <sup>JUMALAN</sup>Anu tärkein poika

source: The stars (of the) Standing Gods of the Ekur temple
fi: Ekur-temppelin seisovien jumalien tähdet

source: The stars (of the) Sitting Gods of the Ekur temple
fi: Ekur-temppelin istuvien jumalien tähdet

source: <sup>STAR</sup><i>ENZU</i>(She-Goat)
fi: <sup>STAR</sup><i>ENZU</i>(Kuttu)

source: <sup>GOD</sup>Gula
fi: <sup>JUMALA</sup>Gula

source: STAR in front of <sup>STAR</sup><i>ENZU</i>
fi: TÄHTI tähden <sup>TÄHTI</sup> edessä <i>ENZU</i>

source: <sup>STAR</sup><i>KALBU</i>(Dog) (of <sup>GOD</sup>Gula)
fi: <sup>TÄHTI</sup><i>KALBU</i>(Koira) (<sup>JUMALAN</sup>Gula)

source: bright STAR of <sup>STAR</sup><i>ENZU</i>
fi: kirkas TÄHTI <sup>TÄHDEN</sup><i>ENZU</i>

source: <sup>GOD</sup>Lamassatu, vizier of <sup>GOD</sup>Baba (= <sup>GOD</sup>Gu-la)
fi: <sup>JUMALA</sup>Lamassatu, <sup>JUMALAN</sup>Baba (= <sup>JUMALA</sup>Gu-la) visiiri

source: 2 STAR<sup>s</sup> behind it
fi: 2 TÄHTEÄ<sup></sup> sen takana

source: <sup>GOD</sup>Nin-SAR and <sup>GOD</sup>Errakal
fi: <sup>JUMALA</sup>Nin-SAR ja <sup>JUMALA</sup>Errakal

source: <sup>STAR</sup>U<sub>4</sub>.KA.DU<sub>8</sub>.A
fi: <sup>JUMALA</sup>U<sub>4</sub>.KA.DU<sub>8</sub>.A

source: <sup>GOD</sup>U.GUR(Nergal)
fi: <sup>JUMALA</sup>U.GUR(Nergal)

source: STAR to the right of it
fi: TÄHTI sen oikealla puolella

source: <sup>STAR</sup>&Scaron;<i>A&#7722;&Ucirc;</i>(Pig), <sup>GOD</sup>Damu
fi: <sup>TÄHTI</sup>&Scaron;<i>A&#7722;&Ucirc;</i>(Sika), <sup>JUMALA</sup>Damu

source: STAR to the left of it
fi: TÄHTI sen vasemmalla puolella

source: <sup>STARS</sup><i>SIS&Ucirc;</i>(Horse)
fi: <sup>TÄHDET</sup><i>SIS&Ucirc;</i>(Hevonen)

source: <sup>STAR</sup><i>LULIMMU</i>, vizier of STAR.STAR (Pleiades)
fi: <sup>TÄHTI</sup><i>LULIMMU</i>, TÄHTI.TÄHTI visiiri (Pleiades)

source: twinkling STAR<sup>s</sup> opposite <sup>STAR</sup><i>LULIMMU</i>(Stag)
fi: välkkyvä TÄHDET vastapäätä <sup>TÄHTI</sup><i>LULIMMU</i>(Stag)

source: <sup>GOD</sup>&#7722;arriru (Field Mouse), <sup>GOD</sup>Manz&acirc;t(Rainbow)
fi: <sup>JUMALA</sup>&#7722;arriru (Peltohiiri), <sup>JUMALA</sup>Manz&acirc;t(Sateenkaari)

source: red bright STAR in the kidney of <sup>STAR</sup><i>LULIMMU</i>
fi: punainen kirkas TÄHTI munuaisissa <sup>TÄHTI</sup><i>LULIMMU</i>

source: <sup>STAR</sup><i>P&#256;&Scaron;ITTU</i>(Deleter)
fi: <sup>TÄHTI</sup><i>P&#256;&Scaron;ITTU</i>(Poistaja)

source: When the STAR<sup>s</sup> of <sup>GOD</sup>Enlil are completed:
fi: Kun <sup>JUMALAN</sup>TÄHDET Enlil valmistuvat:

source: big STAR, its &quot;light&quot; is dim, it divides the sky and stands
fi: iso TÄHTI, sen &quot;kevyt&quot; on hämärä, se jakaa taivaan ja seisoo

source: STAR (of) <sup>GOD</sup>Marduk, <sup>GOD</sup>N&#275;beru(Ford)
fi: <sup>JUMALAN</sup>Marduk TÄHTI, <sup>JUMALA</sup>N&#275;beru(Ford)

source: Milky Way???
fi: Linnunrata???

source: <sup>STAR</sup>SAG.ME.GAR(Jupiter), it changes its place and crosses the sky
fi: <sup>TÄHTI</sup>SAG.ME.GAR(Jupiter), se vaihtaa paikkaansa ja ylittää taivaan

source: 33 STAR<sup>s</sup> of <sup>GOD</sup>Enlil
fi: 33 <sup>JUMALAN</sup>tähteä Enlil

source: <b>Remark 1</b>: <i>Babylonian lists do not have headlines but a sort of caption. Lines written in red [by us] indicate this line to be such a footer which summarizes the text before as a sort of (sub)section or chapter. The planets, we highlighted in blue.</i>
fi: <b>Huomautus 1</b>: <i>Babylonialaisissa luetteloissa ei ole otsikoita, vaan jonkinlainen kuvateksti. [Meidän] punaisella kirjoitetut rivit osoittavat, että tämä rivi on sellainen alatunniste, joka tiivistää edellisen tekstin eräänlaisena (ala)jaksona tai kappaleena. Planeetat, korostimme sinisellä.</i>

source: <b>Remark 2</b>: <i>At this line, the text tells us that there were 33 asterism listed before this line. However, on the original clay tablet(s) there had been only 31 lines. Therefore, the counting of asterisms for the authors of MUL.APIN is an often discussed topic in this context. There are several different suggestions and we have even made an own one but since all versions are uncertain, we are not brave enough to publish any of them here. We are not sure, if there is any common sense about that in the scientific community.</i>
fi: <b>Huomautus 2</b>: <i>Tällä rivillä teksti kertoo meille, että ennen tätä riviä oli listattu 33 tähteä. Alkuperäisissä savitauluissa oli kuitenkin vain 31 riviä. Siksi tähtien laskeminen MUL.APIN:n tekijöille on usein keskusteltu aihe tässä yhteydessä. Erilaisia ehdotuksia on useita ja olemme jopa tehneet oman, mutta koska kaikki versiot ovat epävarmoja, emme uskalla julkaista niitä täällä. Emme ole varmoja siitä, onko tiedeyhteisössä mitään maalaisjärkeä.</i>

source: <sup>STAR</sup>ONE&middot;&quot;FIELD&quot;(area measure)
fi: <sup>TÄHTI</sup>YKSI&middot;&quot;ALUE&quot;(Aluemitta)

source: seat of <sup>GOD</sup>Ea who goes in front of the STAR<sup>s</sup> of <sup>GOD</sup>Anu
fi: istuin <sup>JUMALALLE</sup>Ea joka menee <sup>JUMALA</sup>Anu TÄHTIEN eteen

source: STAR opposite <sup>STAR</sup>ONE&middot;'FIELD'
fi: TÄHTI vastapäätä <sup>TÄHTEÄ</sup>ONE&middot;'FIELD'

source: <sup>STAR</sup><i>&Scaron;IN&#362;NUTU</i>(Swallow)
fi: <sup>TÄHTI</sup><i>&Scaron;IN&#362;NUTU</i>(Niellä)

source: STAR behind <sup>STAR</sup>ONE&middot;'FIELD'
fi: TÄHTI takana <sup>TÄHTI</sup>ONE&middot;'FIELD'

source: <sup>STAR</sup><i>ANUNN&#298;TU</i>
fi: <sup>TÄHTI</sup><i>ANUNN&#298;TU</i>

source: <sup>STAR</sup><i>AGRU</i>(Hired Worker), <sup>GOD</sup>Tammuz
fi: <sup>TÄHTI</sup><i>AGRU</i>(Palkkatyöläinen), <sup>JUMALA</sup>Tammuz

source: STAR.STAR(<i>ZAPPU</i>, Bristle)
fi: TÄHTI.TÄHTI(<i>ZAPPU</i>, Harjas)

source: <sup>GOD</sup>Sebettu, the great gods
fi: <sup>JUMALA</sup>Sebettu, mahtavat jumalat

source: <sup>STAR</sup>BULL&middot;OF&middot;HEAVEN(<i>AL&Ucirc;</i>)
fi: <sup>TÄHTI</sup>TAIVAAN&middot;SONNI(<i>AL&Ucirc;</i>)

source: <sup>GOD</sup><i>Is-l&ecirc;</i> (Jaw of the Wild Bull), crown of <sup>GOD</sup>Anu
fi: <sup>JUMALA</sup><i>Is-l&ecirc;</i> (Villin härän leuka), <sup>JUMALA</sup>Anun kruunu

source: <sup>STAR</sup>TRUE&middot;SHEPHERD&middot;OF&middot;HEAVEN (<i>&Scaron;ITADDALLU</i>, Orion)
fi: <sup>TÄHTI</sup>OIKEA&middot;TAIVAAN&middot;PAIMEN (<i>&Scaron;ITADDALLU</i>, Orion)

source: <sup>GOD</sup>Papsukkal, vizier of <sup>GOD</sup>Anu
fi: <sup>JUMALA</sup>Papsukkal, <sup>JUMALAN</sup>Anu visiiri

source: Twin STARs opposite <sup>STAR</sup><i>&Scaron;ITADDALLU</i>
fi: KaksoisTÄHDET vastapäätä <sup>TÄHTEÄ</sup><i>&Scaron;ITADDALLU</i>

source: <sup>GOD</sup>Lulal and <sup>GOD</sup>Latarak
fi: <sup>JUMALA</sup>Lulal ja <sup>JUMALA</sup>Latarak

source: <sup>STAR</sup><i>TARLUGALLU</i> (Cock)
fi: <sup>TÄHTI</sup><i>TARLUGALLU</i> (Kukko)

source: <sup>STAR</sup>GAG.SI.S&Aacute;(Arrow)
fi: <sup>TÄHTI</sup>GAG.SI.S&Aacute;(Nuoli)

source: <i>&Scaron;ilt&#257;&#7723;u</i> (Arrow), great hero (of) <sup>GOD</sup>Ninurta
fi: <i>&Scaron;ilt&#257;&#7723;u</i> (Nuoli), <sup>JUMALA</sup>Ninurtan suuri sankari

source: <sup>STAR</sup><i>QA&Scaron;TU</i>(Bow)
fi: <sup>TÄHTI</sup><i>QA&Scaron;TU</i>(Keula)

source: <sup>GOD</sup>I&scaron;tar-of-Elam, daughter of <sup>GOD</sup>Enlil
fi: <sup>JUMALA</sup>I&scaron;tar-of-Elam, <sup>JUMALAN</sup>Enlil tytär

source: STAR (of) <sup>GOD</sup>NIRA&#7722;(Snake-god)
fi: <sup>JUMALAN</sup>TÄHTI NIRA&#7722;(Käärme-jumala)

source: <sup>GOD</sup>Ningi&scaron;zida, lord of the 'Earth' (= netherworld)
fi: <sup>JUMALA</sup>Ningi&scaron;zida, 'Maan' (= alankomaiden) herra

source: <sup>STAR</sup><i>&#256;RIBU</i>(Raven)
fi: <sup>TÄHTI</sup><i>&#256;RIBU</i>(Raven)

source: Raven, STAR of <sup>GOD</sup>Adad
fi: Raven, <sup>JUMALAN</sup> TÄHTI Adad

source: <sup>STAR</sup><i>&Scaron;ER&#702;U</i>(Furrow)
fi: <sup>TÄHTI</sup><i>&Scaron;ER&#702;U</i>(Vako)

source: <sup>GOD</sup>&Scaron;ala, ear of grain
fi: <sup>JUMALA</sup>&Scaron;ala, viljan tähkä

source: <sup>STAR</sup><i>ZIB&#256;N&#298;TU</i>(Scales)
fi: <sup>TÄHTI</sup><i>ZIB&#256;N&#298;TU</i>(Vaa'at)

source: Horns of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>(Scorpion)
fi: <sup>TÄHDEN</sup><i>ZUQAQ&#298;PU</i>sarvet (Skorpioni)

source: circa Lib
fi: noin Lib

source: STAR (of) <sup>GOD</sup>Zababa
fi: <sup>JUMALAN</sup>TÄHTI Zababa

source: <sup>STAR</sup><i>ER&Ucirc;</i>(Eagle) and <sup>STAR</sup><i>PAGRU</i>(Corpse)
fi: <sup>TÄHTI</sup><i>ER&Ucirc;</i>(Kotka) ja <sup>TÄHTI</sup><i>PAGRU</i>(Ruumis)

source: <sup>STAR</sup><i>DILPAT</i>(Venus), it changes its place and crosses the sky
fi: <sup>TÄHTI</sup><i>DILPAT</i>(Venus), se vaihtaa paikkaansa ja ylittää taivaan

source: <sup>STAR</sup><i>&#7778;ALBAT&#256;NU</i>(Mars), it changes its place and crosses the sky
fi: <sup>TÄHTI</sup><i>&#7778;ALBAT&#256;NU</i>(Mars), se vaihtaa paikkaansa ja ylittää taivaan

source: <sup>STAR</sup>STEADY&middot;&quot;WILD&middot;SHEEP&quot;(<i>KAJJAM&#256;NU</i>, Saturn), it changes its place and crosses the sky
fi: <sup>TÄHTI</sup>TASAINEN&middot;&quot;VILLI&middot;LAMMAS&quot;(<i>KAJJAM&#256;NU</i>, Saturnus), se vaihtaa paikkaansa ja ylittää taivaan

source: Saturn
fi: Saturnus

source: <sup>STAR</sup>DANCING&middot;&quot;WILD&middot;SHEEP&quot;(<i>&Scaron;I&#7722;&#7788;U</i>, Mercury), whose name is <sup>GOD</sup>Ninurta, either in the East or in the West, where ever in the month it appears, where ever in the month it disappears
fi: <sup>TÄHTI</sup>TANSSIVA&middot;&quot;VILLI&middot;LAMMAS&quot;(<i>&Scaron;I&#7722;&#7788;U</i>, Mercurius), jonka nimi on <sup>JUMALA</sup>Ninurta, joko idässä tai lännessä, missä tahansa kuukaudessa se ilmestyy, missä tahansa kuukaudessa se katoaa

source: Mercury
fi: Merkurius

source: 23 STAR<sup>s</sup> of Anum
fi: 23 Anumin TÄHTEÄ

source: <b>Remark 3:</b> <i>Giving a "+" sign in the column of the modern counterpart, we indicate that (likely/ possibly) more stars are belonging to this Babylonian asterism. In case of the Arrow, for instance, it is sure that Sirius belongs to this constellation but modern authors published at least three versions which further stars have to be added. Another case is the Eagle next to another constellation named "the Corpse". This could possibly be a predecessor of Ptolemy's newly added double-constellation "Eagle with Antinuos" but it can also be independent - that is why, we give "Aql+".</i>
fi: <b>Huomautus 3:</b> <i>Annamme "+"-merkin modernin vastineen sarakkeeseen, osoitamme, että (todennäköisesti/mahdollisesti) useampi tähti kuuluu tähän babylonialaiseen tähtiin. Esimerkiksi Nuolen tapauksessa on varmaa, että Sirius kuuluu tähän tähtikuvioon, mutta nykyaikaiset kirjailijat julkaisivat ainakin kolme versiota, joihin on lisättävä lisää tähtiä. Toinen tapaus on kotka toisen tähtikuvion vieressä nimeltä "Ruumis". Tämä voisi mahdollisesti olla Ptolemaioksen äskettäin lisätyn kaksoistähtikuvion "Eagle with Antinuos" edeltäjä, mutta se voi olla myös itsenäinen - siksi annamme "Aql+".</i>

source: <sup>STAR</sup><i>N&#362;NU</i>(Fish)
fi: <sup>TÄHTI</sup><i>N&#362;NU</i>(Kala)

source: <sup>GOD</sup>Ea who goes in front of the STAR<sup>s</sup> of <sup>GOD</sup>Ea
fi: <sup>JUMALA</sup>Ea joka menee eteen TÄHTIEN <sup>JUMALA</sup>Ea eteen

source: GREAT&middot;STAR
fi: SUURI&middot;TÄHTI

source: <sup>GOD</sup>Ea
fi: <sup>JUMALA</sup>Ea

source: STAR of (the city of) Eridu
fi: TÄHTI Eridu (kaupunki)

source: STAR to its right
fi: TÄHTI sen oikealla puolella

source: STAR (of) <sup>&lt;GOD&gt;</sup>Ninma&#7723;
fi: <sup>&lt;JUMALAN&gt;</sup>Ninma&#7723; TÄHTI

source: <sup>STAR</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i>
fi: <sup>TÄHTI</sup><i>&#7722;AB(B)A&#7778;&#7778;&#274;R&#256;NU</i>

source: <sup>GOD</sup>Ningirsu
fi: <sup>JUMALA</sup>Ningirsu

source: <sup>STAR</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), weapon of <sup>GOD</sup>M&#257;r-b&#299;ti, in the centre of which the Aps&ucirc; is visible
fi: <sup>JUMALA</sup><i>MA&Scaron;KAK&#256;TU</i>(Harrow), <sup>JUMALAN</sup>M&#257;r-b&#299;ti, ase jonka keskellä Aps&ucirc; on näkyvissä

source: <sup>GOD</sup>&Scaron;ullat and <sup>GOD</sup>&#7722;ani&scaron;, <sup>GOD</sup>&Scaron;ama&scaron; and <sup>GOD</sup>Adad
fi: <sup>JUMALA</sup>&Scaron;ullat ja <sup>JUMALA</sup>&#7722;ani&scaron;, <sup>JUMALA</sup>&Scaron;ama&scaron; ja <sup>JUMALA</sup>Adad

source: STAR behind it which lights up like <sup>GOD</sup>Ea (and) sets like Ea
fi: TÄHTI sen takana, joka palaa kuin <sup>JUMALA</sup>Ea (ja) asettaa kuin Ea

source: STAR (of) <sup>GOD</sup>Numu&scaron;da, <sup>GOD</sup>Adad
fi: <sup>JUMALAN</sup>TÄHTI Numu&scaron;da, <sup>JUMALA</sup>Adad

source: STAR to the left of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>(Scorpion)
fi: TÄHTI vasemmalla <sup>TÄHDESTÄ</sup><i>ZUQAQ&#298;PU</i>(Skorpioni)

source: <sup>STAR</sup><i>URIDIMMU</i> = <sup>GOD</sup>Kusu
fi: <sup>TÄHTI</sup><i>URIDIMMU</i> = <sup>JUMALA</sup>Kusu

source: <sup>STAR</sup><i>ZUQAQ&#298;PU</i>
fi: <sup>TÄHTI</sup><i>ZUQAQ&#298;PU</i>

source: <sup>GOD</sup>I&scaron;&#7723;ara, lady of the inhabited world
fi: <sup>JUMALA</sup>I&scaron;&#7723;ara, asutun maailman nainen

source: <sup>STAR</sup><i>IRAT&middot;ZUQAQ&#298;PI
fi: <sup>TÄHTI</sup><i>IRAT&middot;ZUQAQ&#298;PI

source: </i>(Breast of the Scorpion)
fi: </i>(Skorpionin rinta)

source: <sup>GOD</sup>Lisin, <sup>GOD</sup>Nab&ucirc;
fi: <sup>JUMALA</sup>Lisin, <sup>JUMALA</sup>Nab&ucirc;

source: 2 STAR<sup>s</sup> on the sting (<i>ZIQTU</i>) of <sup>STAR</sup><i>ZUQAQ&#298;PU</i>
fi: 2 TÄHTÄ pistoksen päällä (<i>ZIQTU</i>) <sup>TÄHDEN</sup><i>ZUQAQ&#298;PU</i>

source: <sup>GOD</sup>&Scaron;arur and <sup>GOD</sup>&Scaron;argaz
fi: <sup>JUMALA</sup>&Scaron;arur ja <sup>JUMALA</sup>&Scaron;argaz

source: STAR behind them
fi: TÄHTI niiden takana

source: <sup>GOD</sup>Pabilsa&#285;
fi: <sup>JUMALA</sup>Pabilsa&#285;

source: <sup>STAR</sup><i>MAKURRU</i>(Bark) &lt;&lt;and&gt;&gt;
fi: <sup>TÄHTI</sup><i>MAKURRU</i>(Pankki) &lt;&lt;ja&gt;&gt;

source: <sup>STAR</sup><i>SU&#7722;URM&#256;&Scaron;U</i>(Goat-fish)
fi: <sup>TÄHTI</sup><i>SU&#7722;URM&#256;&Scaron;U</i>(Goat-kala)

source: 15 STAR<sup>s</sup> of <sup>GOD</sup>Ea
fi: <sup>JUMALAN</sup>Ea 15 tähteä

source: Source(s)
fi: Lähteet
