Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: - [#1]: Yi Shitong. (1981). Chinese and Western Contrast Star Chart and Catalogue 1950.0. Beijing: Science Press. - [#2]: Pan Nai. (2009). The History of Stellar Observation in China. Shanghai: Academia Press. ISBN 9787807306948. - [#3]: Yi Shitong. (1980). Chinese and Western Contrast Star Chart. Encyclopedia of China - Astronomy. Beijing. Encyclopedia of China Publishing House. - [#4]: [English-Chinese Glossary of Chinese Star Regions, Asterisms and Star Names](http://www.lcsd.gov.hk/CE/Museum/Space/zh_CN/web/spm/starshine/resources/constemyth/glossary.html) - [#5]: [AEEA Astronomy Education Information-Ancient Chinese constellation system](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#6]: [Chinese constellations (Wikipedia)](http://en.wikipedia.org/wiki/Chinese_constellations) - [#7]: [Traditional Chinese star names (Wikipedia)](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#8]: [http://www.chinapage.com/astronomy/astronomy.html](http://www.chinapage.com/astronomy/astronomy.html)
es_419: - [#1]: Yi Shitong. (1981). Catálogo y gráfico estelar de contraste chino y occidental 1950.0. Beijing: Science Press. - [#2]: Pan Nai. (2009). La historia de la observación estelar en China. Llevar a la fuerza: Academia Press. ISBN 9787807306948. - [#3]: Yi Shitong. (1980). Gráfico estelar de contraste chino y occidental. Enciclopedia de China - Astronomía. Pekín. Enciclopedia de la Editorial China. - [#4]: [Glosario inglés-chino de regiones estelares, asterismos y nombres chinos de estrellas](http://www.lcsd.gov.hk/CE/Museum/Space/zh_CN/web/spm/starshine/resources/constemyth/glossary.html) - [#5]: [Información educativa en astronomía de la AEEA: antiguo sistema de constelaciones chinas] (http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#6]: [Constelaciones chinas (Wikipedia)](http://en.wikipedia.org/wiki/Chinese_constellations) - [#7]: [Nombres de estrellas tradicionales chinas (Wikipedia)](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#8]: [http://www.chinapage.com/astronomy/astronomy.html](http://www.chinapage.com/astronomy/astronomy.html)
sv: - [#1]: Yi Shitong. (1981). Kinesiska och västerländska kontrasterande stjärnkartor och katalog 1950.0. Beijing: Science Press. - [#2]: Pan Nai. (2009). Historien om stjärnobservationer i Kina. Shanghai: Academia Press. ISBN 9787807306948. - [#3]: Yi Shitong. (1980). Kinesiska och västerländska kontrasterande stjärnkartor. Encyclopedia of China - Astronomy. Beijing (Peking). Encyclopedia of China Publishing House. - [#4]: [Engelsk-kinesisk ordlista över kinesiska stjärnregioner, asterismer och stjärnnamn] (http://www.lcsd.gov.hk/CE/Museum/Space/zh_CN/web/spm/starshine/resources/constemyth/glossary.html) - [#5]: [AEEA Astronomy Education Information-Ancient Chinese constellation system](http://aeea.nmns.edu.tw/aeea/contents_list/star_sign.html) - [#6]: [Kinesiska konstellationer (Wikipedia)](http://en.wikipedia.org/wiki/Chinese_constellations) - [#7]: [Traditionella kinesiska stjärnnamn (Wikipedia)](https://en.wikipedia.org/wiki/Traditional_Chinese_star_names) - [#8]: [http://www.chinapage.com/astronomy/astronomy.html](http://www.chinapage.com/astronomy/astronomy.html)

source: This sky culture was initially contributed by *Karrie Berglund* of Digitalis Education Solutions, Inc. based on Hong Kong Space Museum star maps (no longer available online). Sun Shuwei [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com) replenishes more than 200 Xingguans and more than 3,000 stars, based primarily on the book*Chinese and Western Contrast Star Chart and Catalogue 1950.0* by Yi Shitong, and add the description.
es_419: Esta cultura estelar fue aportada inicialmente por *Karrie Berglund* de Digitalis Education Solutions, Inc. basada en mapas estelares del Museo Espacial de Hong Kong (que ya no se encuentran disponibles en línea). Sun Shuwei [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com) repone más de 200 Xingguans y más de 3000 estrellas, basándose principalmente en el libro *Chinese and Western Contrast Star Chart and Catalog 1950.0* de Yi Shitong, y agrega la descripción.
ru: Эта культура неба была первоначально предоставлена *Karrie Berglund* из Digitalis Education Solutions, Inc. на основе звездных карт Гонконгского космического музея (больше не доступны в Интернете). Sun Shuwei [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com) пополняет более 200 сингуаней и более 3000 звезд, основанных в основном на книге*Chinese and Western Contrast Star Chart and Catalogue 1950.0* Yi Shitong'а и добавляет описание.
sv: Den här himmelskulturen skapades ursprungligen av *Karrie Berglund* från Digitalis Education Solutions, Inc. baserat på stjärnkartor från Hong Kong Space Museum (inte längre tillgängliga online). Sun Shuwei [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com) fyller på med mer än 200 Xingguans och mer än 3.000 stjärnor, främst baserat på boken *Chinese and Western Contrast Star Chart and Catalogue 1950.0* av Yi Shitong, och lägger till beskrivningen.
uk: Записи цієї картини зоряного неба було створено *Karrie Berglund* Digitalis Education Solutions, Inc. в основному на основі даних зоряних карт Гонконзького музею космосу (на жаль, недоступні у мережі). Сун Шувей [sunshuwei.hi@foxmail.com](mailto:sunshuwei.hi@foxmail.com) додав понад 200 сіньгуанів і понад 3000 зірок та їхні описи в основному на основі даних книги *Порівняння китайських і західноєвропейських зоряних карт і каталогів 1950.0*, автором якої є І Шитон.

source: Chinese Chenzhuo Sky (3rd Century)
ru: Китайское небо Чэньчжо (3-й век)
sv: Kinesisk Chenzhuo (200-talet e.Kr.)
uk: Китайська картина зоряного неба Чен Чжуо (3-є сторіччя)

source: This sky culture, based on the Chen Zhuo Star Catalog, the *Three Schools’ Star Canons*, the *Cheonsang Yeolcha Bunyajido* and other star maps, strives to faithfully reconstruct the celestial landscape of the 3rd century CE. It represents the earliest state of the constellations (or star officials, xingguan星官) compiled by Chen Zhuo.
ru: Эта культура неба, основанная на звездном каталоге Чэнь Чжо, *Звездных канонах трех школ*, *Чхонсан Ёльча Буньяджидо* и других звездных картах, стремится точно реконструировать небесный ландшафт 3-го века н. э. Она представляет собой самое раннее состояние созвездий (или звездных чиновников, xingguan星官), составленное Чэнь Чжо.
sv: Denna himmelskultur, baserad på Chen Zhuos stjärnkatalog, de *Tre skolornas stjärnkanoner*, *Cheonsang Yeolcha Bunyajido* och andra stjärnkartor, strävar efter att troget rekonstruera det himmelska landskapet på 300-talet e.Kr. Den representerar det tidigaste tillståndet för konstellationerna (eller stjärntjänstemän, xingguan星官) som sammanställdes av Chen Zhuo.
uk: Ця картина неба, заснована на зоряному каталозі Чень Чжоу, *Зоряних канонах трьох шкіл*, *Чонсан Йолча Буньядзідо* та інших зоряних картах, намагається точно відтворити небесний ландшафт 3-го століття нашої ери. Він є найдавнішим станом сузір'їв (або офіційних зірок, сіньгуанів 星官), складений Чень Чжуо.
