Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures-descriptions/*.po
Languages: de, es_419, fi, ru, sv, uk

source: ### Constellations Constellations within Tukano astronomical culture are related with natural phenomena as a whole. We gathered twelve constellations with a group who speaks Tukano language. This is not the definitive number of constellations. There are, surely, more constellations to be described. We presented here essentially “the main cycle” (CARDOSO, 2007) of the Tukano constellations. Sometimes someone relate new discoveries about these Indians sky conceptions or presents new constellation descriptions. Though we are establishing limits and configurations to these constellations that are new to us (non- Indians), they don’t organize this body of knowledge in the same way. Their conceptions about sky and Universe are different when compared with ours. They don’t organize and conceive ideas about the Universe as a whole, like us. Hereby we present few data from a research carried out with living people and this data may be variable in near future. We worked with basic school students, elders and story tellers comparing the talks and summarizing it as you’ll see below. In general, we can say that a Tukano constellation, or parts of it, are observed when its setting occurs, like the sunset (heliacal setting) during the short period of an year. There are an amount of natural phenomena related with this astronomical event. For example we can consider Aña’s head setting during November and its relation with the increase and decrease of the Tiquié river level. The variation of the river level is accompanied with an emerging of different fishes which appear as the result of these changeable natural conditions. Other larger fishes follow the first group for multiple purposes (eating smaller ones for example). All of them eat some fruits which eventually fall over the river surface. Ground animals and microorganisms are interested on these fruits, as well as either. So, a phenomenon first described as an astronomical set for us can be seen inside a more complex behavior for Tukanos and their neighbors around this region. Animals, plants and also spiritual manifestations are in a complex relationship under the cosmological view that we can’t more ignore. The name of each constellation was written in this sequence: Tukano, Portuguese and English. Ex. Pamõ\Tatu\Armadillo. ##### Aña or Aña Diaso\Jararaca\Fer-de-lance ##### [Aña - Jararaca - Jararaca (snake)](http://en.wikipedia.org/wiki/Bothrops_jararaca) A big snake that is found in part of our Scorpius, Sagittarius and Corona Australis constellations. Its setting with the sunset correspond of the beginning of the year to this group of Tukanos. ##### Pamõ\Tatu\Armadillo ##### [Pamõ - Tatu - Armadillo](http://en.wikipedia.org/wiki/Armadillo) This constellation is found in our Dolphin constellation and part of Aquila constellation. This group of faint stars takes place inside a poor stellar field with exception of the bright Altair (Alfa Aquilae). ##### Darsiu\camarão de rio\freshwater shrimp ##### [Darsiu - Pitu - Caridean Shrimp](http://en.wikipedia.org/wiki/Caridea) ##### Mhua\Jacundá (peixe)\A kind of fish ##### [Mhua - Jacundá (peixe) - Jacundá (a kind of fish)](http://pt.wikipedia.org/wiki/Jacund%C3%A1) Both constellations are jointed together in a few bright stars of Aquarius and Pisces area. But it is a wonderful challenge to try to see it during the night. ##### Yai\onça\puma or jaguar ##### [Yai - Onça - Jaguar](http://en.wikipedia.org/wiki/Jaguar) It is a big constellation – one of the biggest – inside the north portions of night skies. All night long near the horizon, the big puma is described inside our Cepheus, Cassiopeia and Perseus constellations. ##### Yhe\garça\egret ##### [Yhé - Garça - Egret](http://en.wikipedia.org/wiki/Egret) It is still in discussion the real position of this constellation, if those stars are in the Berenices’ hair region or inside the Corvus. We choose the first region because it was present as the real one by the Tukanos of São José II tribe. ##### Yurara\tartaruga\turtle ##### [Yurara - Cágado - Tortoise](http://en.wikipedia.org/wiki/Tortoise) This constellation is described as the occidental Southern Cross constellation. Sometimes this traditional occidental constellation also means an Otter or a turtle by the Tukano people. ##### Nhorkoatero\grupo de estrelas\Pleiades ##### Nhorkoatero - Grupo de Estrelas - Group of Stars The translation of *nhorkoatero* is literally group of stars. Identified as our Pleiades this is very significant as a time keeper within a complex calendar to Tukano people. It is also used as a rainy period pointer. ##### Waikhasa\moquém\a kind of recipient to cook fish ##### [Waikasa - Moquém - Moquém (a kind of grill to cook fish)](http://cozinhacomz.com.br/?food=muquiar-ou-moquear) It is identified with our Taurus Hyades open cluster of stars with the bright Aldebaran following the Pleiades. This is an easy asterism to be seen all over the sky. ##### Sioyahpu\enxó\instrument do carve wood ##### [Sioyahpu - Cabo do Enxó - Adze Handle](http://en.wikipedia.org/wiki/Adze) As a part of Orion belt and two of the others brightest stars of this constellation – our Betelgeuse and Bellatrix – this constellation represents to Tukano group a part of a tool which is used to carve wood. ##### Sipé Phairo\cobra de ânus grande\a snake ##### Sipé Phairo - Cobra de Ânus Grande - Snake Large Anus This snake corresponds to our brightest Big Dipper stars. In a legend when this constellation touches the horizon after the sunset almost all fishes in the main river are swallowed by it. ##### Diayo/lontra/otter Described as our Southern Cross by part of the Tukanos in half Tiquié river, this constellation is also associated with star as Sirius in Canis Major in that region. ##### Kai Sariró/Circulo de dança/Circle dances Those stars are mainly at Orion constellation and mean a circle of dances in some special Tukano ceremonies.
ru: ### Созвездия Созвездия в астрономической культуре тукано связаны с природными явлениями в целом. Мы собрали двенадцать созвездий с группой, говорящей на языке тукано. Это не окончательное число созвездий. Есть, конечно, больше созвездий, которые нужно описать. Мы представили здесь по существу «главный цикл» (CARDOSO, 2007) созвездий Тукано. Иногда кто-то рассказывает о новых открытиях о представлениях индейцев о небе или приводит новые описания созвездий. Хотя мы устанавливаем ограничения и конфигурации для этих новых для нас (неиндейцев) созвездий, они не организуют эту совокупность знаний таким же образом. Их представления о небе и Вселенной отличаются от наших. Они не организуют и не создают представления о Вселенной в целом, как мы. Настоящим мы представляем немного данных из исследований, проведенных с живыми людьми, и эти данные могут измениться в ближайшем будущем. Мы работали с учащимися начальной школы, старейшинами и рассказчиками, сравнивая выступления и резюмируя их, как вы увидите ниже. В целом можно сказать, что созвездие Тукано или его части наблюдаются, когда происходит его заход, например закат (гелиакальный заход) в течение короткого периода года. С этим астрономическим событием связано множество природных явлений. Например, мы можем рассмотреть положение головы Аньи в ноябре и его связь с повышением и понижением уровня реки Тики. Изменение уровня реки сопровождается появлением различных рыб, которые появляются в результате этих изменчивых природных условий. Другие более крупные рыбы следуют за первой группой для нескольких целей (например, поедание более мелких). Все они едят какие-то фрукты, которые со временем падают на поверхность реки. Этими плодами интересуются наземные животные и микроорганизмы, а также и те, и другие. Итак, явление, впервые описанное для нас как астрономический набор, можно увидеть внутри более сложного поведения Тукано и их соседей по этому региону. Животные, растения, а также духовные проявления находятся в сложных отношениях с космологической точки зрения, которые мы не можем больше игнорировать. Название каждого созвездия было написано в такой последовательности: Тукано, португальский и английский (перевод). Пример: Pamõ\Tatu\Armadillo (Броненосец). ### Aña или Aña Diaso\Jararaca\Fer-de-lance (Фер-де-ланс) ### [Aña - Jararaca - Jararaca (змея)](http://en.wikipedia.org/wiki/Bothrops_jararaca) Большая змея, которая встречается в некоторых созвездиях Скорпиона, Стрельца и Южной Короны. Его установка с заходом солнца соответствует началу года для этой группы Тукано. ### Pamõ\Tatu\Armadillo (Броненосец) ### [Pamõ - Tatu - Armadillo (Броненосец)](http://en.wikipedia.org/wiki/Armadillo) Это созвездие находится в нашем созвездии Дельфина и является частью созвездия Орла. Эта группа слабых звезд находится внутри слабого звездного поля, за исключением яркого Альтаира (Альфа Орла). ### Darsiu\camarão de rio\freshwater shrimp (пресноводные креветки) ### [Darsiu - Pitu - Caridean Shrimp (Каридинская креветка)](http://en.wikipedia.org/wiki/Caridea) ### Mhua\Jacundá (peixe)\A kind of fish (вид рыбы) ### [Mhua - Jacundá (peixe) - Jacundá (вид рыбы)](http://pt.wikipedia.org/wiki/Jacund%C3%A1) Оба созвездия соединены между собой несколькими яркими звездами области Водолея и Рыб. Но это замечательная задача — попытаться увидеть его ночью. ### Yai\onça\puma или jaguar (пума или ягуар) ### [Yai - Onça - Jaguar (Ягуар)](http://en.wikipedia.org/wiki/Jaguar) Это большое созвездие — одно из самых больших — в северной части ночного неба. Всю ночь у горизонта описывается большая пума внутри наших созвездий Цефей, Кассиопея и Персей. ### Yhe\garça\egret (белая цапля) ### [Yhé - Garça - Egret (Белая цапля)](http://en.wikipedia.org/wiki/Egret) До сих пор обсуждается реальное положение этого созвездия, находятся ли эти звезды в области волос Вероники или внутри Ворона. Мы выбираем первый регион, потому что он присутствовал как настоящий у тукано из племени Сан-Хосе II. ### Yurara\tartaruga\turtle (черепаха) ### [Yurara - Cágado - Tortoise (Черепаха)](http://en.wikipedia.org/wiki/Tortoise) Это созвездие описывается как западное созвездие Южного Креста. Иногда это традиционное западное созвездие также означает выдру или черепаху народа тукано. ### Nhorkoatero\grupo de estrelas\Pleiades (Плеяды) ### Nhorkoatero - Grupo de Estrelas - Group of Stars (Группа звёзд) Перевод *nhorkoatero* буквально группа звезд. Идентифицированы как наши Плеяды, он очень важен как хранитель времени в сложном календаре для народа тукано. Он также используется в качестве указателя периода дождей. ### Waikhasa\moquém\a kind of recipient to cook fish (вид получателя для приготовления рыбы) ### [Waikasa - Moquém - Moquém (своего рода гриль для приготовления рыбы)](http://cozinhacomz.com.br/?food=muquiar-ou-moquear) Оно отождествляется с нашим рассеянным звездным скоплением Гиады в Тельце с ярким Альдебараном, следующим за Плеядами. Этот астеризм легко увидеть на всем небе. ### Sioyahpu\enxó\instrument do carve wood (инструмент для резьбы по дереву) ### [Sioyahpu - Cabo do Enxó - Adze Handle (Ручка тесла)](http://en.wikipedia.org/wiki/Adze) Как часть пояса Ориона и двух других ярчайших звезд этого созвездия – наших Бетельгейзе и Беллатрикс – это созвездие представляет для группы Тукано часть инструмента, используемого для резьбы по дереву. ### Sipé Phairo\cobra de ânus grande\a snake (змея) ### Sipé Phairo - Cobra de Ânus Grande - Snake Large Anus (Змея) Эта змея соответствует нашим самым ярким звездам Большой Медведицы. По легенде, когда это созвездие касается горизонта после захода солнца, оно проглатывает почти всех рыб в главной реке. ### Diayo/lontra/otter (выдра) Описанное как наш Южный Крест частью Тукано в половине реки Тики, это созвездие также связано со звездой Сириус в Большом Псе в этом регионе. ### Kai Sariró/Circulo de dança/Circle dances (Хороводы) Эти звезды в основном находятся в созвездии Ориона и означают круг танцев в некоторых особых церемониях Тукано.
sv: ### Konstellationer Konstellationer inom Tukanos astronomiska kultur är relaterade till naturfenomen som helhet. Vi samlade ihop tolv konstellationer med en grupp som talar tukanospråk. Detta är inte det slutgiltiga antalet konstellationer. Det finns säkert fler konstellationer som kan beskrivas. Vi presenterar här i huvudsak "huvudcykeln" (CARDOSO, 2007) av Tukano-konstellationerna. Ibland berättar någon om nya upptäckter om dessa indianska himmelsföreställningar eller presenterar nya konstellationsbeskrivningar. Även om vi fastställer gränser och konfigurationer för dessa konstellationer som är nya för oss (icke-indianer), organiserar de inte denna kunskap på samma sätt. Deras föreställningar om himlen och universum är annorlunda jämfört med våra. De organiserar inte och skapar inte idéer om universum som helhet, som vi gör. Härmed presenterar vi några data från en undersökning som genomförts med levande människor och dessa data kan komma att variera inom en snar framtid. Vi arbetade med grundskoleelever, äldre och historieberättare och jämförde samtalen och sammanfattade dem som du ser nedan. Generellt kan vi säga att en Tukano-konstellation, eller delar av den, observeras när den går upp, som solnedgången (heliakisk uppgång) under en kort period av ett år. Det finns en mängd naturfenomen som är relaterade till denna astronomiska händelse. Vi kan till exempel överväga Añas huvudnedgång under november och dess förhållande till ökningen och minskningen av Tiquié-flodens nivå. Variationen i flodnivån åtföljs av en uppkomst av olika fiskar som dyker upp som ett resultat av dessa föränderliga naturliga förhållanden. Andra större fiskar följer den första gruppen av olika skäl (till exempel för att äta mindre fiskar). Alla äter de frukter som så småningom faller över flodytan. Marklevande djur och mikroorganismer är intresserade av dessa frukter, och även de. Så ett fenomen som först beskrevs som en astronomisk uppsättning för oss kan ses i ett mer komplext beteende för Tukanos och deras grannar runt denna region. Djur, växter och även andliga manifestationer är i ett komplext förhållande under den kosmologiska uppfattningen som vi inte mer kan ignorera. Namnet på varje konstellation skrevs i denna sekvens: Tukano, portugisiska och engelska. Ex. Pamõ\Tatu\Armadillo. ##### Aña eller Aña Diaso\Jararaca\Fer-de-lance ##### [Aña - Jararaca - Jararaca (orm)](http://en.wikipedia.org/wiki/Bothrops_jararaca) En stor orm som finns i en del av våra konstellationer Scorpius, Sagittarius och Corona Australis. Dess nedgång i solnedgången motsvarar början av året för denna grupp av Tukanos. ##### Pamõ\Tatu\Armadillo ##### [Pamõ - Tatu - Armadillo](http://en.wikipedia.org/wiki/Armadillo) Denna konstellation finns i vår Dolphin-konstellation och en del av Aquila-konstellationen. Denna grupp av svaga stjärnor befinner sig i ett svagt stjärnfält med undantag för den ljusstarka Altair (Alfa Aquilae). ##### Darsiu\camarão de rio\färskvattenräka ##### [Darsiu - Pitu - Caridean räka](http://en.wikipedia.org/wiki/Caridea) ##### Mhua\Jacundá (peixe)\En sorts fisk ##### [Mhua - Jacundá (peixe) - Jacundá (en sorts fisk)](http://pt.wikipedia.org/wiki/Jacund%C3%A1) De båda konstellationerna förenas i några få ljusstarka stjärnor i Vattumannens och Fiskarnas område. Men det är en underbar utmaning att försöka se dem på natten. ##### Yai\onça\puma eller jaguar ##### [Yai - Onça - Jaguar](http://en.wikipedia.org/wiki/Jaguar) Det är en stor konstellation - en av de största - i de norra delarna av natthimlen. Hela natten nära horisonten beskrivs den stora puman i våra Cepheus-, Cassiopeia- och Perseus-konstellationer. ##### Yhe\garça\egret ##### [Yhé - Garça - Egret](http://en.wikipedia.org/wiki/Egret) Det pågår fortfarande en diskussion om denna konstellations verkliga position, om stjärnorna befinner sig i Berenices hårregion eller inne i Corvus. Vi väljer den första regionen eftersom den presenterades som den verkliga av Tukanos från São José II-stammen. ##### Yurara\tartaruga\sköldpadda ##### [Yurara - Cágado - Sköldpadda](http://en.wikipedia.org/wiki/Tortoise) Denna konstellation beskrivs som den västerländska Södra Korset-konstellationen. Ibland betyder denna traditionella västerländska konstellation också en utter eller en sköldpadda för Tukano-folket. ##### Nhorkoatero\grupo de estrelas\Pleiades ##### Nhorkoatero - Grupo de Estrelas - Grupp av stjärnor Översättningen av *nhorkoatero* är bokstavligen grupp av stjärnor. Den identifieras som våra Plejader och är mycket viktig för Tukano-folket som en tidshållare i en komplex kalender. Den används också som en regnperiodpekare. ##### Waikhasa\moquém\a typ av behållare för att tillaga fisk ##### [Waikasa - Moquém - Moquém (ett slags grill för att tillaga fisk)](http://cozinhacomz.com.br/?food=muquiar-ou-moquear) Den identifieras med vår öppna stjärnhop Taurus Hyades med den ljusstarka Aldebaran som följer Plejaderna. Detta är en asterism som är lätt att se över hela himlen. ##### Sioyahpu\enxó\instrument göra skära trä ##### [Sioyahpu - Cabo do Enxó - Adze-handtag](http://en.wikipedia.org/wiki/Adze) Som en del av Orions bälte och två av de andra klarast lysande stjärnorna i denna konstellation - vår Betelgeuse och Bellatrix - representerar denna konstellation för Tukano-gruppen en del av ett verktyg som används för att tälja trä. ##### Sipé Phairo\cobra de ânus grande\a orm ##### Sipé Phairo - Cobra de Ânus Grande - Orm med stort anus Denna orm motsvarar våra ljusstarkaste Karlavagnstjärnor. Enligt en legend sväljs nästan alla fiskar i huvudfloden av den när denna konstellation rör vid horisonten efter solnedgången. ##### Diayo/lontra/otter Beskrivs som vårt södra kors av en del av Tukanos i halva Tiquié-floden, och denna konstellation är också associerad med stjärnan Sirius i Canis Major i den regionen. ##### Kai Sariró/Circulo de dança/Cirkeldanser Dessa stjärnor finns huvudsakligen i Orions konstellation och betyder en cirkel av danser i vissa speciella Tukano-ceremonier.
uk: ### Сузір'я Сузір’я у картині зоряного неба туканців пов’язано із природними явищами у цілому. Нами зібрано дані щодо дванадцяти сузір’їв серед групи людей, що розмовляють туканською мовою. Цей перелік сузір’їв не є остаточним. Звичайно ж, список сузір’їв є набагато ширшим. Тут представлено лише дані щодо «основного циклу» (CARDOSO, 2007) туканських сузір’їв. Можливо, колись хтось зробить нові відкриття щодо концепції неба серед індіанців або надасть нові описи сузір’їв. Ми лише встановили межі та образи цих сузір’їв, які є новими для нас (неіндіанців), самі індіанці усе це впорядковують трохи не так. Їхня концепція неба та всесвіту відрізняється від нашої. Вони не впорядковують і не сприймають ідеї щодо цілісності всесвіту, як ми. Тут наведено лише трохи даних із дослідження, проведеного серед населення. Отже ці дані невдовзі можуть змінитися. Ми працюємо із учнями початкової школи, старими людьми та оповідачами, порівнюючи дані і підбиваючи підсумки, частину яких наведено нижче. Загалом, можна сказати, що спостереження туканських сузір’їв або їхніх частин виконується під час заходу, протягом короткого періоду року. З цією астрономічною подією пов’язано багато природних явищ. Наприклад, можна розглянути захід голови Фер-де-ланс у листопаді і його зв’язок із підняттям та спаданням рівня води у річці Тікуї. Зміна рівня води у річці супроводжується появою різних видів риби, яку пов’язано із зміною природних умов. Більші рибини слідують за першою групою риб з багатьох причин (наприклад, поїдаючи менші види риб). Усі ці риби поїдають фрукти, які потрапляють на поверхню ріки. Земні тварини і мікроорганізми також цікавляться цими фруктами. Отже, явище, уперше описане нами як астрономічний захід, можна розглядати у межах складнішого комплексу подій для туканців та їхніх сусідів за регіоном. Звірі, рослини та прояви світу духів перебувають у складному взаємозв’язку у космологічному погляді на речі, який є невідомим для нас. Назву кожного із сузір’їв записано у такій послідовності: туканською, португальською та українською. Приклад: Pamõ\Tatu\Броненосець. #### Aña or Aña Diaso\Jararaca\Фер-де-ланс #### [Aña - Jararaca - Жарарака (змія)](https://uk.wikipedia.org/wiki/Жарарака_звичайна) Велика Змія складається з частини наших сузір’їв Скорпіона, Стрільця та Південної Корони. Його захід відповідає початку року для цієї групи туканських народів. #### Pamõ\Tatu\Броненосець #### [Pamõ - Tatu - Броненосець](http://en.wikipedia.org/wiki/Armadillo) Це сузір’я складається з нашого сузір’я Дельфіна та частини сузір’я Орла. Ця група тьмяних зірок займає місце у доволі бідній зірками ділянці неба, де найяскравішою є зірка Альтаїр (альфа Орла). #### Darsiu\camarão de rio\Креветка #### [Darsiu - Pitu - Креветка](http://en.wikipedia.org/wiki/Caridea) #### Mhua\Jacundá (peixe)\Різновид риби #### [Mhua - Jacundá (peixe) - Жакунда (різновид риби)](http://pt.wikipedia.org/wiki/Jacund%C3%A1) Обидва сузір’я об’єднано декількома яскравими зірками Водолія і Риб. Втім, це чудова вправа — спробувати знайти його на нічному небі. #### Yai\onça\Пума або Ягуар #### [Yai - Onça - Ягуар](http://en.wikipedia.org/wiki/Jaguar) Це велике сузір’я — одне з найбільших — у північній частині зоряного неба. Воно перебуває поряд з горизонтом доволі велику частину ночі. Велику Пуму розташовано у сузір’ях Цефея, Касіопеї та Персея. #### Yhe\garça\Біла Чапля #### [Yhé - Garça - Біла Чапля](http://en.wikipedia.org/wiki/Egret) Точне розташування цього сузір’я є достеменно не встановленим. Його зірки розташовано десь у Волоссі Вероніки або у Вороні. Нами вибрано першу область, оскільки на неї вказували туканці із племені Сан-Жозе II. #### Yurara\tartaruga\Черепаха #### [Yurara - Cágado - Черепаха](http://en.wikipedia.org/wiki/Tortoise) Це сузір’я описують як західне сузір’я Південного Хреста. Іноді це традиційне західне сузір’я туканці називають Видра або Черепаха. #### Nhorkoatero\grupo de estrelas\Плеяди #### Nhorkoatero - Grupo de Estrelas - Група зірок Буквальним перекладом слова «nhorkoatero» є «група зірок». Ця група зірок відповідає традиційним Плеядам і є дуже важливою віхою у складному календарі туканських народів. Вона також вказує на початок періоду дощів. #### Waikhasa\moquém\Решітка для смаження риби #### [Waikasa - Moquém - Moquém (тип решітки для смаження риби)](http://cozinhacomz.com.br/?food=muquiar-ou-moquear) Це сузір’я є ідентичним до наших Гіад у Тільці, розсіяного скупчення зірок із Альдебараном за Плеядами. Цей астеризм доволі просто побачити на небі. #### Sioyahpu\enxó\Тесло #### [Sioyahpu - Cabo do Enxó - Ручка тесла](http://en.wikipedia.org/wiki/Adze) Як частина Поясу Оріона, а також дві інші яскраві зірки цього сузір’я – наші Бетельгейзе та Беллатрікс – це сузір’я позначає для туканців частину інструмента, за допомогою якого вони ріжуть дерево. #### Sipé Phairo\cobra de ânus grande\Змія #### Sipé Phairo - Cobra de Ânus Grande - Велика задня частина змії Ця змія відповідає найяскравішим зіркам Великого Ковша. За легендою, коли це сузір’я торкається горизонту після заходу сонця, Змія поглинає майже усю рибу у річці. #### Diayo/lontra/видра Це сузір’я, яке ми називаємо Південним Хрестом, побутує у картині зоряного неба, створеній частиною туканців у долині річки Тікуї. У цій області це сузір’я також пов’язують із зіркою Сіріус у Великому Псі. #### Kai Sariró/Circulo de dança/Танок Зірки цього сузір’я, в основному, розташовуються у сузір’ї Оріона і позначають коло танцівників у деяких особливих церемоніях туканських народів.
