Repository: Stellarium/stellarium
Catalog: po/stellarium-metainfo/vec.po
Languages: vec

source: Desktop Planetarium
vec: Planetàrio par el desktop

source: Stellarium renders 3D photo-realistic skies in real time with OpenGL. It displays stars, constellations, planets and nebulae, and has many other features including multiple panoramic landscapes, fog, light pollution simulation and a built-in scripting engine.
vec: Stellarium el renderiza cełi fotoreałisti 3D in tenpo reałe co OpenGL. El mostra stełe, costełasion, pianeti e nebułoze, e el ga tante altre caraterìsteghe, includendo moltèpleghi paezaji panoràmeghi, caighi, simułasion de contaminasion lumenoza e un motore de órdeni interpretai.

source: Stellarium comes with a star catalogue of about 600 thousand stars and it is possible to download extra catalogues with up to 210 million stars.
vec: Stełarium el riva co un catàłogo stełare de circa 600 miłe stełe e ze pusìbiłe descargarse i catàłoghi zontivi co finmente 210 milioni de stełe.

source: Stellarium has multiple sky cultures - see the constellations from the traditions of Polynesian, Inuit, Navajo, Korean, Lakota, Egyptian and Chinese astronomers, as well as the traditional Western constellations.
vec: Stellarium el ga mùlteple culture stełari - varda łe costełasion de łe tradision dei astrònomi połineziani. ìnuit, navaji, coreani, lakoti, ejisi e cinezi, cusita come che se połe anca védare costełasion ocidentałi tradisionałi.

source: It is also possible to visit other planets in the solar system - see what the sky looked like to the Apollo astronauts, or what the rings of Saturn looks like from Titan.
vec: A ze anca pusìbiłe vizitar altri pianeti del sistema sołare - védare el ceło cofà che el se vedeva par i astronàuti de Apolo, o cofà che i se vede i anełi de Saturno da Uran.

source: astronomy
vec: astronomia

source: planetarium
vec: pianetàrio

source: sky
vec: ceło

source: universe
vec: universo

source: Stellarium team
vec: Scuadra de Stellarium
