Repository: Stellarium/stellarium
Catalog: po/stellarium-landscapes-descriptions/*.po
Languages: de, es, fr, it, lt, ru

source: Garching
lt: Garčingas
ru: Гархинг

source: A view from the ESO headquarters in Garching bei Munchen, Germany.
de: Ein Blick vom Hauptsitz der ESO in Garching bei München, Deutschland.
es: Una vista desde la sede de ESO en Garching bei Munchen, Alemania.
fr: Une vue depuis le siège de l'ESO à Garching près de Munich, en Allemagne.
it: Una vista dalla sede dell'ESO a Garching vicino a Monaco, Germania.
lt: Vaizdas iš ESO būstinės Garčinge bei Miunchene, Vokietija.
ru: Вид из головного офиса Европейской южной обсерватории в Гархинге, Германия.

source: Geneva
de: Genf
es: Ginebra
fr: Genève
it: Ginevra
lt: Ženeva
ru: Женева

source: Horizon line of Geneva. Sample to show compatibility with the format used by <a href="http://www.ap-i.net/skychart/en/start">Cartes du Ciel</a>, taken with permission from <a href="http://sourceforge.net/p/skychart/code/HEAD/tree/trunk/tools/data/horizon/horizon_Geneve.txt">here</a>.
de: Horizontlinie von Genf. Beispiel, das die Kompatibilität mit dem bei <a href="http://www.ap-i.net/skychart/en/start">Cartes du Ciel</a>verwendeten Format zeigt. Die Horizontdaten wurden mit freundlicher Genehmigung von <a href="http://sourceforge.net/p/skychart/code/HEAD/tree/trunk/tools/data/horizon/horizon_Geneve.txt">hier</a>übernommen.
es: Línea del horizonte de Ginebra. Muestra para mostrar compatibilidad con el formato utilizado por <a href="http://www.ap-i.net/skychart/en/start">Cartes du Ciel</a>, tomado con permiso de <a href="http://sourceforge.net/p/skychart/code/HEAD/tree/trunk/tools/data/horizon/horizon_Geneve.txt">aquí</a>.
fr: La ligne d'horizon à Genève. Exemple montrant la compatibilité avec le <a href="http://sourceforge.net/p/skychart/code/HEAD/tree/trunk/tools/data/horizon/horizon_Geneve.txt">format</a> utilisé par <a href="http://www.ap-i.net/skychart/en/start">« Cartes du Ciel »</a>, avec autorisation.
it: Linea dell'Orizzonte di Ginevra. Esempio per mostrare la compatibilità con il formato utilizzato da <a href="http://www.ap-i.net/skychart/en/start">Cartes du Ciel</a>, preso con il permesso di<a href="http://sourceforge.net/p/skychart/code/HEAD/tree/trunk/tools/data/horizon/horizon_Geneve.txt">qui</a>.
lt: Ženevos horizonto linija . Pavyzdys, skirtas parodyti suderinamumą su <a href="http://www.ap-i.net/skychart/en/start">Cartes du Ciel</a> naudojamu formatu, gautas su leidimu iš <a href="http://sourceforge.net/p/skychart/code/HEAD/tree/trunk/tools/data/horizon/horizon_Geneve.txt">čia</a>.
ru: Линия горизонта Женевы. Образец для демонстрации совместимости с форматом, используемым в <a href="http://www.ap-i.net/skychart/en/start">Cartes du Ciel</a>, взят с разрешения <a href="http://sourceforge.net/p/skychart/code/HEAD/tree/trunk/tools/data/horizon/horizon_Geneve.txt">здесь</a>.

source: Grossmugl
de: Großmugl
ru: Гросмугль

source: Field next to the Leeberg (Hallstatt-era giant tumulus, 16m) at Grossmugl, Lower Austria, primary observing Spot of the Grossmugl Starlight Oasis near Vienna.
de: Wiese beim Leeberg von Grossmugl (Riesentumulus der Hallstattzeit, 16m), Österreich. Primärer Beobachtungsplatz der Grossmugl Starlight Oasis nahe bei Wien.
es: Campo junto al Leeberg (túmulo gigante de la era Hallstatt, 16 m) en Grossmugl, Baja Austria, observando principalmente el lugar del Oasis Starm de Grossmugl cerca de Viena.
fr: Champ à proximité du Leeberg (tumulus géant de l'époque Hallstatt, 16 m) à Grossmugl, Autriche. Point d'observation principal du <a href="http://starlightoasis.org">Grossmugl Starlight Oasis</a> près de Vienne.
it: Campo vicino a Leeberg (Hallstatt-era tumulo gigante, 16 m) a Grossmugl, Bassa Austria, punto di osservazione principale della "Grossmugl Starlight Oasis" vicino a Vienna.
lt: Šalia Liuberžo lauko (Hallstatto laikotarpio milžiniško tumulo, 16 m) esantis laukas, esantis Grossmugle, Žemutinėje Austrijoje, pagrindinis stebėjimo taškas Grossmuglo Starlight Oasis netoli Vienos.
ru: Поле рядом с Либергом (гигантский 16-метровый курган гальштатской эпохи) у Гросмугля, в Нижней Австрии &mdash; основное место наблюдений под Веной (Оазис звёздного света Гросмугль).

source: Despite its vicinity to a large city, light pollution is concentrated mostly on the southern horizon, and the Milky Way is well visible if a bit higher in the sky. In the eastern horizon, red lights indicate a wind park also at night. <a href="http://starlightoasis.org">http://starlightoasis.org</a>.
de: Trotz ihrer Nähe zu einer großen Stadt konzentriert sich die Lichtverschmutzung hauptsächlich auf den südlichen Horizont und die Milchstraße ist gut sichtbar, wenn sie etwas höher am Himmel steht. Am östlichen Horizont lassen roten Lichter in der Nacht einen Windpark erkennen. <a href="http\://starlightoasis.org">http://starlightoasis.org</a>.
es: A pesar de su proximidad a una gran ciudad, la contaminación lumínica se concentra principalmente en el horizonte sur, y la Vía Láctea es bien visible si es un poco más alta en el cielo. En el horizonte oriental, las luces rojas indican un parque eólico también por la noche. <a href="http://starlightoasis.org">http://starlightoasis.org</a>.
fr: En dépit de la proximité d'une grande ville, la pollution est concentrée principalement sur l'horizon Sud et la Voie lactée est bien visible si elle est assez haute dans le ciel. À l'horizon est, des lumières rouges indiquent de nuit un parc éolien. Plus d'informations sur <a href="http://starlightoasis.org">http://starlightoasis.org</a>.
it: Nonostante la sua vicinanza a una grande città, l'inquinamento luminoso è concentrato principalmente sull'orizzonte meridionale e la Via Lattea è ben visibile anche se un po' più in alto nel cielo. Nell'orizzonte orientale, luci rosse indicano un parco eolico anche di notte. <a href="http://starlightoasis.org">http://starlightoasis.org</a>.
ru: Несмотря на близость к большому городу, световое загрязнение в основном сконцентрировано у горизонта на юге и Млечный Путь хорошо виден, если взглянуть немного выше в небо. У горизонта на востоке видны красные ночные фонари ветропарка. <a href="http://starlightoasis.org">http://starlightoasis.org</a>.

source: Guéreins
ru: Герен

source: Guéreins is a small French village in the Valley of the Saône river, 50 km North of Lyon. In the west stand the small mountains of the "Beaujolais" where the famous wine is produced. It is also the town where Stellarium was born :)
de: Guéreins ist eine kleine Französische Stadt im Tal des Saône Flusses, 50 km nördlich von Lyon. Im Westen stehen die kleinen Berge von "Beaujolais" wo der berühmte Wein hergestellt wird. Es ist auch die Stadt wo Stellarium das Licht der Welt erblickte. :)
es: Guéreins es un pequeño pueblo francés en el valle del río Saona, a 50 km al norte de Lyon. En el oeste se encuentran las pequeñas montañas del "Beaujolais" donde se produce el famoso vino. También es la ciudad donde nació Stellarium :)
fr: Guéreins est un petit village de France, dans la vallée de la Saône, à 50 km au nord de Lyon. À son ouest se trouvent les collines du « Beaujolais », où le célèbre vin est produit. Guéreins est aussi le lieu de naissance de Stellarium :)
it: Guéreins è un piccolo villaggio francese nella valle del fiume Saône, 50 km a nord di Lione. Ad ovest si ergono le piccole montagne del "Beaujolais" dove si produce il famoso vino. È anche la città dove è nato Stellarium :)
lt: Guéreins yra nedidelis Prancūzijos kaimas Saonės upės slėnyje, 50 km į šiaurę nuo Liono. Vakaruose stovi "Beaujolais" kalneliai, kuriuose gaminamas garsusis vynas. Tai taip pat miestas, kuriame gimė Stellarium :)
ru: Герен &ndash; небольшая французская деревушка в долине реки Сона в 50 км севернее Лиона. Она находится в западной части небольших гор "Божоле", где производится знаменитое вино. Ко всему прочему это также местечко, в котором родился Stellarium :)

source: Hurricane
es: Huracán
it: Uragano
lt: Uraganas
ru: Харрикейн

source: An edited view from Hurricane Ridge in Olympic National Park, Washington. In reality there is an expansive view of the rest of the Olympic range to the South but lighting conditions were poor.
de: Ein bearbeiteter Anblick von der Hurricane Ridge im Olympic National Park, Washington. In Wirklichkeit ist hier ein weiter Blick vom Rest der Olympic range in Richtung Süden, aber die Lichtverhältnisse waren schlecht.
es: Una vista editada desde Hurricane Ridge en el Parque Nacional Olympic, Washington. En realidad, hay una vista expansiva del resto del rango olímpico hacia el sur, pero las condiciones de iluminación eran malas.
fr: Un point de vue depuis le Hurricane Ridge dans le Olympic National Park, Washington. En réalité, on y jouit vers le Sud d'une vue bien plus profonde du reste de l'Olympic range, mais la luminosité était mauvaise lors des prises de vue.
it: Una vista rielaborata presa da Hurricane Ridge nel Parco Nazionale Olympic a Washington. In realtà c'è un'ampia visuale del resto della catena Olympic a Sud, ma le condizioni di illuminazione erano scarse.
lt: Redaguota nuotrauka iš Hurricane Ridge Olimpinio Nacionalinio Parko Vašingtone. Tikrovėje yra plačių vaizdų į pietus į kitą Olimpinio kalnų grandinę, bet apšvietimo sąlygos buvo prastos.
ru: Обновлённый вид с Харрикейн Ридж (Hurricane Ridge) в Национальном парке Олимпик в штате Вашингтон. В действительности существует более обзорный вид зоны отдыха на юге парка Олимпик, но с плохими условиями освещения.

source: Jupiter
es: Júpiter
it: Giove
lt: Jupiteris
ru: Юпитер

source: Simple Jupiter gas surface ("top of atmosphere")
de: Einfache "Oberfläche" ("Oberkante der Atmosphäre") für Jupiter
es: Superficie de gas simple de Júpiter ("parte superior de la atmósfera")
fr: La surface gazeuse de Jupiter (limite supérieure de l'atmosphère).
it: Semplice superficie del gas di Giove ("parte superiore dell'atmosfera")
lt: Paprastas Jupiterio dujų paviršius ("atmosferos viršūnė")
ru: Просто газовая поверхность Юпитера ("верхних слоев атмосферы")

source: Mars
es: Marte
it: Marte
lt: Marsas
ru: Марс

source: The panoramic camera on NASA's Mars Exploration Rover Spirit took the hundreds of images combined into this 360-degree view, the "Husband Hill Summit" panorama. The images were acquired on Spirit's sols 583 to 586 (Aug. 24 to 27, 2005), shortly after the rover reached the crest of "Husband Hill" inside Mars' Gusev Crater.
de: Die Panorama-Kamera des NASA Mars-Erkundungsroboters Spirit schoss hunderte Photos, aus denen diese 360-Grad Ansicht des "Husband Hill Summit" zusammengestellt wurde. Diese Bilder wurden an Spirits Sols 583-586 (24 bis 27. Aug. 2005) gemacht, kurz nachdem das Fahrzeug den Kamm des "Husband Hill" im inneren des Gusev-Kraters erreicht hatte.
es: La cámara panorámica en el Mars Exploration Rover Spirit de la NASA tomó los cientos de imágenes combinadas en esta vista de 360 grados, el panorama "Husband Hill Summit". Las imágenes fueron adquiridas en los sols Spirit 583 a 586 (del 24 al 27 de agosto de 2005), poco después de que el rover llegó a la cresta de "Husband Hill" dentro del Cráter Gusev de Marte.
fr: La caméra panoramique du robot d'exploration Spirit de la NASA, sur Mars, a pris des centaines d'images, combinées dans cette vue à 360 degrés, du panorama du sommet de « Husband Hill ». Les images ont été acquises durant les sols (jours martiens) 583 à 586 de Spirit (du 24 au 27 août 2005), peu après l'arrivée du robot sur la crête de « Husband Hill » dans le cratère de Gusev.
it: La telecamera panoramica del Mars Exploration Rover Spirit della NASA ha catturato le centinaia di immagini combinate in questa vista a 360 gradi, il panorama "Husband Hill Summit". Le immagini sono state acquisite nei sol da 583 a 586 di Spirit (dal 24 al 27 agosto 2005), poco dopo che il rover ha raggiunto la cresta di "Husband Hill" all'interno del cratere Gusev di Marte.
lt: NASA "Mars Exploration Rover Spirit" panoraminė kamera padarė šimtus nuotraukų, kurios buvo sujungtos į šį 360 laipsnių vaizdą - "Husband Hill Summit" panoramą. Nuotraukos buvo gautos "Spirit" soliais 583-586 (2005 m. rugpjūčio 24-27 d.), vos robotui pasiekus "Husband Hill" viršūnę Marso Gusevo kraterio viduje.
ru: Панорамная камера на борту марсохода Spirit сделала сотни изображений, объединенных в этой 360-градусной панораме "Husband Hill Summit". Фотографии были сделаны марсоходом с 583 по 586 день (с 24 по 27 августа 2005 г.) вскоре после достижения им гребня "Husband Hill" в кратере Гусева на Марсе.

source: Moon
de: Mond
es: Luna
fr: Lune
it: Luna
lt: Mėnulis
ru: Луна

source: Photo taken from Apollo 17 Mission
de: Photo aufgenommen während der Mission Apollo 17
es: Foto tomada de la misión Apolo 17
fr: Les photographies de ce panorama ont été prises durant la mission Apollo 17.
it: Foto scattata dalla missione Apollo 17
lt: Nuotrauka padaryta Apollo 17 misijos
ru: Панорама Луны, сделанная во время миссии Аполлон 17

source: Neptune
de: Neptun
es: Neptuno
it: Nettuno
lt: Neptūnas
ru: Нептун

source: Simple Neptune gas surface ("top of atmosphere")
de: Einfache "Oberfläche" ("Oberkante der Atmosphäre") für Neptun
es: Superficie de gas simple de Neptuno ("parte superior de la atmósfera")
fr: La surface gazeuse de Neptune (limite supérieure de l'atmosphère).
it: Semplice superficie del gas Nettuno ("parte superiore dell'atmosfera")
lt: Paprastas Neptūno dujų paviršius ("atmosferos viršūnė")
ru: Просто газовая поверхность Нептуна ("верхних слоев атмосферы")

source: Ocean
de: Ozean
es: Océano
fr: Océan
it: Oceano
lt: Vandenynas
ru: Океан

source: Made with Terragen.
de: Entwickelt mit Terragen.
es: Hecho con Terragen.
fr: Produit avec le logiciel Terragen.
it: Fatto con Terragen.
lt: Pagaminta naudojant Terragen.
ru: Нарисовано с помощью Terragen'а

source: Saturn
es: Saturno
fr: Saturne
it: Saturno
lt: Saturnas
ru: Сатурн

source: Simple Saturn gas surface ("top of atmosphere")
de: Einfache "Oberfläche" ("Oberkante der Atmosphäre") für Saturn
es: Superficie de gas simple de Saturno ("parte superior de la atmósfera")
fr: La surface gazeuse de Saturne (limite supérieure de l'atmosphère).
it: Semplice superficie del gas di Saturno ("parte superiore dell'atmosfera")
lt: Paprastas Saturno dujų paviršius ("atmosferos viršūnė")
ru: Просто газовая поверхность Сатурна ("верхних слоев атмосферы")

source: Sun
de: Sonne
es: Sol
fr: Soleil
it: Sole
lt: Saulė
ru: Солнце

source: Simple Sun gas surface ("top of photosphere")
de: Einfache "Oberfläche" ("Oberkante der Photophäre") für die Sonne
es: Superficie de gas simple del Sol ("parte superior de la atmósfera")
fr: Surface gazeuse du Soleil (limite supérieure de la photosphère).
it: Semplice superficie del gas solare ("parte superiore della fotosfera")
lt: Paprastas Saulės dujų paviršius ("fotosferos viršūnė")
ru: Просто газовая поверхность Солнца ("верхних слоёв фотосферы")

source: Trees
de: Bäume
es: Árboles
fr: Arbres
it: Alberi
lt: Medžiai
ru: Деревья

source: Trees in Greenlake Park, Seattle
de: Bäume im Greenlake Park, Seattle
es: Árboles en el parque de Greenlake, Seattle
fr: Arbres du Greenlake Park, Seattle.
it: Alberi a Greenlake Park, Seattle
lt: Medžiai Greenlake parke, Sietle
ru: Деревья в парке Гринлейк, Сиэтл

source: Uranus
es: Urano
it: Urano
lt: Uranas
ru: Уран

source: Simple Uranus gas surface ("top of atmosphere")
de: Einfache "Oberfläche" ("Oberkante der Atmosphäre") für Uranus
es: Superficie de gas simple de Urano ("parte superior de la atmósfera")
fr: La surface gazeuse d'Uranus (limite supérieure de l'atmosphère).
it: Semplice superficie del gas Urano ("parte superiore dell'atmosfera")
lt: Paprastas Urano dujų paviršius ("atmosferos viršūnė")
ru: Просто газовая поверхность Урана ("верхних слоев атмосферы")

source: Zero Horizon
de: Null-Horizont
es: Horizonte cero
fr: Horizon zéro
it: Orizzonte Zero
lt: Nulinis Horizonas
ru: Нулевой горизонт

source: A simple polygonal landscape that just covers the area below the mathematical horizon.
de: Ein einfacher Polygonzug, der nur den Bereich unterhalb des mathematischen Horizonts abdeckt.
es: Un paisaje poligonal simple que solo cubre el área debajo del horizonte matemático.
fr: Un paysage polygonal simple couvrant la zone au-dessous de l'horizon mathématique.
it: Un semplice paesaggio poligonale che copre appena l'area sotto l'orizzonte matematico.
lt: Paprastas daugiakampis kraštovaizdis, kuris tiesiogiai apima plotą žemiau matematinio horizonto.
ru: Простой многоугольной ландшафт, охватывающий область ниже математического горизонта.

source: Despite its vicinity to a large city, light pollution is concentrated mostly on the southern horizon, and the Milky Way is well visible if a bit higher in the sky. In the eastern horizon, red lights indicate a wind park also at night. <a href="https://starlightoasis.org">https://starlightoasis.org</a>.
lt: Nepaisant artumo nuo didelio miesto, šviesos tarša daugiausia sutelkta pietinėje horizonto dalyje, o Paukščių takas gerai matomas, jei žiūrima šiek tiek aukščiau . Rytinėje horizonto dalyje raudonos šviesos rodo vėjo parką, veikiantį ir naktį. <a href="https://starlightoasis.org">https://starlightoasis.org</a>.
