Repository: Stellarium/stellarium
Catalog: po/stellarium-skycultures/*.po
Languages: ka

source: Northern Dipper
ka: ჩრდილოეთის ციცხვი

source: Curved Array
ka: ოვალური არე

source: Coiled Thong
ka: დახვეული სარტყელი

source: Wings
ka: ფრთები

source: Chariot
ka: ეტლი

source: Tail
ka: კუდი

source: Winnowing Basket
ka: სალეწი კალათა

source: Dipper
ka: ციცხვი

source: Drum
ka: დოლი

source: Three Steps
ka: სამი ნაბიჯი

source: Imperial Guards
ka: იმპერატორის დაცვა

source: Horn
ka: რქა

source: Willow
ka: ტირიფი

source: Imperial Passageway
ka: იმპერატორის ხეივანი

source: Kitchen
ka: სამზარეულო

source: River Turtle
ka: მდინარის კუ

source: Stomach
ka: სტომაქი

source: Great General
ka: დიდი მხედართმთავარი

source: Wall
ka: კედელი

source: Legs
ka: ფეხები

source: Root
ka: ძირი

source: Ramparts
ka: ბასტიონები

source: Flying Corridor
ka: მფრინავი დერეფანი

source: Outer Fence
ka: გარე მესერი

source: Ford
ka: ფონი

source: Seven Excellencies
ka: შვიდი ხელოვნება

source: Market
ka: ბაზრობა

source: Five Chariots
ka: ხუთი ეტლი

source: Rolled Tongue
ka: დახვეული ენა

source: Net
ka: ქსელი

source: Toilet
ka: საპირფარეშო

source: Screen
ka: ეკრანი

source: Soldiers Market
ka: სამხედრო ბაზრობა

source: Square Granary
ka: კვადრატული ბეღელი

source: Three Stars
ka: სამი ვარსკვლავი

source: Four Channels
ka: ოთხი არხი

source: Well
ka: წყარო

source: South River
ka: სამხრეთის მდინარე

source: North River
ka: ჩრდილოეთის მდინარე

source: Five Feudal Kings
ka: ხუთი ფეოდალი მეფე

source: Orchard
ka: ბაღნარი

source: Meadows
ka: მინდორი

source: Circular Granary
ka: მრგვალი ბეღელი

source: Purple Palace
ka: მეწამული სასახლე

source: Extended Net
ka: გაჭიმული ბადე

source: Arsenal
ka: არსენალი

source: Hook
ka: კაუჭი

source: Supreme Palace
ka: უზენაესი სასახლე

source: Jade Well
ka: ნეფრიტის წყარო

source: Lance
ka: შუბი

source: Boat
ka: ნავი

source: Mausoleum
ka: მავზოლეუმი

source: Dog
ka: ძაღლი

source: Earth God's Temple
ka: დედამიწის ღმერთის ტაძარი

source: Bow and Arrow
ka: მშვილდი და ისარი

source: Pestle
ka: სანაყი

source: Mortar
ka: როდინი

source: Rooftop
ka: ბანი

source: Thunderbolt
ka: მეხი

source: Chariot Yard
ka: ეტლების სადგომი

source: Good Gourd
ka: საღი გოგრა

source: Rotten gourd
ka: დამპალი გოგრა

source: Encampment
ka: ბანაკი

source: Thunder and Lightning
ka: მეხი და ელვა

source: Palace Gate
ka: სასახლის კარიბჭე

source: Emptiness
ka: სიცარიელე

source: Weaving Girl
ka: მქსოველი გოგონა

source: Girl
ka: გოგონა

source: Ox
ka: ხარი

source: Heart
ka: გული

source: Room
ka: ოთახი

source: Spring
ka: ნაკადული

source: Establishment
ka: მეურნეობა

source: Flail
ka: ჯაჭვი

source: Spear
ka: შუბი

source: Right Flag
ka: მარჯვენა ალამი

source: Left Flag
ka: მარცხენა ალამი

source: Drumstick
ka: დოლის სარტყამები

source: Bond
ka: ხუნდები

source: Woman's Bed
ka: ქალის სარეცელი

source: Western Door
ka: დასავლეთ კარი

source: Eastern Door
ka: აღმოსავლეთ კარი

source: Farmland
ka: ფერმერის მიწა

source: Star
ka: ვარსკვლავი

source: Ghosts
ka: აჩრდილები

source: Xuanyuan
ka: ხუანიუანი

source: Tripod
ka: სამკბილა

source: Neck
ka: კეფა

source: Zaofu
ka: ზაოფუ

source: Market Officer
ka: ბაზრის ოფიცერი

source: Banner of Three Stars
ka: სამი ვარსკვლავის აბრა

source: Bull's Foreleg
ka: ხარის წინა ფეხი

source: Two Poles
ka: ორი სვეტი

source: Lion
ka: ლომი

source: Two Jaws
ka: ორი ყბა

source: Sah
ka: საჰი

source: Bird
ka: ჩიტი

source: Sek
ka: სეკი

source: Triangle
ka: სამკუთხედი

source: Ferry Boat
ka: ბორანი

source: Crocodile
ka: ნიანგი

source: Selkis
ka: სელკისი

source: Prow
ka: ცხვირი

source: Horus
ka: ჰორუსი

source: Sheepfold
ka: ცხვრის სადგომი

source: Giant
ka: ტიტანი

source: Hippopotamus
ka: ჰიპოპოტამი

source: Flock
ka: კულული

source: Pair of Stars
ka: ვარსკვლავთა წყვილი

source: Khanuwy Fish
ka: თევზი ხანუვი

source: Jaw
ka: ყბა

source: Mooring Post
ka: მისადგომი ბოძი

source: Kenemet
ka: კენემეტი

source: Chematy
ka: ჩემატი

source: Waty Bekety
ka: ვატი ბეკეტი

source: Sheep
ka: ცხვარი

source: Stars of Water
ka: ვარსკვლავები წყალზე

source: Two Sunbeams
ka: მზის ორი სხივი

source: Two Placed Far Apart
ka: ორი დაშორებული ადგილი

source: Dogs
ka: ძაღლები

source: Collarbones
ka: ლავიწები

source: Lamp Stand
ka: ტორშერი

source: Caribou
ka: კარიბუ

source: Two in Front
ka: ორნი პირისპირ

source: Breastbone
ka: ყაფაზი

source: Runners
ka: მორბენლები

source: Blubber Container
ka: ცხიმის ქოთანი

source: The One Behind
ka: ერთი უკან

source: Holy Kettle
ka: წმინდა ჩაიდანი

source: Farm of Capital City
ka: დედაქალაქის ფერმა

source: Dignity of King
ka: მეფის ღირსება

source: Nomination
ka: ნომინაცია

source: Gate of Sky
ka: ცის კარიბჭე

source: Equality
ka: თანასწორობა

source: Helper
ka: დამხმარე

source: Position of Holy King
ka: წმინდა მეფის პოზიცია

source: Neck of Dragon
ka: დრაკონის კისერი

source: Beheading
ka: თავის მოკვეთა

source: Judge
ka: მსაჯული

source: Flutting Flag
ka: მთრთოლავი ალამი

source: Javelin of Sky
ka: ციური შუბი

source: Seat for Longevity
ka: დღეგრძელობის ტახტი

source: Oar for visitor
ka: ნიჩაბი სტუმრისთვის

source: Milk of Sky
ka: ზეციური რძე

source: House of Queen
ka: დედოფლის სახლი

source: Ancient Chariot
ka: ძველი ეტლი

source: Carriage for King
ka: სამეფო ეტლი

source: General of Cavalry
ka: მხედრიონის გენერალი

source: Cavalry of Emperor
ka: იმპერატორის მხედრიონი

source: General of Mobile Troops
ka: მობილური ჯარების გენერალი

source: East Road
ka: აღმოსავლეთის გზა

source: Gate Bolt
ka: კარიბჭის ურდული

source: Door Lock and Key
ka: კარის საკეტი და გასაღები

source: Penalty
ka: ჯარიმა

source: Royal Hall
ka: სამეფო დარბაზი

source: Chamberlain
ka: კამერდინერი

source: Sun
ka: მზე

source: West Road
ka: დასავლეთის გზა

source: Seat of Emperor
ka: იმპერატორის ტახტი

source: Five Troops
ka: ხუთი არმია

source: River of Sky
ka: ციური მდინარე

source: Prayer for Progeny
ka: შთამომავლობაზე მლოცველი

source: Fish
ka: თევზი

source: Forcast
ka: წინასწარმეტყველება

source: Yard for Empresses
ka: იმპერატორის მეუღლის ეზო

source: Holy Palace
ka: წმინდა სასახლე

source: Winnow
ka: კალოობო

source: Outer Pestle
ka: გარე როდინი

source: Chaff
ka: ბზე

source: Head of Town
ka: ქალაქის თავი

source: Build
ka: აგება

source: Fowl of Sky
ka: ციური ფრინველი

source: Schrine of Sky
ka: ციური საკურთხეველი

source: Northeastern Nations
ka: ჩრდილოაღმოსავლელი ერები

source: Old Farmer
ka: მოხუცი გლეხი

source: Snapping Turtle
ka: ავი კუ

source: Road for Emperor
ka: გზა იმპერატორისკენ

source: The Weaver
ka: ფეიქარი

source: River adjoining Tower
ka: კოშკის მოსაზღვრე მდინარე

source: Drum of River
ka: მდინარის ჩხრიალი

source: Drumstick of Sky
ka: ციური დოლის ჩხირი

source: Cow leading Man
ka: ძროხის გამძღოლი კაცი

source: Bank Spread
ka: სანაპირო ზოლი

source: Basket for Silkworm
ka: აბრეშუმის ჭიის კალათა

source: Officer for Cart
ka: ურიკის ოფიცერი

source: Ferry of Sky
ka: ზეციური ბორანი

source: Fruit
ka: ხილი

source: Seed
ka: თესლი

source: Storage for Lady
ka: ქალბატონის საცავი

source: Court Lady
ka: სამეფო კარის ქალბატონი

source: Judge Fault
ka: მსაჯულის შეცდომა

source: Amend Fault
ka: შეცდომის გამოსწორება

source: Grant Life
ka: სიცოცხლის ჩუქება

source: Punish
ka: დასჯა

source: Empty House
ka: ცარიელი სახლი

source: Weep
ka: ქვითინი

source: Sob
ka: ქვითინი

source: Castle with Rampart
ka: ციხე-ბურჯი

source: Hook for Dress
ka: ტანსაცმლის საკიდი

source: Groom
ka: მეჯინიბე

source: Office for Chariot
ka: ეტლთა სადგომი

source: Human
ka: ადამიანი

source: Inner Pestle
ka: შიდა როდინი

source: Warehouse of Sky
ka: ზეციური საწყობი

source: Tomb
ka: აკლდამა

source: Cover of House
ka: სახლის სახურავი

source: Broken Mortar
ka: გატეხილი როდინი

source: Climbing Serpent
ka: მცოცავი გველი

source: Palace of Emperor
ka: იმპერატორის სასახლე

source: Detached Palace
ka: ეული სასახლე

source: Ofice for Construction
ka: საკონსტრუქტორო ბიურო

source: Lightening
ka: ნათება

source: Rampart
ka: ბურჯი

source: Troops of Sky
ka: ზეციური არმია

source: Village for Patrol
ka: საპატრულო სოფელი

source: Net of Sky
ka: ციური ბადე

source: Stable of Sky
ka: ცის თავლა

source: Eastern Wall
ka: აღმოსავლეთ კედელი

source: Civil Engineer
ka: ინჟენერ-მშენებელი

source: Thunderbolts
ka: ელვა

source: Clouds and Rain
ka: ღრუბლები და წვიმა

source: Highway
ka: შარაგზა

source: Whip
ka: მათრახი

source: Officer for Chariot of
ka: მეეტლეთა უფროსი -

source: Side Road
ka: შემოვლითი გზა

source: Armory
ka: არსენალი

source: Southern Gate of Emperator
ka: იმპერატორის სამხრეთ კარიბჭე

source: Outer Folding Screen
ka: გარე დასაკეცი ეკრანი

source: Toilet of Sky
ka: ცის საპირფარეშო

source: Architect
ka: ხურითმოძღვარი

source: Emperator
ka: იმპერატორი

source: Watchtower
ka: საგუშაგო კოშკი

source: Left Elm
ka: მარცხენა თელა

source: Right Elm
ka: მარჯვენა თელა

source: Storehouse of Sky
ka: ცის საწყობი

source: Stack of Cereals
ka: ხორბლეულის ზვინი

source: Ship of Sky
ka: ციური გემი

source: Store of Water
ka: წყლის მარაგი

source: Heap of Corpse
ka: გავმების გროვა

source: Stomach of Tiger
ka: ვეფხვის მუცელი

source: Store of Millet for
ka: მილეთის ბაზარი

source: Storehouse for Cereals
ka: ბეღელი

source: Whetstone
ka: თეთრი ქვა

source: Shaman of Sky
ka: ცის შამანი

source: Ear and Eye of
ka: თვალი და ყური -

source: Moon
ka: მთვარე

source: Hill of Sky
ka: ზეციური მთა

source: Conspiracy of Sky
ka: ცის შეთქმულება

source: Fodder
ka: სილოსი

source: Garage for Chariot
ka: ეტლის სადგომი

source: Pond for Fish
ka: თევზის ტბორი

source: Pillar
ka: სვეტი

source: Puddle of Sky
ka: ციური გუბე

source: Kings
ka: მეფეები

source: Gateway of Sky
ka: ცის კარიბჭე

source: Flage of Saam
ka: საამის მათრახი

source: Village of Sky
ka: ციური სოფელი

source: Belvedere of Sky
ka: ცის ბელვედერი

source: General of Border
ka: საზღვრის გენერალი

source: Cerficate of Sky
ka: ცის მოწმობა

source: Flag of Emperor
ka: იმპერატორის დროშა

source: Nine Territory
ka: ცხრა ტერიტორია

source: Garden of Sky
ka: ციური ბაღი

source: Settled Flag
ka: დარჭობილი დროშა

source: Forcast Calamity
ka: უბედურების წინასწარმეტყველება

source: Scout of Three Troups
ka: სამი დასის მზვერავი

source: Saam
ka: საამი

source: Expeditionary Force
ka: გამგზავრების ძალისხმევა

source: Well for Millitary
ka: სამხედრო კეთილდღეობა

source: Well of Jade
ka: ჯაგლაგის კეთილდღეობა

source: Folding Screen
ka: დასაკეცი ეკრანი

source: Arrow
ka: ისარი

source: Piled Brushwood
ka: ძეძვნარი

source: Northern River
ka: ჩრდილოეთის მდინარე

source: Five Lords
ka: ხუთი მბრძანებელი

source: Wine Glass of Sky
ka: ციური ღვინის ჭიქა

source: Eastern Well
ka: აღმოსავლეთ კედელი

source: Flood control
ka: წყალდიდობის კონტროლი

source: Balance of Water
ka: წყლის ბალანსი

source: Four Spirit of River
ka: მდინარის ოთხი სული

source: Southern River
ka: სამხრეთის მდინარე

source: Twin Gate
ka: ტყპი კარიბჭე

source: Bow
ka: მშვილდი

source: Star of Wolf
ka: მგლის ვარსკვლავი

source: Wild Fowls
ka: გარეული ფრინველები

source: Market for Army
ka: სამხედრო ბაზრობა

source: Grandchildren
ka: შვილიშვილები

source: Son
ka: ვაჟი

source: Grown-up
ka: მოწიფული

source: Oldman
ka: მოხუცი

source: Beacon
ka: შუქურა

source: Eye of Sky
ka: ცის თვალი

source: Pile of Dead
ka: გარდაცვლილთა გროვა

source: Green Ridge
ka: მწვანე ქედი

source: Outer Kitchen
ka: გარე სამზარეულო

source: Dog of Sky
ka: ცის ძაღლი

source: Spirit of GuRyoung
ka: გუ-რიუონგის სული

source: Flag of Wine Officer
ka: მეღვინეთუხუცესის დროშა

source: Officer of Kitchen
ka: სამზარეულოს უფროსი

source: Equality and Fair
ka: თანასწორობა და სამართლიანობა

source: Emperor HeonWon
ka: იმპერატორი ჰეონ-ვონი

source: Capital of Sky
ka: ცის დედაქალაქი

source: Chief of Farming
ka: უფროსი მიწათმოქმედი

source: Officer of Tomb
ka: აკლდამის ოფიცერი

source: Tomb of Sky
ka: ციური აკლდამა

source: Wing of Red Bird
ka: წითელი ჩიტის ფრთა

source: Eastern Pottery
ka: აღმოსავლეთ სათუნე

source: Chariot of Emperor
ka: იმპერატორის ეტლი

source: Sand for Life
ka: სასიცოცხლო ქვიშა

source: Gateway for Troops
ka: სამხედრო კარიბჭე

source: Guardian Knight
ka: მცველი რაინდი

source: Five Feudal Lords
ka: ხუთი ფეოდალი მბრძანებელი

source: SangJiin
ka: სან-ჯინი

source: Low Fence
ka: დაბალი მესერი

source: Tall Fence
ka: მაღალი მესერი

source: Nine Lords
ka: ცხრა მბრძანებელი

source: Dung of Tiger
ka: ვეფხვის ნეხვი

source: Crown Prince
ka: გვირგვინოსანი პრინცი

source: Five Emperor
ka: ხუთი იმპერატორი

source: Three Minister
ka: სამი მინისტრი

source: Officer for Audience
ka: სტუმართუხუცესი

source: Grave Front
ka: საფლავის წინა მხარე

source: Observatory
ka: ობსერვატორია

source: Female Officer
ka: ქალი ოფიცერი

source: Wide Lodging Area
ka: დიდი სადგომი არე

source: Eight Cereals
ka: ცხრა ბეღელი

source: Advance Guard
ka: ავანგარდი

source: Three Ministers
ka: სამი მინისტრი

source: Virtue
ka: სათნოება

source: Emperor's God of War
ka: იმპერატორის ომის ღმერთი

source: Emperor's God of Weather
ka: იმპერატორის ამინდის ღმერთი

source: Inner Kitchen
ka: შიდა სამზარეულო

source: Flap of Flag
ka: დროშის ფრიალი

source: Minister
ka: მინისტრი

source: General and Minister
ka: გენერალი და მინისტრი

source: Jail of Sky
ka: ზეციური სატუსაღო

source: Six Department
ka: ექვსი განყოფილება

source: Inner Stairway
ka: შიდა კიბე

source: Spear of Sky
ka: ცის შუბი

source: Cover for Emperor
ka: იმპერატორის საფარი

source: Place for Five Emperor
ka: ხუთი იმპერატორის ადგილი

source: 60 Years
ka: 60 წელი

source: Kitchen of Sky
ka: ციური სამზარეულო

source: North Pole
ka: ჩრდილოეთ პოლუსი

source: Wound Lodge
ka: დაჭრილთა სადგომი

source: Single-log Bridge
ka: ერთკაციანი ხიდი

source: Great Emperor
ka: დიადი იმპერატორი

source: Officer for Opinion
ka: მრჩეველი

source: Pillar of Sky
ka: ციური სვეტი

source: Secretary
ka: მდივანი

source: Maid
ka: მოახლე

source: Desk of Woman
ka: ქალის მერხი

source: Judge Prison
ka: მსაჯულის ციხე

source: Purple Fence
ka: მეწამული მესერი

source: Order of Sky
ka: ციური წესრიგი

source: Seven Minister
ka: შვიდი მინისტრი

source: Thread Straw
ka: ჩალის ქუდების აცმა

source: Market Fence
ka: ბაზრის მესერი

source: Feudal Lord
ka: ფეოდალი მბრძანებელი

source: Seat for Emperor
ka: იმპარატორის ტახტი

source: Royal Family
ka: სამეფო ოჯახი

source: Head of Family
ka: ოჯახის თავი

source: Record of Family
ka: საოჯახო ჩანაწერი

source: Officer for Family
ka: ოჯახის მმართველი

source: Tower in Market
ka: კოშკი ბაზრობაზე

source: Measure Cereal
ka: ხორბლის საწყაო

source: Cereal Measure Regulation
ka: ხორბლის აწყვის მოწესრიგება

source: Eunuch
ka: ცვედანი

source: Officer for Chariots
ka: მეეტლეთა უფროსი

source: Measure Amount
ka: რაოდენობის საწყაო

source: Butchery
ka: სასაკლაო

source: Officer for Jewel
ka: ძვირფასი თვლები ოფიცერი

source: Royal
ka: სამეფო

source: Lord
ka: მბრძანებელი

source: Left Executor
ka: მარცხენა ჯალათი

source: Right Executor
ka: მარჯვენა ჯალათი

source: Crossbeam for Heo
ka: ჰეოს ტახტრევანი

source: Threading Coins
ka: მონეტების აცმა

source: Hand
ka: ხელი

source: Snake
ka: გველი

source: Fireplace
ka: ბუხარი

source: Race Track
ka: ტრაექტორია

source: Animal
ka: ცხოველი

source: Elk
ka: ცხენირემი

source: Seven Little Girls
ka: შვიდი პატარა გოგონა

source: Dried Willow
ka: გამხმარი ტირიფი

source: Salamander
ka: სალამანდრა

source: Turtle
ka: კუ

source: Thunderbird
ka: ქარიშხალა

source: Bear's Lodge
ka: დათვის ბუნაგი

source: Taki-o-Autahi
ka: ტაკი-ო-ოტაჰი

source: Te Taura-o-te-waka-o-tamarereti
ka: ტე ტორა-ო-ტე-ვაკა-ო-ტამარერეტი

source: Tau-toro
ka: ტაუ-ტორო

source: The Great Boat of Tama Rereti
ka: ტამა რერიტის დიადი ნავი

source: Matakarehu
ka: მატაკარეჰუ

source: The Sail of Tainui
ka: ტაინუის ზღვაოსნობა

source: Revolving Male
ka: მოტრიალე კაცი

source: Revolving Female
ka: მოტრიალე ქალი

source: Man with Feet Apart
ka: ფეხებგაფარჩხული კაცი

source: Lizard
ka: ხვლიკი

source: Dilyehe
ka: დაილიები (პლეადები)

source: First Big One
ka: პირველი უდიდესი

source: Rabbit Tracks
ka: კურდღლის ნაკვალევი

source: First Slim One
ka: პირველი უთხელესი

source: Aurvandil's Toe
ka: ორვანდილას თითი

source: Wolf's Mouth
ka: მგლის ხახა

source: The Fishermen
ka: მეთევზე

source: Woman's Cart
ka: ქალის ურიკა

source: Man's Cart
ka: კაცის ურიკა

source: The Asar Battlefield
ka: აზარების ბრძოლის ველი

source: Bailer
ka: სათლი

source: Cat's Cradle
ka: კატის აკვანი

source: Voice of Joy
ka: სიხარულის ხმა

source: The Seven
ka: შვიდეული

source: Maui's Fishhook
ka: მაუის ანკესი

source: Navigator's Triangle
ka: ნავიგატორის სამკუთხედი

source: Kite of Kawelo
ka: კაველოს ფრანი

source: Frigate Bird
ka: ფრეგატი (ჩიტი)

source: Cared for by Moon
ka: მთვარის მფარველობით

source: Dolphin
ka: დელფინი

source: Aquila
ka: არწივი

source: Andromeda
ka: ანდრომედა

source: Sculptor
ka: მოქანდაკე

source: Ara
ka: სამსხვერპლო

source: Libra
ka: სასწორი

source: Cetus
ka: ვეშაპი

source: Aries
ka: ვერძი

source: Scutum
ka: ფარი

source: Pyxis
ka: კომპასი

source: Bootes
ka: მწყემსი

source: Caelum
ka: საჭრეთელი

source: Chamaeleon
ka: ქამელეონი

source: Cancer
ka: კირჩხიბი

source: Capricornus
ka: თხის რქა

source: Carina
ka: კიჩო

source: Cassiopeia
ka: კასიოპეა

source: Centaurus
ka: კენტავრი

source: Cepheus
ka: კეფევსი

source: Coma Berenices
ka: ბერენიკეს თმები

source: Canes Venatici
ka: მწევრები

source: Auriga
ka: მეეტლე

source: Columba
ka: მტრედი

source: Circinus
ka: ფარგალი

source: Crater
ka: ფიალა

source: Corona Australis
ka: სამხრეთის გვირგვინი

source: Corona Borealis
ka: ჩრდილოეთის გვირგვინი

source: Corvus
ka: ყორანი

source: Crux
ka: სამხრეთის ჯვარი

source: Cygnus
ka: გედი

source: Delphinus
ka: დელფინი

source: Dorado
ka: ოქროს თევზი

source: Draco
ka: დრაკონი

source: Norma
ka: კუთხე

source: Eridanus
ka: ერიდანუსი

source: Sagitta
ka: ისარი

source: Fornax
ka: ღუმელი

source: Gemini
ka: ტყუპები

source: Camelopardalis
ka: ჟირაფი

source: Canis Major
ka: დიდი ქოფაკი

source: Ursa Major
ka: დიდი დათვი

source: Grus
ka: წერო

source: Hercules
ka: ჰერკულესი

source: Horologium
ka: საათი

source: Hydra
ka: ჰიდრა

source: Hydrus
ka: სამხრეთის ჰიდრა

source: Indus
ka: ინდუსი

source: Lacerta
ka: ხვლიკი

source: Monoceros
ka: რქოსანი რაში

source: Lepus
ka: ბოცვერი

source: Leo
ka: ლომი

source: Lupus
ka: მგელი

source: Lynx
ka: ფოცხვერი

source: Lyra
ka: ქნარი

source: Antlia
ka: ტუმბო

source: Microscopium
ka: მიკროსკოპი

source: Musca
ka: ბუზი

source: Octans
ka: ოქტანტი

source: Apus
ka: სამოთხის ჩიტი

source: Ophiuchus
ka: გველისმჭერი

source: Orion
ka: ორიონი

source: Pavo
ka: ფარშევანგი

source: Pegasus
ka: პეგასი

source: Pictor
ka: ფერმწერი

source: Perseus
ka: პერსევსი

source: Equuleus
ka: კვიცი

source: Canis Minor
ka: პატარა ქოფაკი

source: Leo Minor
ka: პატარა ლომი

source: Vulpecula
ka: მელაკუდა

source: Ursa Minor
ka: პატარა დათვი

source: Phoenix
ka: ფენიქსი

source: Pisces
ka: თევზები

source: Piscis Austrinus
ka: სამხრეთის თევზი

source: Volans
ka: მფრინავი თევზი

source: Puppis
ka: გემბანი

source: Reticulum
ka: ბადე

source: Sagittarius
ka: მშვილდოსანი

source: Scorpius
ka: ღრიანკალი

source: Serpens
ka: გველი

source: Sextans
ka: სექსტანტი

source: Mensa
ka: მენსა

source: Taurus
ka: კურო

source: Telescopium
ka: ტელესკოპი

source: Tucana
ka: ტუკანი

source: Triangulum
ka: სამკუთხედი

source: Triangulum Australe
ka: სამხრეთის სამკუთხედი

source: Aquarius
ka: მერწყული

source: Virgo
ka: ქალწული

source: Vela
ka: აფრები
