Repository: Stellarium/stellarium
Catalog: po/stellarium-scenery3d-descriptions/*.po
Languages: ar, ca, cs, de, es, fi, it, ko, lt, pt_br, ro, ru, sv, tr

source: Pillars for sunrise and sunset at beginning of the seasons. Pillar positions are right on the azimuths of equinoxes and solstices. Arms indicate horizon and shifting effect due to refraction. (Observation of rising/setting on the mathematical horizon is not possible in the field due to vegetation and landscape).
ar: أعمدة لطلوع وغياب الشمس في بداية الفصول. مواقع الأعمدة مطابقة لسمت الاعتدالين والانقلابين. الأذرعة مؤشر على الأفق وتأثير التغير بسبب الانكسار. (الرصد للطلوع/ الغياب في الأفق الرياضي مستحيل في الموقع بسبب الأشجار والتضاريس).
ca: Pilars per a la sortida i la posta de sol al començament de les estacions. Les posicions dels pilars es troben just als azimuts dels equinoccis i dels solsticis. Els braços indiquen l'horitzó i l'efecte de desplaçament a causa de la refracció. (No és possible l'observació de pujada/coberta a l'horitzó matemàtic al camp a causa de la vegetació i el paisatge).
cs: Stožáry pro východ a západ slunce na začátku ročních období. Polohy stožárů jsou přímo na azimutech rovnodenností a slunovratů. Ramena indikují horizont a efekt posunu v důsledku refrakce. (Pozorování východu/západu na matematickém horizontu není v terénu možné kvůli vegetaci a krajině).
de: 6 Säulen für Sonnenauf- und -untergänge zu Beginn der Jahreszeiten. Die Säulen sind streng geometrisch platziert, die Querarme mit Kerben zeigen den Versatz der Sonnenaufgangspunkte durch Refraktion. (Die tatsächlichen Auf- und Untergangspunkte liegen landschafts- und vegetationsbedingt etwas höher.)
es: Pilares para el amanecer y el atardecer al inicio de las estaciones. Las posiciones de los pilares están justo en los azimuts de los equinoccios y solsticios. Los brazos indican el horizonte y el efecto de cambio debido a la refracción. (La observación de la salida/puesta en el horizonte matemático no es posible en el campo debido a la vegetación y el paisaje).
fi: Pilarit auringonnousua ja auringonlaskua varten vuodenaikojen alussa. Pilarin paikat ovat aivan päiväntasausten ja päivänseisausten atsimuutteilla. Kädet osoittavat horisonttia ja taittumisesta johtuvaa siirtymävaikutusta. (Matemaattisen horisontin nousun/laskemisen havainnointi ei ole mahdollista pellolla kasvillisuuden ja maiseman vuoksi).
it: Pilastri per l'alba e il tramonto all'inizio delle stagioni. Le posizioni dei pilastri sono proprio sugli azimut di equinozi e solstizi. Le braccia indicano l'orizzonte e l'effetto di spostamento dovuto alla rifrazione. (L'osservazione del sorgere/tramontare sull'orizzonte matematico non è possibile a causa della vegetazione e del paesaggio non orizzontale).
ko: 계절이 시작될 때 일출과 일몰을 위한 기둥입니다. 기둥 위치는 춘분과 동하지점의 방위각에 있습니다. 팔은 수평선과 굴절로 인한 이동 효과를 나타냅니다. (초목과 풍경으로 인해 현장에서 수학적 지평선에서의 출/몰 관찰은 불가능합니다).
lt: Rytų ir vakarų stulpai sezonų pradžioje. Stulpų padėtys yra tiesiogiai ant ekvinokų ir saulėgrįžų azimutų. Rankos rodo horizontą ir poslinkio efektą dėl lūžio. (Matematinio horizonto pakilimo / nustatymo stebėjimas lauke dėl augalijos ir kraštovaizdžio yra neįmanomas).
pt_br: Pilares para o nascer e pôr-do-sol no início das estações. As posições dos pilares estão nos azimutes dos equinócios e solstícios. Os braços indicam o horizonte e o efeito do deslocamento devido a refração. (A observação do nascer-do-sol/pôr-do-sol no horizonte matemático não é possível no campo devido a vegetação e a paisagem).
ro: Coloane pentru răsăritul și apusul soarelui la începutul anotimpurilor. Pozițiile coloanelor sunt exact peste azimuturile echinocțiilor și solstițiilor. Brațele indică orizontul și efectul de dislocare din cauza refracției. (Observarea răsăritului/apusului pe orizontul matematic nu este posibilă în teren din cauza vegetației și a reliefului).
ru: Столбы для восхода и захода солнца в начале сезона. Позиции столбов находятся прямо на азимутах равноденствий и солнцестояний. Стрелки указывают горизонт и эффект сдвига из-за рефракции. (Наблюдение восхода и захода на математическом горизонте невозможно из-за растительности и ландшафта).
sv: Pelare för soluppgång och solnedgång i början av årstiderna. Pelarnas positioner är precis på azimuterna för dagjämning och solstånd. Armarna indikerar horisonten och förskjutningseffekten på grund av refraktion. (Observation av uppgång/sänkning på den matematiska horisonten är inte möjlig i fält på grund av vegetation och landskap).
tr: Mevsimlerin başında gün doğumu ve gün batımı için sütunlar. Sütun konumları, ekinoksların ve gündönümlerinin azimutlarındadır. Kollar, kırılma nedeniyle ufuk ve kaydırma etkisini gösterir. (Tarlada bitki örtüsü ve peyzaj nedeniyle matematiksel ufukta yükselme/akış gözlemi mümkün değildir).

source: South Pillar, marked (10&deg;/10&deg; altitude); Transit marks for sun at seasons' beginning.
ar: العمود الجنوبي، (10&درجة؛/10&درجة؛ الارتفاع)؛ علامات عبور الشمس في بداية الفصل.
ca: Pilar Sud, marcat (10&deg;/10&deg; altitud); Marques de trànsit per al sol a l'inici de les estacions.
cs: Jižní stožár, značky (10&deg;/10&deg; altitude); značky pro průchody Slunce na začátku každé sezóny.
de: Südmast, mit Marken (10°/10° Höhe); Transitmarken für die Sonne zu Beginn der Jahreszeiten.
es: Pilar Sur, marcado (10&deg;/10&deg; altitud); Marcas de tránsito del sol al inicio de las estaciones.
fi: Eteläpilari, merkitty (10&deg;/10&deg; korkeus); Auringon kulkumerkit vuodenaikojen alussa.
it: Pilastro Sud, segnato (10&grad;/10&grad; di altezza); Tacche del transito del Sole all'inizio delle stagioni.
ko: 남쪽 기둥, 계절이 시작될 때 태양에 대한 통과 (고도 10&deg;/10&deg;) 표시입니다.
lt: Pietinė kolona, pažymėta (10&deg;/10&deg; aukštis); Tranzito žymos saulei prasidedant metų laikams.
pt_br: Pilar do Sul, marcado (10&graus;/10&graus; altitude); Marcas de transição para o sol no início das estações.
ro: Coloana de Sud, marcată (10°/10° altitudine); Marcaje de tranzit pentru soare la începutul anotimpurilor.
ru: Обозначенный южный столб (10°/10° высоты); Отмечает транзит Солнца в начале сезона.
sv: Södra pelaren, markerad (10°/10° höjd); Transitmarkeringar för solen i början av säsongerna.
tr: Güney Sütunu, işaretli (10&deg;/10&deg; açısal yükseklik); Mevsimlerin başında güneş için geçiş işaretleri.

source: North Pillar, marked (10&deg;/10&deg; altitude); on top Shadow Disc with central hole: North celestial Pole.
ar: العمود الشمالي، (10&درجة؛/10&درجة؛ الارتفاع)؛ قرص الظل في الأعلى مع فتحة في المركز: قطب السماء الشمالي.
ca: Pilar Nord, marcat (10/deg/10/deg d'altitud); a la part superior Disc d'Ombra amb forat central: Pol nord celeste.
cs: Severní stožár, značky (10&deg;/10&deg; nadmořská výška); na vrcholu má disk s otvorem ve středu, který představuje severní nebeský pól.
de: Nordmast, mit Marken (10°/10° Höhe); an seiner Spitze eine Lochscheibe: Himmelsnordpol. Der Polarstern wird von der Scheibe abgedeckt.
es: Pilar Norte, marcado (10&deg;/10&deg; altitud); en la parte superior del Disco de Sombra con agujero central: Polo Norte celeste.
fi: Pohjoinen pilari, merkitty (10&deg;/10&deg; korkeus); päällä Varjolevy, jossa on keskireikä: taivaannapa.
it: Pilastro Nord, segnato (10&grad;/10&grag; di altezza); in alto Disco d'Ombra con foro centrale: Polo Nord celeste.
ko: 북쪽 기둥, 중앙 구멍이 있는 위쪽 그림자 원판 위에 표시된(고도 10&deg;/10&deg;): 천구의 북극입니다.
lt: Šiaurės stulpas, pažymėtas (10°/10° aukštyje); viršuje Šešėlio Diskas su centrine skylute: Šiaurinė dangaus ašis.
pt_br: Pilar do Norte, marcado (10&graus;/10&graus; altitude); no topo do Disco de Sombras com u furo central; Polo Norte celeste.
ro: Pilonul de Nord, marcat (10°/10° altitudine); în partea de sus Discul Umbrei cu gaură centrală: Polul Nord ceresc.
ru: Обозначенный северный столб (10°/10° высоты); Теневой диск наверху с центральным отверстием: северный полюс мира.
sv: Nordpelare, markerad (10°/10° höjd); ovanpå skuggskiva med centralt hål: Norra himmelspolen.
tr: Kuzey Sütunu, işaretli (10&deg;/10&deg; açısal yükseklik); üstte merkezi delikli Gölge Diski: Kuzey gök kutbu.

source: Bent Analemma, divided. Spring and summer dates on the horizontal part, autumn and winter dates on the ascending one, marked (10&deg;/10&deg;) solar longitude, with zodiacal signs. Ascending part serves as polar gnomon for the
ar: أناليما منحنية، مقسمة. تواريخ الربيع والصيف في الجزء الأفقي، الخريف والشتاء في الجزء الصاعد، مقسمة (10&درجة؛/10&درجة؛) الطول الشمسي مع البروج. الجزء الصاعد يخدم كعقرب المزولة القطبي.
ca: Analema doblegat, dividit. Dates de primavera i estiu a la part horitzontal, dates de tardor i hivern a la ascendent, marcada (10&deg/10&deg) longitud solar, amb signes zodiacals. La part ascendent serveix com a gnom polar per al
cs: Prohnutá analema, dělená. Jarní a letní data na vodorovné části, podzimní a zimní data na vzestupné, značení (10&deg;/10&deg;) ekliptikální délka Slunce a znamení zvěrokruhu. Vzestupná část slouží jako polární gnómon pro
de: Knicksonnenuhr. Frühlings- und Sommermarken auf dem Nordweg, Herbst und Wintermarken auf dem aufsteigenden Mast (schneesichere Ablese!). Markierungen für (10°/10°) Sonnenlänge, mit Tierkreiszeichen. Der Schrägmast dient gleichzeitig als Gnomon für die
es: Analema Doblado, dividido. Fechas de primavera y verano en la parte horizontal, fechas de otoño e invierno en la ascendente, marcadas (10&deg;/10&deg;) de longitud solar, con signos zodiacales. La parte ascendente sirve como gnomon polar para el
fi: Taivutettu Analemma, jakautunut. Vaakaosassa kevät ja kesä, nousevassa syksyn ja talven päivämäärät, merkitty (10&deg;/10&deg;) auringon pituusaste, horoskooppimerkein. Nouseva osa toimii polaarisena gnomonina
it: Analemma piegato, diviso. Date primaverili ed estive nella parte orizzontale, date autunnali e invernali in quella ascendente, segnate (10&grad;/10&grad;) di longitudine solare, con segni zodiacali. La parte ascendente funge da gnomone polare per l'
ko: 구부러진 아날렘마, 나눕니다. 수평 부분에는 봄과 여름 날짜가, 오름차순에는 가을과 겨울 날짜가 표시되며 태양 경도(10&deg;/10&deg;)가 표시되며 황도 별자리가 표시됩니다. 오름차순 부분은 다음의 극지방의 해시계 바늘 역할을 합니다.
lt: Lenktoji analema, padalinta. Pavasario ir vasaros datos horizontalioje dalyje, rudens ir žiemos datos kylant, pažymėta (10&deg;/10&deg;) saulės ilguma, su zodiako ženklais. Kylanti dalis tarnauja kaip poliarinis gnomonas.
pt_br: Curva Analema, dividido. As datas da primavera e verão estão na parte horizontal, as datas do outono e inverno na parte ascendente, marcado (10&graus;/10&graus;) longitude solar, com signos do zodíaco. A parte ascendente serve como gnômon polar para o
ro: Analemă Curbată, divizată. Date pentru primăvară și vară pe partea orizontală, date de toamnă și iarnă pe cea ascendentă, longitudine solară marcată (10°/10°), cu semne zodiacale. Partea ascendentă servește ca gnomon polar pentru
ru: Разделенная изогнутая аналемма. Весенние и летние даты на горизонтальной части, осенние и зимние даты на вертикальной части, отмечена (10°/10°) солнечная долгота с зодиакальными знаками. Восходящая часть служит полярным гномоном для солнечных часов.
sv: Bent Analemma, uppdelad. Vår- och sommardatum på den horisontella delen, höst- och vinterdatum på den stigande, markerade (10°/10°) solens longitud, med zodiakens tecken. Den uppåtgående delen fungerar som polär gnomon för
tr: Bent Analemma, bölünmüş. Yatay kısımda ilkbahar ve yaz tarihleri, yükselen kısımda sonbahar ve kış tarihleri (10&deg;/10&deg;) güneş boylamı, zodyak işaretleri ile işaretlenmiştir. Yükselen kısım için kutup cücesi görevi görür.

source: Sundial, full hours Vh to VIIh marked.
ar: مزولة، ساعات كاملة، الساعة V إلى VII مقسمة.
ca: Rellotge de sol, hores completes de Vh a VIIh marcades.
cs: sluneční hodiny, vyznačeny celé hodiny Vh až VIIh.
de: Sonnenuhr, mit vollen Stunden V (morgens) bis VII (abends).
es: Reloj de sol, horas completas de Vh a VIIh marcadas.
fi: Aurinkokello, täydet tunnit Vh - VIIh merkittynä.
it: Orologio solare, ore intere segnate da V a VII.
ko: 해시계, Vh ~ VIIh로 표시된 전체 시간입니다.
lt: Saulės laikrodis, pilnos valandos nuo Vh iki VIIh pažymėtos.
pt_br: Relógio do Sol, horas completas marcadas de Vh para VIIh.
ro: Cadran solar, orele complete de la Vh la VIIh fiind marcate.
ru: Солнечные часы с циферблатом с V по VII час.
sv: Solur, fulla timmar Vh till VIIh markerade.
tr: Güneş saati, Vh ile VIIh arası tam saatler işaretlenmiştir.

source: Information panels.
ar: لوحات المعلومات.
ca: Panells informatius.
cs: Informační panely.
de: Informationstafeln.
es: Paneles de información.
fi: Tietopaneelit
it: Pannelli informativi.
ko: 정보 판넬입니다.
lt: Informaciniai skydeliai.
pt_br: Painel de informações.
ro: Panouri de informații.
ru: Информационные панели.
sv: Informationspaneler.
tr: Bilgi panelleri.

source: Further Information
ar: مزيد المعلومات
ca: Més informació
cs: Další informace
de: Weitere Informationen
es: Más información
fi: Lisätietoja
it: Ulteriori informazioni
ko: 추가 정보
lt: Papildoma informacija
pt_br: Informações adicionais.
ro: Informație Suplimentară
ru: Дополнительная информация
sv: Vidare information
tr: Daha Fazla Bilgi

source: Websites in German only.
ar: موقع الإنترنت بالألمانية فقط.
ca: Pàgines web només en alemany.
cs: Webové stránky pouze v němčině.
de: (Webseiten nur auf Deutsch)
es: Sitios web en alemán solamente.
fi: WWW-sivustot vain saksankielisiä.
it: Siti web solo in tedesco.
ko: 웹사이트는 독일어로만 제공됩니다.
lt: Svetainės tik vokiečių kalba.
pt_br: Websites somente em alemão.
ro: Site-uri web doar în Germană
ru: Сайты только на немецком языке.
sv: Webbsidor endast på tyska.
tr: Yalnızca Almanca web siteleri.

source: Österreichischer Astronomischer Verein: <a href="https://www.astroverein.at">https://www.astroverein.at</a>
es: Asociación Astronómica de Austria: <a href="https://www.astroverein.at">https://www.astroverein.at</a>
it: Associazione Astronomica Austriaca: <a href="https://www.astroverein.at">https://www.astroverein.at</a>
ko: 외스터라이히셔 아스트로노미쉬 퍼아인(오스트리아 천문학 협회): <a href="https://www.astroverein.at">https://www.astroverein.at</a>
ro: Asociația Astronomică Austriacă: <a href="https://www.astroverein.at"> https://www.astroverein.at </a>

source: German Wikipedia article on the <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
ar: مقالة بالألمانية في الويكيبيديا <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
ca: Article de la Viquipèdia alemanya <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
cs: Článek v německé Wikipedii o <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
de: Deutscher Wikipedia-Artikel über den <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
es: Artículo de Wikipedia en alemán acerca del <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
fi: Saksankielinen Wikipedia-artikkeli on <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
it: Articolo di Wikipedia in tedesco su <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
ko: <a href="https://de.wikipedia.org/wiki/Sterngarten">스테른가르텐</a>에 대한 독일어 위키백과 기사
lt: Vokiečių Vikipedijos straipsnis apie <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
pt_br: Artigo na Wikipedia alemã <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
ro: Articol Wikipedia în limba germană despre <a href="https://de.wikipedia.org/wiki/Sterngarten"> Sterngarten </a>
ru: Статья <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a> в немецкой Википедии
sv: Artikel i tyska Wikipedia om <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a>
tr: <a href="https://de.wikipedia.org/wiki/Sterngarten">Sterngarten</a> ile ilgili Almanca Wikipedia makalesi

source: Created by Georg Zotti following plans by H. Mucke; Like countless amateur and professional astronomers in Austria, Zotti was introduced to astronomy by Mucke in his primary school days. Mucke's spirit will remain alive in the Sterngarten.
ar: عمل Georg Zotti حسب مخطط H. Mucke؛ مثل عدد كبير من الفلكيين الهواة والمحترفين، تعرف Zotti على الفلك عن طريق Mucke في أيام المدرسة الإبتدائية. روح Mucke ستبقى حية في حديقة النجوم.
ca: Creat per Georg Zotti seguint els plans de H. Mucke; Com innombrables astrònoms aficionats i professionals a Àustria, Zotti va ser introduït a l'astronomia per Mucke als seus dies de primària. L'esperit de Mucke romandrà viu al Sterngarten.
cs: Vytvořil Georg Zotti podle plánů H. Muckeho. Stejně jako nespočet amatérských a profesionálních astronomů v Rakousku i Zottiho seznámil s astronomií Mucke na základní škole. Muckeho duch bude ve Sterngarten žít i nadále.
de: Modelliert 2010 in Google Sketchup 8 von Georg Zotti nach Plänen von H. Mucke. Wie unzählige Amateur- und einige Berufsastronomen in Österreich verdankt auch der Autor Prof. Mucke eine hervorragende Ausbildung in Fundamentalastronomie und astronomischer Phänomenologie. Muckes Geist wird im Sterngarten weiterleben.
es: Creado por Georg Zotti siguiendo los planes de H. Mucke; Como innumerables astrónomos aficionados y profesionales en Austria, Zotti fue introducido a la astronomía por Mucke en sus días de escuela primaria. El espíritu de Mucke seguirá vivo en el Sterngarten.
fi: Luonut Georg Zotti H. Mucken suunnitelmien mukaan; Kuten lukemattomat amatööri- ja ammattitähtitieteilijät Itävallassa, Mucke tutustutti Zottiin tähtitiedeen alakouluaikoinaan. Mucken henki pysyy elossa Sterngartenissa.
it: Creato da Georg Zotti su progetto di H. Mucke; Come innumerevoli astronomi dilettanti e professionisti in Austria, Zotti è stato introdotto all'astronomia da Mucke ai tempi della scuola elementare. Lo spirito di Mucke rimarrà vivo nello Sterngarten.
ko: 게오르그 조티가 헤르만 무케의 계획에 따라 만들었습니다. 오스트리아의 수많은 아마추어 및 전문 천문학자들처럼, 조티는 초등학교 시절에 무케에 의해 천문학을 접했습니다. 무케의 정신은 스테른가르텐에 살아 남아있을 것입니다.
lt: Sukurta Georgo Zotti pagal H. Mucke planus; Kaip daugybė Austrijos amatų ir profesionalių astronomų, Zotti buvo pažįstamas su astronomija Mucke mokyklos dienomis. Mucke dvasia išliks gyva Šterngartene.
pt_br: Criado por Georg Zotti seguindo os planos de H. Mucke; Como diversos astrônomos amadores e profissionais na Áustria, Zotti foi introduzido a astronomia por Mucke nos tempos da escola primária. O espírito de Mucke estará sempre vivo no Sterngarten.
ro: Creat de Georg Zotti după planurile lui H. Mucke; La fel ca nenumărați astronomi amatori și profesioniști din Austria, Zotti a fost introdus în astronomie de către Mucke în timpul școlii sale primare. Spiritul lui Mucke va rămâne viu în Sterngarten.
ru: Создана Георгом Зотти (Georg Zotti) следуя планам Г. Маке (H. Mucke); как и остальные бесчисленные любители и профессиональные астрономы Австрии, Зотти познакомился с астрономией в его школьные годы благодаря Маку. Дух Мака останется живым в "Звёздном саде".
sv: Skapad av Georg Zotti efter ritningar av H. Mucke; Liksom otaliga amatör- och yrkesastronomer i Österrike introducerades Zotti till astronomi av Mucke under sin grundskoletid. Mucke's anda kommer att förbli levande i Sterngarten.
tr: H. Mucke'nin planlarını izleyerek Georg Zotti tarafından düzenlendi; Avusturya'daki sayısız amatör ve profesyonel astronom gibi, Zotti de astronomiyle Mucke tarafından ilkokul yıllarında tanıştı. Mucke'nin ruhu Sterngarten'da hayatta kalacak.

source: Model created in 2010 with Google Sketchup 8, exported from Google Sketchup 8.0.14346.
ar: تم عمل النموذج في 2010 باستخدام Google Sketchup 8, مصدر من Google Sketchup 8.0.14346.
ca: Model creat el 2010 amb Google Sketchup 8, exportat des de Google Sketchup 8.0.14346.
cs: Model vytvořený v roce 2010 pomocí Google Sketchup 8, exportovaný z Google Sketchup 8.0.14346.
de: Modell erstellt 2010 in Google Sketchup 8, exportiert aus Google Sketchup 8.0.14346.
es: Modelo creado en 2010 con Google Sketchup 8, exportado desde Google Sketchup 8.0.14346.
fi: Malli luotu vuonna 2010 Google Sketchup 8:lla, viety Google Sketchup 8.0.14346:sta.
it: Modello creato nel 2010 con Google Sketchup 8, esportato da Google Sketchup 8.0.14346.
ko: 구글 스케치업 8을 사용하여 2010년에 만든 모델로 구글 스케치업 8.0.14346에서 내보냈습니다.
lt: Modelis sukurtas 2010 metais naudojant Google Sketchup 8, eksportuotas iš Google Sketchup 8.0.14346.
pt_br: Modelo criado em 2010 com o Google Sketchup 8, exportado do Google Sketchup 8.0.14346.
ro: Model creat în 2010 cu Google Sketchup 8, exportat din Google Sketchup 8.0.14346.
ru: Модель создана в 2010 году в Google Sketchup 8, экспортирована из Google Sketchup 8.0.14346.
sv: Modell skapad 2010 med Google Sketchup 8, exporterad från Google Sketchup 8.0.14346.
tr: 2010 yılında Google Sketchup 8 ile oluşturulan model, Google Sketchup 8.0.14346'dan dışa aktarıldı.
