Repository: Stellarium/stellarium
Catalog: po/stellarium-scenery3d-descriptions/*.po
Languages: ar, ca, cs, de, es, fi, it, ko, lt, pt_br, ro, ru, sv, tr

source: Testscene
ar: منظر اختباري
ca: Escena de prova
cs: Testovací scéna
de: Testszene
es: Escena de prueba
fi: Testikohtaus
it: Scena di prova
ko: 실험용 풍경
lt: Testinė scena
pt_br: Cena de teste
ro: Scenă de testare
ru: Тестовая сцена
sv: Testscen
tr: Test Sahnesi

source: This scene is mostly useful as testbed for your own developments. You should make a copy of the scene folder and modify at will, try material settings or some other details to find out how this plugin behaves. Then build and present your own work!
ar: هذا المنظر مفيد كأساس لتطوير مناظرك الخاصة. انسخ مجلد المنظر وعدّل عليه كما تشاء، جرب إعدادات المواد أو بعض التفاصيل الأخرى لتتعرف على كيقية عمل هذه الإضافة. بعد ذلك ابن عملك الخاص واعرضه!
ca: Aquesta escena és útil sobretot com a banc de proves per als vostres propis desenvolupaments. Hauríeu de fer una còpia de la carpeta de l'escena i modificar-la a voluntat, provar la configuració del material o alguns altres detalls per esbrinar com es comporta aquest connector. Llavors construeix i presenta el teu propi treball!
cs: Tato scéna je užitečná zpravidla jako testovací prostředí pro váš vlastní vývoj. Můžete si vytvořit kopii složky této scény a upravit ji podle libosti. Vyzkoušejte nastavení materiálů nebo dalších detailů a zjistěte, jak se tento zásuvný modul chová. Pak vytvořte a prezentujte své vlastní dílo!
de: Diese Szene dient zum Testen eigener Entwicklungen. Kopieren Sie den Ordner in Ihr privates Stellarium-Datenverzeichnis, benennen Sie die Szene um und experimentieren Sie, wie das Plugin funktioniert. Danach bauen und zeigen Sie ihre eignene Szenen, und teilen Sie diese mit anderen Anwendern!
es: Esta escena es principalmente útil como banco de pruebas para tus propios desarrollos. Debe hacer una copia de la carpeta de escenas y modificarla a voluntad, probar la configuración del material o algunos otros detalles para averiguar cómo se comporta este complemento. ¡Entonces construye y presenta tu propio trabajo!
fi: Tämä kohtaus on hyödyllinen lähinnä testialustana omalle kehityksellesi. Sinun kannattaa tehdä kopio kohtauskansiosta ja muokata sitä mielesi mukaan, kokeilla materiaaliasetuksia tai muita yksityiskohtia selvittääksesi, miten tämä lisäosa käyttäytyy. Rakenna ja esittele sitten oma työsi!
it: Questa scena è utile, per lo più, come banco di prova per i tuoi sviluppi. Dovresti fare una copia della cartella della scena e modificarla a tuo piacimento, provare le impostazioni del materiale o altri dettagli per scoprire come si comporta questo plugin. Quindi costruisci e presenta il tuo lavoro!
ko: 이 장면은 대부분 자신의 개발을 위한 테스트베드로 유용합니다. 이 플러그인이 어떻게 작동하는지 알아보려면 장면 폴더의 복사본을 만들고 마음대로 수정하고 재료 설정 또는 기타 세부 사항을 사용하십시오. 그런 다음 자신만의 작품을 만들고 발표하십시오!
lt: Ši scena daugiausiai naudinga kaip testavimo aplinka jūsų pačių kūrybai. Jums reikėtų nukopijuoti scenos aplanką ir laisvai modifikuoti, išbandyti medžiagos nustatymus ar kitus detales, kad sužinotumėte, kaip veikia šis įskiepis. Tada sukūrę pristatykite savo darbą!
pt_br: Esta cena é mais útil quando usada como ensaio para seus próprios desenvolvimentos. Você deverá fazer uma cópia da pasta da cena e modificar à vontade, tente configurações materiais ou outros detalhes para descobrir como esta extensão se comporta. Então, construa e apresente seu próprio trabalho!
ro: Această scenă este utilă în special ca zonă de testare pentru progresul propriu. Ar trebui să faceți o copie a dosarului scenei și să îl modificați după bunul plac, să încercați configurările materialelor sau alte detalii pentru a afla cum se comportă acest plugin. Apoi asamblează și prezintă-ți propria muncă!
ru: Эта сцена в основном полезна в качестве испытательного стенда для ваших собственных разработок. Вы должны сделать копию папки сцены и изменить ее по своему желанию, попробовать настройки материала или некоторые другие детали, чтобы узнать, как ведет себя этот плагин. Тогда создайте и представьте свою собственную работу!
sv: Den här scenen är mest användbar som testbädd för din egen utveckling. Du bör göra en kopia av scenmappen och modifiera efter behag, prova materialinställningar eller andra detaljer för att ta reda på hur detta plugin fungerar. Bygg sedan och presentera ditt eget arbete!
tr: Bu sahne çoğunlukla kendi geliştirmeleriniz için test ortamı olarak kullanışlıdır. Bu eklentinin nasıl çalıştığını öğrenmek için sahne klasörünün bir kopyasını oluşturmalı ve isteğinize göre değiştirmeli, materyal ayarlarını veya diğer bazı ayrıntıları denemelisiniz. O halde kendi çalışmanızı yapın ve sunun!

source: Coordinate and orientation tests
ar: اختبارات الإحداثيات والاتجاه
ca: Proves de coordinació i orientació
cs: Testy souřadnic a orientace
de: Koordinaten- und Orientierungstests
es: Pruebas de coordinación y orientación
fi: Koordinaatio- ja orientaatiotestit
it: Test sulla gestione delle coordinate e l'orientamento
ko: 좌표 및 방향 검정
lt: Koordinavimo ir orientacijos testai
pt_br: Coordenar e orientar testes
ro: Teste de coordonare și orientare
ru: Координатно-ориентировочные тесты
sv: Koordinera och orientera tester
tr: Koordinat ve oryantasyon testleri

source: The pillars shown here, as seen from the structure's center, provide an approximate view (not hi-precision!) to solstice/equinox sunrise/sunset positions in central European latitudes. The central pillars provide an east-west-line. The survey coordinate grid visible on the floor does not align with geographic north. A rotation of -4.2 deg (test for meridian convergence) must be compensated, i.e., while the central pillars must absolutely and always point west-east, the grid lines hit the northern horizon slightly (4.2 deg) left of north!
ar: الأعمدة الظاهرة هنا، كما ترى من وسط المبنى، تعطي مشهدا تقريبيا (ليس عالي الدقة!) للانقلابين والاعتدالين وشروق وغياب الشمس في عروض وسط أوروبا. الشبكة المرئية على الأرضية لا تستقيم مع الشمال الجغرافي. يعوض هذا بتدوير مقداره -4.2 درجة (اختبار التقاء الخطوط عند الرأس)، بمعنى أنه إذا كانت الأعمدة متجهة تماما إلى الشرق والغرب، فإن خطوط الشبكة تميل عن الأفق الشمالي (-4.2 درجة) يسار الشمال!
ca: Els pilars que es mostren aquí, vistos des del centre de l'estructura, proporcionen una visió aproximada (no d'alta precisió!) de les posicions de solstici/equinocci a latituds d'Europa central. Els pilars centrals proporcionen una línia est-oest. La quadrícula de coordenades de l'enquesta visible a terra no s'alinea amb el nord geogràfic. S'ha de compensar una rotació de -4,2 graus (prova de convergència del meridià), és a dir, mentre que els pilars centrals han d'apuntar absolutament i sempre cap a l'oest, les línies de la quadrícula toquen lleugerament l'horitzó nord (4,2 graus) a l'esquerra del nord!
cs: Zde zobrazené sloupy poskytují při pohledu ze středu struktury přibližný pohled (tedy nikoliv s vysokou přesností!) na polohy slunovratu/rovnodennosti a východu/západu Slunce ve středoevropských zeměpisných šířkách. Centrální pilíře poskytují východo-západní linii. Síť souřadnic viditelná na podlaze není srovnaná se zeměpisným severem. Potočení o -4,2 stupně musí být vykompenzováno (test konvergence poledníků), což znamená, že zatímco středové pilíře musí absolutně a vždy směřovat na západ-východ, čáry poledníkové sítě zasahují do severního horizontu mírně (4,2 stupně) vlevo od severu!
de: Von der Mitte betrachtet bieten die Säulen eine ungefähre Orientierung (nicht genau!) zu Sonnwend- und Equinox-Sonnenauf- und -untergangsrichtungen für mittlere geographische Breiten. Die mittleren sollten in Ost-West-Richtung ausgerichtet sein. Das exemplarische Vermessungsgradnetz (inspiriert von Gauss-Krüger-Koordinaten) ist, wie im Normalfall üblich, nicht genau zu den Himmelsrichtungen ausgerichtet (wegen der Meridiankonvergenz). Das Modell muß -4.2° rotiert werden, um die Säulen in die Ost-West-Richtung zu bringen. Das Gradnetz muß also 4.2 Grad links vom Nordpunkt fluchten.
es: Los pilares que se muestran aquí, como se ven desde el centro de la estructura, proporcionan una vista aproximada (¡no de alta precisión!) de las posiciones del solsticio/equinoccio de salida y puesta del sol en latitudes de Europa central. Los pilares centrales proporcionan una línea este-oeste. La cuadrícula de coordenadas del levantamiento visible en el piso no se alinea con el norte geográfico. Se debe compensar una rotación de -4,2 grados (prueba de convergencia de meridianos), es decir, mientras que los pilares centrales deben apuntar absoluta y siempre de oeste a este, las líneas de la cuadrícula golpean el horizonte norte ligeramente (4,2 grados) a la izquierda del norte.
fi: Tässä esitetyt pylväät rakenteen keskipisteestä katsottuna antavat likimääräisen kuvan (ei korkean tarkkuuden!) auringonnousun ja -laskun sijainnista Keski-Euroopan leveysasteilla. Keskipilarit muodostavat itä-länsisuuntaisen linjan. Lattiassa näkyvä koordinaattiverkko ei ole linjassa maantieteellisen pohjoisen kanssa. -4,2 asteen kiertymä (meridiaanien konvergenssitesti) on kompensoitava, eli vaikka keskipylväiden on ehdottomasti ja aina osoitettava länsi-itäsuuntaan, koordinaatiston linjat osuvat pohjoiseen horisonttiin hieman (4,2 astetta) pohjoisen vasemmalle puolelle!
it: I pilastri qui ben visibili sono visti dal centro della struttura e forniscono una vista approssimativa (non ad alta precisione!) delle posizioni di alba/tramonto ai solstizi/equinozio alle latitudini dell'Europa centrale. I pilastri centrali forniscono un allineamento lungo la linea est-ovest. La griglia delle coordinate topografiche visibili sul pavimento non è allineata con il nord geografico. Una rotazione di compensazione di -4,2 gradi (test di convergenza del meridiano) deve essere applicata, cioè, mentre i pilastri centrali devono assolutamente e sempre puntare lungo la linea ovest-est, le linee della griglia attraversano leggermente l'orizzonte nord spostate di 4,2 gradi a sinistra!
ko: 구조물의 중앙에서 볼 수 있듯이, 여기에 표시된 기둥은 중부 유럽 위도의 하지/분점 일출/일몰 위치에 대한 대략적인 보기(고정밀 아님!)를 제공합니다. 중앙 기둥은 동서선을 제공합니다. 바닥에 보이는 측량 좌표 격자가 지리적 북쪽과 정렬되지 않습니다. -4.2도 회전(자오선 수렴 검정)을 보정해야 합니다. 즉, 중앙 기둥은 절대적이고 항상 서-동쪽을 가리켜야 하는 반면 격자선은 북쪽에서 약간 왼쪽(4.2도) 북쪽 지평선에 닿아야 합니다!
lt: Čia rodomi stulpai, kaip matyti iš struktūros centro, suteikia apytikrį vaizdą (ne aukštos tikslumo!) apie saulėlydžio/saulėtekio pozicijas vidurinėse Europos platumose. Centriniai stulpai sudaro rytų-vakarų liniją. Matoma koordinačių tinklelis ant grindų nesutampa su geografiniu šiaurės kryptimi. -4,2 laipsnių pasukimas (meridiano susiliejimo testas) turi būti kompensuotas, t.y., nors centriniai stulpai privalo visada rodyti į vakarus-rytus, tinklelio linijos šiek tiek (4,2 laipsnių) kairėje nuo šiaurės kerta šiaurinį horizontą!
pt_br: Os pilares mostrados aqui, como visto no centro da estrutura, demonstram uma visão aproximada (sem precisão!) para as posições do solstício/equinócio nascer-do-sol/pôr-do-sol nas latitudes da Europa central. Os pilares centrais fornecem uma linha leste-oeste. A grade de coordenadas do levantamento visível no chão não se alinha com o norte geográfico. Uma rotação de -4,2 graus (teste para convergência meridiana) precisa ser compensada, por exemplo, enquanto os pilares centrais precisam sempre e unicamente apontar para o oeste-leste, as linhas da grade atingem levemente o horizonte norte (4,2 graus) a sua esquerda!
ro: Coloanele prezentate aici, așa cum se văd din centrul structurii, oferă o vedere aproximativă (nu de mare precizie!) a pozițiilor de răsărit/apus de soare la solstițiu/echinocțiu la latitudinile Europei Centrale. Coloanele centrale furnizează o linie est-vest. Grila de coordonate de măsurare vizibilă în partea de jos nu se aliniază cu nordul geografic. O rotație de -4,2 grade (faceți test pentru convergența meridianelor) trebuie compensată, adică, în timp ce coloanele centrale trebuie să indice în mod absolut și întotdeauna pe direcția vest-est, liniile grilei ating orizontul nordic puțin (4,2 grade) mai în stânga nordului!
ru: Показанные здесь столбы, если смотреть из центра сооружения, обеспечивают приблизительный вид (не с высокой точностью!) в направлении на точки восхода и захода Солнца в дни солнцестояния / равноденствия в центрально-европейских широтах. Центральные столбы образуют линию восток-запад. Сетка координат съемки, видимая на полу, не совпадает с географическим севером. Вращение на -4,2 градуса (тест на схождение меридианов) должно быть скомпенсировано, то есть, в то время как центральные столбы должны абсолютно и всегда указывать на запад-восток, линии сетки слегка касаются северного горизонта (4,2 градуса) левее севера!
sv: De pelare som visas här, sett från konstruktionens mitt, ger en ungefärlig bild (inte högprecision!) av solståndets/equinox soluppgångens/solnedgångens positioner på centraleuropeiska breddgrader. De centrala pelarna ger en öst-västlig linje. Det koordinatnät som syns på golvet är inte i linje med den geografiska nordriktningen. En rotation på -4,2 grader (test för meridiankonvergens) måste kompenseras, d.v.s. medan de centrala pelarna absolut och alltid måste peka mot väst-öst, träffar rutnätslinjerna den norra horisonten något (4,2 grader) till vänster om norr!
tr: Burada gösterilen sütunlar, yapının merkezinden görüldüğü gibi, orta Avrupa enlemlerinde gündönümü/ekinoks gün doğumu/gün batımı konumlarına yaklaşık bir görünüm (yüksek hassasiyette değil!) sağlar. Merkezi sütunlar bir doğu-batı hattı sağlar. Zeminde görünen anket koordinat ızgarası, coğrafi kuzey ile aynı hizada değil. -4.2 derecelik bir dönüş (meridyen yakınsama testi) telafi edilmelidir, yani merkezi sütunlar kesinlikle ve her zaman batı-doğuyu işaret etmelidir, ızgara çizgileri kuzey ufkuna kuzeyin hafifçe (4,2 derece) soluna çarpar!

source: Walkaround ground coordinates (Ctrl-R, T) should display the coordinates visible along the south and west border of the ground.
ar: إحداثيات التجول الأرضية (Ctrl-R, T) تعرض الإحداثيات المرئية على طول حدود الأرض الجنوبية والغربية.
ca: Les coordenades del terreny (Ctrl-R, T) han de mostrar les coordenades visibles al llarg de la vora sud i oest del terreny.
cs: Pozemní souřadnice (Ctrl-R, T) by měly zobrazovat souřadnice viditelné podél jižní a západní hranice terénu.
de: Beobachterkoordinaten im Vermessungskoordinatensystem (Strg-R, T) sollten den in der Textur am West- und Südrand sichtbaren Koordinaten entsprechen.
es: Las coordenadas del terreno al caminar (Ctrl-R, T) deben mostrar las coordenadas visibles a lo largo del borde sur y oeste del terreno.
fi: Maaperäkoordinaattien (Ctrl-R, T) tulisi näyttää koordinaatit, jotka näkyvät maan etelä- ja länsirajalla.
it: Le coordinate perimetrali del terreno (Ctrl-R, T) dovrebbero visualizzare le coordinate lungo il confine sud e ovest del terreno stesso.
ko: 보행시선 지상 좌표(Ctrl-R, T)는 지상의 남쪽과 서쪽 경계를 따라 볼 수 있는 좌표를 표시해야 합니다.
lt: Vaikščiojimo aplink žemės koordinates (Ctrl-R, T) turėtų rodyti matomas koordinates pietų ir vakarų žemės ribose.
pt_br: Coordenadas para navegação no solo (Ctrl+R, T) deverão mostrar as coordenadas visíveis pelas bordas sul e oeste do solo.
ro: Coordonatele de la sol (Ctrl-R, T) ar trebui să afișeze coordonatele vizibile de-a lungul granițelor de sud și de vest ale solului.
ru: В обходных координатах земли (Ctrl-R, T) должны отображаться координаты, видимые вдоль южной и западной границы земли.
sv: Koordinater för markrunda (Ctrl-R, T) bör visa de koordinater som är synliga längs markens södra och västra kant.
tr: Gezinme zemin koordinatları (Ctrl-R, T), zeminin güney ve batı sınırı boyunca görünen koordinatları göstermelidir.

source: Material test
ar: اختبار المواد
ca: Prova de material
cs: Test materiálů
es: Prueba de material
fi: Materiaalitesti
it: Test sul materiale
ko: 재료 시험
lt: Medžiagos testas
pt_br: Teste material
ro: Test al materialului
ru: Тест материала
tr: Materyal testi

source: This model is also used for testing the plugin's graphical capabilities. You can play with material parameters to create funny effects like semitransparent or glow-in-the-dark brick spheres.
ar: يستخدم هذا النموذج أيضا في اختبار قدرات هذه الإضافة الرسومية. تستطيع تجريب قيم المعاملات لإنشاء تأثيرات طريفة مثل كرات طوب شبه شفافة أو فوسفورية.
ca: Aquest model també s'utilitza per provar les capacitats gràfiques del connector. Podeu jugar amb els paràmetres del material per crear efectes divertits com esferes de maó semitransparents o que brillen a la foscor.
cs: Tento model se také používá pro testování grafických schopností zásuvného modulu. Můžete si pohrát s nastavením materiálů a vytvářet vtipné efekty, jako jsou poloprůhledné nebo ve tmě zářící cihlové koule.
de: Das Modell kann auch zum Test der Materialparameter verwendet werden. So lassen sich halbtransparente oder noctilumineszente Objekte erzeugen.
es: Este modelo también se utiliza para probar las capacidades gráficas del complemento. Puedes jugar con los parámetros del material para crear efectos divertidos como esferas de ladrillos semitransparentes o que brillan en la oscuridad.
fi: Tätä mallia käytetään myös laajennuksen graafisten ominaisuuksien testaamiseen. Voit pelata materiaaliparametreilla luodaksesi hauskoja tehosteita, kuten puoliläpinäkyviä tai pimeässä hohtavia tiilipalloja.
it: Questo modello viene utilizzato anche per testare le capacità grafiche del plugin. Puoi giocare con i parametri dei materiali per creare effetti divertenti come sfere di mattoni semitrasparenti o che si illuminano al buio.
ko: 이 모델은 플러그인의 그래픽 기능을 시험하는 데에도 사용됩니다. 재료 매개변수를 사용하여 반투명 또는 어둠 속에서 빛나는 벽돌 구체와 같은 재미있는 효과를 만들 수 있습니다.
lt: Šis modelis taip pat naudojamas testuoti įskiepio grafinės galimybes. Galite žaisti su medžiagos parametrais, kad sukurtumėte juokingus efektus, tokius kaip pusiau permatomi arba šviesą šviečiantys plytų rutuliai.
pt_br: Este modelo também é usado para testar a capacidade gráfica de uma extensão. Você pode alterar os parâmetros dos materiais para criar efeitos cômicos como esferas semitransparentes ou com tijolos que brilham no escuro.
ro: Acest model este folosit și pentru testarea capacităților grafice ale pluginului. Vă puteți juca cu parametrii materialului pentru a crea efecte amuzante, cum ar fi sfere de cărămidă semitransparente sau care strălucesc în întuneric.
ru: Эта модель также используется для тестирования графических возможностей плагина. Вы можете поиграть с параметрами материала, чтобы создать забавные эффекты, такие как полупрозрачные или светящиеся в темноте сферы из кирпича.
sv: Den här modellen används också för att testa plugin-programmets grafiska funktioner. Du kan leka med materialparametrar för att skapa roliga effekter som halvgenomskinliga eller självlysande sfärer av tegelstenar.
tr: Bu model, eklentinin grafik yeteneklerini test etmek için de kullanılır. Yarı saydam veya karanlıkta parlayan tuğla küreler gibi eğlenceli efektler oluşturmak için malzeme parametreleriyle oynayabilirsiniz.

source: To test temporal features, the pillars and spheres are visible only from the years 2000 until 2020. Edit the material file to change that!
ar: لاختبار المزايا الدنيوية، فإن الأعمدة والكرات لا ترى إلا في الفترة من 2000 إلى 2020. يمكنك تحرير ملف المادة لتعديل ذلك!
ca: Per provar les característiques temporals, els pilars i les esferes només són visibles des dels anys 2000 fins al 2020. Editeu el fitxer de material per canviar-ho!
cs: Kvůli testování časových prvků jsou pilíře a koule viditelné pouze od roku 2000 do roku 2020. Změnit to lze úpravou souboru s materiály!
de: Um zeitbedingte Sichtbarkeit zu testen, sind die Säulen und Kugeln nur vom Jahr 2000 bis zum Jahr 2020 sichtbar. Editiere die Materialdatei um das zu ändern!
es: Para probar funciones temporales, los pilares y las esferas son visibles solo entre los años 2000 y 2020. ¡Edita el archivo material para cambiar eso!
fi: Ajallisten piirteiden testaamiseksi pilarit ja pallot ovat näkyvissä vain vuosilta 2000 - 2020. Muokkaa materiaalitiedostoa muuttaaksesi sitä!
it: Per testare le caratteristiche temporali, i pilastri e le sfere sono visibili solo dagli anni 2000 fino al 2020. Modifica il file materiale per cambiarlo!
ko: 시간적 특징을 시험하기 위해 기둥과 구체는 2000년부터 2020년까지만 볼 수 있습니다. 재료 파일을 편집하여 변경하십시오!
lt: Testuoti laikinus funkcionalumus, stulpai ir sferos matomos tik nuo 2000 iki 2020 metų. Redaguokite medžiagos failą, kad tai pakeistumėte!
pt_br: Para testar os recursos temporais, os pilares e esferas são visíveis apenas entre os anos de 2000 e 2020. Edite o arquivo do material para alterar isto.
ro: Pentru a testa caracteristicile temporale, coloanele și sferele sunt vizibile doar din anul 2000 și până în 2020. Editați fișierul materialului pentru a schimba acest aspect!
ru: Чтобы проверить временные особенности, столбы и сферы будут видны только с 2000 по 2020 годы. Отредактируйте файл материала, чтобы изменить это!
sv: För att testa temporala funktioner är pelarna och sfärerna synliga endast från år 2000 till 2020. Redigera materialfilen för att ändra det!
tr: Zamansal özellikleri test etmek için sütunlar ve küreler yalnızca 2000'den 2020'ye kadar görülebilir. Bunu değiştirmek için materyal dosyasını düzenleyin!

source: Model
ar: النموذج
es: Modelo
fi: Malli
it: Modello
ko: 모델
lt: Modelis
pt_br: Modelo
ru: Модель
sv: Modell

source: Testscene for Stellarium/scenery3d development. Export from SU8-Kerkythea-KT2OBJ.
ar: منظر اختباري لتطوير المناظر ثلاثية الأبعاد في ستيللاريوم. مورد من SU8-Kerkythea-KT2OBJ.
ca: Escena de prova per a desenvolupament de Stellarium/scenery3d. Exportar de SU8-Kerkythea-KT2OBJ
cs: Testovací scéna pro vývoj zásuvného modulu Stellarium/scenery3d. Export z SU8-Kerkythea-KT2OBJ.
de: Testszene für Stellarium/scenery3d-Entwicklungen. Export aus SU8-Kerkythea-KT2OBJ.
es: Escena de prueba para el desarrollo de Stellarium/scenery3d. Exportar desde SU8-Kerkythea-KT2OBJ.
fi: Testscene Stellarium/scenery3d-kehitykseen. Vienti SU8-Kerkythea-KT2OBJ:sta.
it: Scena di prova per lo sviluppo di Stellarium/scenario3d. Esporta da SU8-Kerkythea-KT2OBJ.
ko: 스텔라리움/3차원풍경 개발을 위한 시험 장면입니다. SU8-Kerkythea-KT2OBJ에서 내보내기합니다.
lt: Testinė scena Stellarium/scenery3d vystymui. Eksportuoti iš SU8-Kerkythea-KT2OBJ.
pt_br: Cena de teste para o desenvolvimento de Stellarium/scenery3d. Exporte de SU8-Kerkythea-KT2OBJ.
ro: Scenă de testare pentru dezvoltarea Stellarium/scenery3d. Se face export de la SU8-Kerkythea-KT2OBJ.
ru: Тестовая сцена для разработки Stellarium/scenery3d. Экспорт из SU8-Kerkythea-KT2OBJ.
sv: Testscen för Stellarium/scenery3d-utveckling. Export från SU8-Kerkythea-KT2OBJ.
tr: Stellarium/scenery3d geliştirme için test sahnesi. SU8-Kerkythea-KT2OBJ'den dışa aktarın.

source: Vienna Sterngarten
ar: حديقة النجوم في فيينا
ca: Viena Sterngarten
cs: Vídeň Sterngarten
de: Sterngarten Wien
es: Sterngarten de Viena
fi: Wienin Sterngarten
ko: 비엔나 슈테른가르텐
lt: Viena Šterngartenas
pt_br: Sterngarten de Viena
ru: Венский "Звёздный сад"
sv: Sterngarten i Wien
tr: Viyana Sterngarten
