Repository: Stellarium/stellarium
Catalog: po/stellarium-scenery3d-descriptions/*.po
Languages: ar, ca, cs, de, es, fi, it, ko, lt, pt_br, ro, ru, sv, tr

source: Sterngarten ("Star Garden") is an open-air planetarium in the south-west of Vienna, demonstrating the solar year.
ar: Sterngarten ("حديقة النجوم") قبة فلكية مفتوحة في جنوب غرب فيينا، تعرض السنة الشمسية.
ca: Sterngarten ("Jardí de les estrelles") és un planetari a l'aire lliure al sud-oest de Viena, que mostra l'any solar.
cs: Sterngarten („Hvězdná zahrada“) je planetárium pod širým nebem na jihozápadě Vídně, které demonstruje sluneční rok.
de: Der Sterngarten ist ein Freiluftplanetarium, eine astronomische Volksbildungseinrichtung zur Beobachtung und Demonstration vor allem des Sonnenjahres.
es: Sterngarten ("Jardín de Estrella") es un planetario al aire libre en el suroeste de Viena, que demuestra el año solar.
fi: Sterngarten ("Tähtipuutarha") on Wienin lounaisosassa sijaitseva ulkoilmaplanetaario, joka esittelee aurinkovuotta.
it: Sterngarten ("Giardino delle stelle") è un planetario all'aperto nell zona sud-ovest di Vienna, che mostra l'anno solare.
ko: 슈테른가르텐("별 정원")은 비엔나 남서쪽에 있는 야외 천문관으로 태양년을 보여줍니다.
lt: Šterngartenas ("Žvaigždžių sodas") yra atviras planetariumas Vienos pietvakariuose, demonstruojantis saulės metus.
pt_br: Sterngarten ("Jardim das estrelas") é um planetário de céu aberto no sudoeste de Viena, demonstrando o ano solar.
ro: Sterngarten („Grădina stelelor”) este un planetariu în aer liber din sud-vestul Vienei, care demonstrează anul solar.
ru: Штернгартен ("Звёздный сад") — планетарий под открытым небом, демонстрирующий солнечный год и находящийся в юго-западной части Вены.
sv: Sterngarten ("Stjärnträdgården") är ett utomhusplanetarium i sydvästra Wien som visar solåret.
tr: Sterngarten ("Yıldız Bahçesi"), Viyana'nın güneybatısında, güneş yılını gösteren bir açık hava gökevidir.

source: Idea
ar: الفكرة
cs: Myšlenka
de: Idee
ko: 발상
lt: Idėja
pt_br: Ideia
ro: Idee
ru: Идея
sv: Idé
tr: Amaç

source: Univ.Prof.Dr.Oswald Thomas (1882 Kronstadt - 1963 Vienna). Founder, Astronomical Bureau (1907) and Austrian Astronomical Society (1924). Director of first Vienna Planetarium (1927) and Urania observatory.
ar: Univ.Prof.Dr.Oswald Thomas (1882 Kronstadt - 1963 Vienna). مؤسس, المكتب الفلكي (1907) والجمعية الفلكية النمساوية (1924). مدير أول قبة فلكية في فيينا (1927) ومرصد أورانيا.
ca: Prof.univ.Dr.Oswald Thomas (1882 Kronstadt - 1963 Viena). Fundador, Astronomical Bureau (1907) i Austrian Astronomical Society (1924). Director del primer Planetari de Viena (1927) i de l'Observatori d'Urània.
cs: Univ. prof. Dr. Oswald Thomas (1882 Kronstadt - 1963 Vídeň). Zakladatel Astronomické kanceláře (1907) a Rakouské astronomické společnosti (1924). Ředitel prvního vídeňského planetária (1927) a Observatoře Urania.
de: Univ.Prof.Dr.Oswald Thomas (1882 Kronstadt - 1963 Wien), der Gründer des Astronomischen Büros (1907) und des Österreichischen Astronomischen Vereins (1924), Direktor des ersten Wiener Planetariums (1927) und der Urania-Sternwarte, wollte am südlichen Stadtrand Wiens einen "Sternenhain" errichten.
es: Profesor universitario Dr. Oswald Thomas (1882 Kronstadt - 1963 Viena). Fundador, Oficina Astronómica (1907) y Sociedad Astronómica Austriaca (1924). Director del primer planetario de Viena (1927) y del observatorio de Urania.
fi: Professori Dr. Oswald Thomas (1882 Kronstadt - 1963 Wien). Astronomical Bureaun (1907) ja Austrian Astronomical Societyn (1924) perustaja. Ensimmäisen Wienin planetaarion (1927) ja Urania-observatorion johtaja.
it: Univ.Prof.Dr.Oswald Thomas (1882 Kronstadt - 1963 Vienna). Fondatore dell'Ufficio Astronomico (1907) e della Società Astronomica Austriaca (1924). Direttore del primo Planetario di Vienna (1927) e dell'Osservatorio Urania.
ko: 오스왈드 토마스 (1882년 크론시타트 - 1963년 비엔나) 대학교수 박사. 천문국 (1907년) 과 오스트리아 천문학회 (1924년) 의 설립자. 최초의 비엔나 천문관(1927년)과 우라니아 천문대의 책임자.
lt: Univ.Prof.Dr.Oswald Thomas (1882 Kronstadt - 1963 Vienna). Įkūrėjas, Astronominis biuras (1907) ir Austrijos astronomijos draugija (1924). Pirmojo Vienos planetariumo (1927) ir Urania observatorijos direktorius.
pt_br: Univ. Prof. Dr. Oswald Thomas (1882 Kronstadt - 1963 Viena). Fundador, Agência Astronômica (1907) e Sociedade Astronômica Austríaca (1924). Director do primeiro Planetário de Viena (1927) e observatório de Urania.
ro: Prof. Dr. Univ. Oswald Thomas (1882 Kronstadt - 1963 Viena). Fondator al Biroului Astronomic (1907) și al Societății Astronomice Australiene (1924). Director al primului Planetariu din Viena (1927) și al observatorului Urania.
ru: Идея создания этого планетария принадлежит профессору, доктору Освальду Томасу (1882, Кронштадт — 1963, Вена), основателю Астрономического Бюро (1907) и Австрийского астрономического общества (1924), директору первого Венского планетария (1927) и обсерватории Урания.
sv: Univ.prof.dr Oswald Thomas (1882 Kronstadt - 1963 Wien). Grundare av Astronomical Bureau (1907) och Austrian Astronomical Society (1924). Direktör för Wiens första planetarium (1927) och Urania-observatoriet.
tr: Üniv.Prof.Dr.Oswald Thomas (1882 Kronstadt - 1963 Viyana). Kurucu, Astronomi Bürosu (1907) ve Avusturya Astronomi Derneği (1924). İlk Viyana Gökevi (1927) ve Urania gözlemevinin yöneticisi.

source: Construction
ar: البناء
ca: Construcció
cs: Výstavba
de: Errichtung
es: Construcción
fi: Rakentaminen
it: Costruzione
ko: 건설
lt: Konstrukcija
pt_br: Construção
ro: Construcție
ru: Строительство
sv: Konstruktion
tr: İnşaa

source: The Sterngarten was developed by Thomas' student and successor in the Astronomical Bureau Prof. Hermann Mucke (1935-2019) with his collaborators. Mucke was also secretary of the Austrian Astronomical Society from 1963-2018, director of Vienna planetarium 1963-2001 and Vienna Urania public observatory from 1971-2001. For more than 60 years, Mucke and the Society published the "Österreichischer Himmelskalender" (Austrian Celestial Calendar) and the monthly journal "Der Sternenbote" (The Starry Messenger).
ar: طورت حديقة النجوم من قبل تلميذ Thomas وخليفته في المكتب الفلكي البروفيسور Hermann Mucke عاش (1935-2019) ومساعديه. وكان Mucke أيضا سكرتيرا للجمعية الفلكية النمساوية من 1963 إلى 2018، ومديرا لقبة فيينا الفلكية 1963-2001 ومرصد أورانيا العام في فيينا 1971-2001. ولأكثر من 60 سنة نشر Mucke والجمعية "Österreichischer Himmelskalender" (التقويم النمساوي الفلكي) والمجلة الشهرية "Der Sternenbote" (مرسول النجوم).
ca: El Sterngarten va ser desenvolupat per l'alumne de Thomas i successor a l'Oficina Astronòmica, el professor Hermann Mucke (1935-2019) amb els seus col·laboradors. Mucke també va ser secretari de la Societat Astronòmica Austríaca de 1963 a 2018, director del planetari de Viena 1963-2001 i de l'observatori públic Urania de Viena de 1971 a 2001. Durant més de 60 anys, Mucke i la Societat van publicar el "Österreichischer Himmelskalender" (calendari celeste austríac) i la revista mensual "Der Sternenbote" (El missatger estrellat).
cs: Sterngarten byla navržena Thomasovým studentem a nástupcem v Astronomické kanceláři prof. Hermannem Muckem (1935-2019) a jeho spolupracovníky. Mucke byl také tajemníkem Rakouské astronomické společnosti v letech 1963-2018, ředitelem vídeňského planetária v letech 1963-2001 a vídeňské hvězdárny pro veřejnost Urania v letech 1971-2001. Po více než 60 let Mucke a společnost vydávali „Österreichischer Himmelskalender“ (Rakouský nebeský kalendář) a měsíčník „Der Sternenbote“ (Hvězdný posel).
de: Der Sterngarten in seiner jetzigen Form wurde von Thomas' Student und Nachfolger, Prof. Hermann Mucke (1935-2019), und seinen Mitarbeitern entwickelt. Mucke war Direktor des Wiener Zeiss Planetariums 1963-2001, der Wiener Urania Volkssternwarte 1971-2001, Sekretär des Österreichischen Astronomischer Vereins 1963-2018, und veröffentlichte über mehr als 60 Jahre den Österreichischen Himmelskalender und die Monatszeitschrift "Der Sternenbote".
es: El Sterngarten fue desarrollado por el estudiante de Thomas y sucesor en la Oficina Astronómica, el Prof. Hermann Mucke (1935-2019) con sus colaboradores. Mucke también fue secretario de la Sociedad Astronómica Austriaca de 1963 a 2018, director del planetario de Viena de 1963 a 2001 y del observatorio público de Viena Urania de 1971 a 2001. Durante más de 60 años, Mucke y la Sociedad publicaron el "Österreichischer Himmelskalender" (Calendario celestial austríaco) y la revista mensual "Der Sternenbote" (El mensajero estrellado).
fi: Sterngartenin kehitti Thomasin opiskelija ja seuraaja Astronomical Bureaussa, professori Hermann Mucke (1935-2019) yhteistyökumppaneidensa kanssa. Mucke oli myös Itävallan tähtitieteellisen seuran sihteeri vuosina 1963-2018, Wienin planetaarion johtaja 1963-2001 ja Wienin Urania julkisen observatorion johtaja 1971-2001. Mucke ja seura julkaisivat yli 60 vuoden ajan Österreichischer Himmelskalenderia (Itävallan taivaallinen kalenteri) ja kuukausilehteä Der Sternenbote (Tähtien lähettiläs).
it: Lo Sterngarten è stato sviluppato dallo studente e successore di Thomas nell'Ufficio Astronomico, il Prof. Hermann Mucke (1935-2019) con i suoi collaboratori. Mucke è stato anche segretario della Società Astronomica Austriaca dal 1963 al 2018, direttore del planetario di Vienna dal 1963 al 2001 e dell'Osservatorio pubblico di Vienna Urania dal 1971 al 2001. Per più di 60 anni, Mucke e la Società hanno pubblicato l'"Österreichischer Himmelskalender" (Calendario Celeste Austriaco) e la rivista mensile "Der Sternenbote" (Il Messaggero delle Stelle).
ko: 스테른가르텐은 토마스의 제자이자 천문국 교수인 헤르만 무케 (1935-2019) 의 후임자가 그의 동료들과 함께 개발했습니다. 무케는 1963년부터 2018년까지 오스트리아 천문학회의 서기였으며, 1963년부터 2001년까지 비엔나 천체 투영관의 책임자였으며, 1971년부터 2001년까지 비엔나 우라니아 공공 천문대의 소장을 역임했습니다. 60년 이상 동안, 무케와 협회는 "외스터라이히셔 힘멜스칼렌더" (오스트리아 천체력)와 월간지 "더 슈테넨보테" (별이 빛나는 메신저)를 발행했습니다.
lt: Šterngartenas buvo sukurtas Tomaso studento ir jo sekėjo Astronominio biuro profesoriaus Hermanno Mucke (1935-2019) su jo bendradarbiais. Mucke taip pat buvo Austrijos Astronominės draugijos sekretorius nuo 1963 iki 2018 metų, Vienos planetariumo direktorius nuo 1963 iki 2001 metų ir Vienos Urania viešojo observatorijos direktorius nuo 1971 iki 2001 metų. Daugiau nei 60 metų Mucke ir draugija leido "Österreichischer Himmelskalender" (Austrijos dangaus kalendorius) ir mėnesinį žurnalą "Der Sternenbote" (Žvaigždžių pasiuntinys).
pt_br: O Sterngarten foi desenvolvido pelo estudante de Thomas e seu sucessor na Agência Astronômica, Prof. Hermann Mucke (1935-2019) com seus colaboradores. Mucke foi também secretário da Sociedade Astronômica Austríaca entre 1963-2018, diretor do Planetário de Viena entre 1963-2001 e do observatório público de Viena, Urania, entre 1971-2001. Por mais de 60 anos, Mucke e a Sociedade publicaram o "Österreichischer Himmelskalender" (Calendário Celestial Austríaco) e mensalmente o jornal "Der Sternenbote" (O Mensageiro Estelar).
ro: Sterngarten a fost dezvoltată de studentul lui Thomas și succesor al Biroului Astronomic, Prof. Hermann Mucke (1935-2019) împreună cu colaboratorii săi. Mucke a fost și secretar al Societății Astronomice Austriace în perioada 1963-2018, director al planetariului din Viena 1963-2001 și al Observatorului public Urania din Viena între 1971-2001. Timp de mai bine de 60 de ani, Mucke și Societatea Astronomică Austriacă au publicat „Österreichischer Himmelskalender” (Calendarul Ceresc Austriac) și jurnalul lunar „Der Sternenbote” (Mesagerul Stelelor).
ru: Звёздный сад был разработан учеником Томаса и его преемником в Астрономическом бюро профессором Германом Маке (1935—2019) и его сотрудниками. Маке был также секретарем Австрийского астрономического общества с 1963 по 2018 год, директором Венского планетария в 1963-2001 гг. и Венской общественной обсерватории Урания в 1971-2001 гг. На протяжении более 60 лет, Маке и Общество публиковали "Österreichischer Himmelskalender" (Австрийский небесный календарь) и ежемесячный журнал "Der Sternenbote" (Звёздный вестник).
sv: Sterngarten utvecklades av Thomas elev och efterträdare på Astronomiska byrån Prof. Hermann Mucke (1935-2019) tillsammans med hans medarbetare. Mucke var också sekreterare i Österrikiska astronomiska sällskapet 1963-2018, chef för Wiens planetarium 1963-2001 och Wiens offentliga observatorium Urania 1971-2001. Under mer än 60 år publicerade Mucke och sällskapet "Österreichischer Himmelskalender" (Österrikiska himlakalendern) och månadsskriften "Der Sternenbote" (Stjärnbudbäraren).
tr: Sterngarten, Thomas'ın öğrencisi ve Astronomi Bürosundaki halefi Prof. Hermann Mucke (1935-2019) tarafından işbirlikçileriyle birlikte geliştirildi. Mucke ayrıca 1963-2018 yılları arasında Avusturya Astronomi Derneği sekreteri, 1963-2001 Viyana planetaryumu ve 1971-2001 yılları arasında Viyana Urania kamu gözlemevi direktörüydü. 60 yıldan fazla bir süredir Mucke ve Toplum, "Österreichischer Himmelskalender" (Avusturya Göksel Takvimi) ve aylık "Der Sternenbote" (Yıldızlı Haberci) dergisini yayınladı.

source: It was built 1997-2001 by the Austrian Astronomical Society, supported by public and private sponsors.
ar: بُنَيَ بين 1997 إلى 2001 من قبل الجمعية الفلكية النمساوية، بدعم شعبي وخاص.
ca: Va ser construït entre 1997 i 2001 per la Societat Astronòmica Australiana, amb el suport de patrocinadors públics i privats.
cs: Byla postavena v letech 1997-2001 Rakouskou astronomickou společností za podpory veřejných a soukromých sponzorů.
de: Die Anlage wurde 1997-2001 vom Österreichischen Astronomischen Verein errichtet, mit Unterstützung von öffentlichen und privaten Sponsoren.
es: Fue construido entre 1997-2001 por la Sociedad Astronómica Austriaca, con el apoyo de patrocinadores públicos y privados.
fi: Sen rakensi vuosina 1997-2001 Itävallan tähtitieteellinen seura julkisten ja yksityisten sponsorien tukemana.
it: È stato costruito tra il 1997 e il 2001 dalla Società Astronomica Austriaca, supportata da sponsor pubblici e privati.
ko: 그것은 공공 및 민간 후원자들의 지원을 받아 오스트리아 천문학 협회에 의해 1997년부터 2001년까지 지어졌습니다.
lt: Tai buvo pastatyta 1997-2001 m. Austrijos Astronomijos Draugijos, remiamos viešųjų ir privačių rėmėjų.
pt_br: Foi construído entre 1997-2001 pela Sociedade Astronômica Austríaca, apoiado por patrocinadores públicos e privados.
ro: A fost construită în perioada 1997-2001 de către Societatea Astronomică Austriacă, susținută de sponsori publici și privați.
ru: Строительство планетария проводилось Австрийским астрономическим обществом с 1997 по 2001 год с поддержкой государственных и частных спонсоров.
sv: Den byggdes 1997-2001 av Austrian Astronomical Society, med stöd av offentliga och privata sponsorer.
tr: 1997-2001 yılları arasında Avusturya Astronomi Topluluğu tarafından kamu ve özel sponsorlar tarafından desteklenerek inşa edilmiştir.

source: Purpose
ar: الغرض
ca: Propòsit
cs: Účel
de: Zweck
es: Propósito
fi: Tarkoitus
it: Scopo
ko: 목적
lt: Tikslas
pt_br: Propósito
ro: Scop
ru: Предназначение
sv: Syfte
tr: Amaç

source: Improvement of basic astronomical knowledge in the general public. Witnessing celestial facts and changes with the unaided eye, optionally with a field glass, is offered by our installation, situated in the extreme southwest of Vienna; always open privately for everybody free of charge. Frequently guided tours.
ar: توعية الجمهور بالمعرفة الفلكية. مشاهدة الحقائق الفلكية والتغيرات بالعين المجردة، أو من خلال المناظير، متوفرة في موقعنا، في أقصى جنوب غرب فيينا؛ مفتوح مجانا لكل الأفراد. تعرض الزيارات مع دليل سياحي تقام باستمرار.
ca: Millora dels coneixements astronòmics bàsics en el públic en general. La nostra instal·lació, situada a l'extrem sud-oest de Viena, ens ofereix presenciar fets i canvis celestials a simple vista, opcionalment amb un vidre de camp; sempre obert de manera privada per a tothom gratuïtament. Visites guiades freqüentment.
cs: Prohloubení základních astronomických znalostí u široké veřejnosti. Instalace má za cíl objasnit děje na skutečné obloze a jejich změny při pohledu pouhým okem, případně malým dalekohledem. Nachází se na úplném jihozápadě Vídně; vždy otevřeno soukromě pro všechny zdarma. Časté prohlídky s průvodcem.
de: Verbesserung des allgemeinen Wissens um Himmelsvorgänge in der breiten Öffentlichkeit. Himmlische Vorgänge und Veränderungen der Gestirnstände im Jahreslauf mit dem freien Auge, maximal mit einem Feldstecher, wahrzunehmen und zu erleben ist das wichtigste Angebot dieser Einrichtung. Sie liegt in einer "Stadtwildnis" bei der Wotrubakirche auf dem Georgenberg im Südwesten Wiens. Der Sterngarten ist ganzjährig (auf eigene Gefahr) kostenlos zu besuchen, es gibt auch häufig Führungen.
es: Mejorar los conocimientos astronómicos básicos en el público en general. Atestiguar hechos y cambios celestiales a simple vista, opcionalmente con un vidrio de campo, lo ofrece nuestra instalación, situada en el extremo suroeste de Viena; siempre abierto de forma privada para todo el mundo de forma gratuita. Visitas guiadas frecuentes.
fi: Tähtitieteellisen perustiedon parantaminen suurelle yleisölle. Wienin lounaisosassa sijaitseva installaatiomme tarjoaa mahdollisuuden nähdä taivaallisia tosiasioita ja muutoksia paljain silmin, valinnaisesti kenttälasin avulla. aina avoinna yksityisesti kaikille ilmaiseksi. Usein opastetut kierrokset. KEHITTÄJÄN HUOMAUTUKSIA
it: Miglioramento delle conoscenze astronomiche di base nel grande pubblico. La nostra installazione, situata nell'estremo sud-ovest di Vienna, offre la prova di eventi e modifiche celesti sia ad occhio nudo che con un binocolo; sempre aperto in privato per tutti e gratuitamente. Frequenti visite guidate.
ko: 일반 대중들에게 천문학적 기초지식의 향상입니다. 비엔나의 남서쪽 끝에 위치한 우리 시설에서 맨눈으로 또는 선택적으로 쌍안경을 사용하여 천체의 사실과 변화를 목격할 수 있도록 제공됩니다. 그리고 모든 사람에게 항상 무료로 비공개로 열려 있습니다. 자주 안내되는 여행입니다.
lt: Pagrindinių astronomijos žinių gerinimas visuomenėje. Mūsų įrenginys, esantis Vienos pietvakariuose, visada atviras visiems nemokamai, leidžia stebėti dangaus faktus ir pokyčius neįgudusiu akiu, pasirinktinai naudojant lauko stiklą. Dažnai organizuojamos ekskursijos.
pt_br: Melhorias do conhecimento astronômico pelo publico em geral. O testemunho fatos e mudanças celestes a olho nu, opcionalmente com uma lente de campo, é oferecido em nossas dependências, situadas no extremo sudoeste de Viena; sempre aberto a todos de graça. Há tour guiados com frequência.
ro: Îmbunătățirea cunoștințelor astronomice de bază ale publicul larg. Observarea evenimentelor si schimbărilor cerești cu ochiul liber, opțional cu un binoclu este oferită de institutul nostru, situat in sud-vestul extrem al Vienei; deschis întotdeauna în privat și gratuit pentru toată lumea. Sunt frecvente tururile cu ghid.
ru: Улучшение основных астрономических знаний у общественности. Наша установка на самом краю юго-западной части Вены предлагает стать свидетелем небесные фактов и изменений, видимых невооруженным глазом (иногда в полевой бинокль). Она всегда открыта и всё бесплатно. По обсерватории часто проводятся экскурсии.
sv: Förbättring av grundläggande astronomisk kunskap hos allmänheten. Att bevittna fakta och förändringar på himlen med blotta ögat, eventuellt med ett fältglas, erbjuds av vår anläggning, som ligger i sydvästra Wien; alltid öppen privat för alla utan kostnad. Ofta guidade turer.
tr: Halkın temel astronomik bilgilerinin geliştirilmesi. Viyana'nın en güneybatısında yer alan enstalasyonumuz, isteğe bağlı olarak dürbün ile göksel gerçeklere ve değişimlere çıplak gözle tanık olmakta; her zaman herkese özel olarak ücretsiz açık. Sıklıkla rehberli turlar düzenlenir.

source: Components
ar: المكونات
cs: Součásti
de: Komponenten
es: Componentes
fi: Komponentit
it: Componenti
ko: 구성 요소들
lt: Komponentai
pt_br: Componentes
ro: Componente
ru: Компоненты
sv: Komponenter
tr: Bileşenler

source: Pyramid with platform 7x7m. Seen from 1.5m above Center Plate all angles fit.
ar: هرم مع منصة 7×7م. ترى من 1.5 م فوق مركز الصفيحة بجميع الزوايا.
ca: Piràmide amb plataforma 7x7m. Vist des d'1,5 m per sobre de la placa central, tots els angles encaixen.
cs: Pyramida s plošinou 7x7m. Při pohledu z 1,5 m nad středovou deskou všechny úhly souhlasí.
de: Stufenpyramide mit Plattform 7x7m. Der ideale Beobachtungspunkt liegt 1.5m über der mittigen Scheibe. Für diesen Punkt gelten alle Winkelmarkierungen auf den Säulen.
es: Pirámide con plataforma 7x7m. Visto desde 1,5 m por encima de la placa central, todos los ángulos encajan.
fi: Pyramidi alustalla 7x7m. 1,5 metrin korkeudelta keskilevyn yläpuolelta katsottuna kaikki kulmat sopivat.
it: Piramide con piattaforma 7x7m. Visto da 1,5 m sopra la Piastra Centrale, adattabile a tutti gli angoli.
ko: 7x7m 높이의 피라미드입니다. 가운데 그릇 위 1.5m에서 보면 모든 각도가 맞습니다.
lt: Piramidė su platforma 7x7m. Matoma iš 1.5m aukščio virš Centrinio Plokštelės visi kampai tinka.
pt_br: Pirâmide com plataforma 7x7m. Vista com 1,5m acima da placa central onde os ângulos se encaixam.
ro: Piramidă cu platformă de 7x7m. Văzută de la 1,5 m deasupra plăcii centrale cu toate unghiurile aliniate.
ru: Пирамида с площадкой 7х7м. При осмотре с высоты 1,5 м над центральной пластиной подходят все углы.
sv: Pyramid med plattform 7x7m. Sett från 1,5 m ovanför mittplattan passar alla vinklar.
tr: 7x7m platformlu piramit. Merkez Plakanın 1,5 m yukarısından bakıldığında tüm açılar sığar.

source: Horizon Railing, representing the mathematical horizon.
ar: سياج الأفق، يمثل الأفق الرياضي.
ca: Horitzó Barana, que representa l'horitzó matemàtic.
cs: Horizontální zábradlí, představující matematický horizont.
de: Die Brüstung bildet von da aus den mathematischen Horizont.
es: Barandilla del Horizonte, que representa el horizonte matemático.
fi: Horizon Railing, joka edustaa matemaattista horisonttia.
it: Ringhiera Orizzontale, che rappresenta l'orizzonte matematico.
ko: 수학적 수평선을 나타내는 수평선 울타리입니다.
lt: Horizontinės tvoros, vaizduojančios matematikos horizontą.
pt_br: Corrimão do Horizonte, representando o horizonte matemático.
ro: Grila Orizontului, reprezentând orizontul matematic.
ru: Горизонтальные перила, представляющие собой математический горизонт.
sv: Horizon Railing, som representerar den matematiska horisonten.
tr: Horizon Railing, matematiksel ufku temsil eder.

source: Surrounding Steps; 200 seats. Entrance by staircase and wheelchair ramp.
ar: مدرج محيط؛ 200 مقعد. مدخل بسلم درج ومنحدر للكراسي المتحركة.
ca: Envoltat d'esglaons; 200 places. Entrada per escala i rampa per a cadira de rodes.
cs: Okolní schody; 200 míst. Vstup po schodišti a rampě pro vozíčkáře.
de: Die umlaufenden Stufen bieten etwa 200 Sitzplätze. Eingang über Stufen oder auch Rollstuhlrampe.
es: Pasos circundantes; 200 plazas. Entrada por escalera y rampa para silla de ruedas.
fi: Ympäröivät portaat; 200 paikkaa. Sisäänkäynti portaikkoa ja pyörätuoliramppia pitkin.
it: Gradini circostanti; 200 posti. Ingresso tramite scala e rampa per diversamente abili.
ko: 200석 규모의 주변 계단입니다. 계단과 휠체어 경사로를 통한 출입구입니다.
lt: Aplinkiniai laiptai; 200 vietų. Įėjimas per laiptus ir invalidų rampą.
pt_br: Escadas ao redor do local; 200 lugares. Entradas por escadaria e rampa para cadeiras de roda.
ro: Trepte înconjurătoare; 200 de locuri. Intrare pe scară și rampă pentru scaun cu rotile.
ru: Окружающая лестница; 200 мест. Вход по лестнице и пандусу для инвалидных колясок.
sv: Omgivande trappor; 200 platser. Ingång via trappa och rullstolsramp.
tr: Çevreleyen Basamaklar; 200 koltuk. Merdiven ve tekerlekli sandalye rampası ile giriş.
